import * as React from 'react'
import Layout from '../../components/layout'
import {
  
    navbar,
    heading1,
    navLinks,
    navLinkItem,
    navLinkText
  } from '../../components/layout.module.css'
  import { Link } from 'gatsby'

  





const AgerRu = () => {
  return (

   
    <Layout pageTitle="О Рае и аде (Ager)
    ">
 <nav className={navbar}>
  <ul className={navLinks}>
    <li className={navLinkItem}>
      <Link to="/" className={navLinkText}>
      На главную страницу
      </Link>
    </li>
    <li className={navLinkItem}>
      <Link to="/about" className={navLinkText}>
Категории
      </Link>
    </li>
    <li className={navLinkItem}>
            <Link to="/theolLifeRu/heaven_hell_ru" className={navLinkText}>
          Назад
            </Link>
          </li>
   
 
  
   



  </ul>
</nav>
<h1 className={heading1}><p>Перевод с английского</p> </h1>




      
        <p>1. Господь, говоря в присутствии Своих учеников о завершении века, который является последним периодом Церкви, говорит, ближе к концу того, что Он предсказывает о ее последовательных состояниях в отношении любви и веры: 
            <br/>
            <br/>
Сразу же после скорби тех дней солнце померкнет, и луна не даст света своего, и звезды спадут с неба, и силы небесные поколеблются. И тогда явится знамение Сына Человеческого на небе; и тогда восплачут все племена земные, и увидят Сына Человеческого, грядущего на облаках небесных с силою и славою великою. И пошлет Ангелов Своих с трубою и великим звуком, и соберут избранных Его от четырех ветров, от края до края небес (Матф. 24:29-31).
            <br/>
            <br/>
Те, кто понял эти слова в соответствии со смыслом послания, не имеют иного убеждения, кроме того, что во время последнего периода, который называется последним судом, все эти вещи должны произойти именно так, как они описаны в буквальном смысле, то есть, что солнце и луна померкнут и звезды спадут с неба, что знамение Господа появится на небе, и Он Сам будет виден на облаках, сопровождаемый ангелами с трубами; и, кроме того, как предсказано в других местах, вся видимая вселенная будет уничтожена, и после этого наступит новое небо и новая земля". Таково мнение большинства людей в церкви в настоящее время. Но те, кто так считает, невежественны в отношении арканов, которые скрыты в каждой части Слова. Ибо в каждой части Слова есть внутренний смысл, который относится к духовным и небесным вещам, а не к естественным и мирским, о которых говорится в буквенном смысле. И это относится не только к значению групп слов, но и к каждому отдельному слову. Ибо Слово написано исключительно по соответствиям, для того, чтобы в каждой малейшей его части был внутренний смысл. Что это за смысл, видно из всего, что было сказано и показано о нем в Arcana Coelestia, а также из цитат, взятых из этой работы при объяснении Белого Коня, о котором говорится в Апокалипсисе. Именно в этом смысле следует понимать то, что Господь говорит в процитированном выше отрывке о Своем пришествии на облаках небесных. Там "солнце", которое померкнет, означает Господа в отношении любви;  "луна" - Господа в отношении веры;  "звезды" - познания добра и истины, или любви и веры;  "знамение Сына Человеческого на небе" - проявление Божественной истины; "племена земли", которые будут скорбеть, - все, что относится к истине и добру или к вере и любви; "пришествие Господа на облаках небесных с силою и славою" - Его присутствие в Слове и откровение,  "облака" означают смысл буквы Слова, } а "слава" - внутренний смысл Слова;  "ангелы с трубами и великим голосом" означают небо как источник Божественной истины. Из всего этого становится ясно, что эти слова Господа означают, что в конце церкви, когда уже не будет любви, а значит, и веры, Господь откроет внутренний смысл Слова и откроет небесные арканы. Арканы, раскрытые на следующих страницах, относятся к небесам и аду, а также к жизни человека после смерти. Человек церкви на сегодняшний день почти ничего не знает о небесах и аде или о своей жизни после смерти, хотя все эти вопросы изложены и описаны в Слове; и все же многие из тех, кто родился в церкви, отказываются верить в них, говоря в своем сердце: "Кто пришел из того мира и рассказал нам?" Чтобы такой дух отрицания, который особенно преобладает у тех, кто обладает большой мирской мудростью, не заразил и не развратил простых сердцем и простых в вере, мне было дано общаться с ангелами и говорить с ними как человек с человеком, а также видеть, что на небесах и что в аду, и это в течение тринадцати лет; и теперь из того, что я видел и слышал, мне было дано описать это в надежде, что таким образом невежество может быть просвещено и неверие рассеяно. Такое непосредственное откровение даровано в этот день, потому что именно это подразумевается под Пришествием Господа".
            <br/>
[ССЫЛКИ НА "ARCANA COELESTIA" АВТОРА].
            <br/>
 Завершение века - это последний период церкви (n. 4535, 10622).
            <br/>
 Предсказания Господа в Евангелии от Матфея (24 и 25), касающиеся завершения века и Его пришествия, а также последующих последовательных расширений Церкви и окончательного суда, объясняются в предисловиях к главам 26-40 книги Бытия (n. 3353-3356, 3486-3489, 3650-3655, 3751-3757, 3897-3901, 4056-4060, 4229-4231, 4332-4335, 4422-4424, 4635-4638, 4661-4664, 4807-4810, 4954-4959, 5063-5071).
            <br/>
 Как в целом, так и в частностях Слова есть внутренний или духовный смысл (n. 1143, 1984, 2135, 2333, 2395, 2495, 4442, 9048, 9063, 9086).
            <br/>
 Слово написано исключительно соответствиями, и по этой причине каждая вещь и все вещи в нем имеют духовный смысл (n. 1404, 1408, 1409, 1540, 1619, 1659, 1709, 1783, 2900, 9086).
            <br/>
 В Слове "солнце" означает Господа в отношении любви и, как следствие, любовь к Господу (n. 1529, 1837, 2441, 2495, 4060, 4696, 7083, 10809).
            <br/>
 В Слове "луна" означает Господа в отношении веры и, как следствие, веры в Господа (n. 1529, 1530, 2495, 4060, 4696, 7083).
            <br/>
 В Слове "звезды" означают познание добра и истины (n. 2495, 2849, 4697).
            <br/>
 "Племена" означают все истины и блага в комплексе, таким образом, все вещи веры и любви (n. 3858, 3926, 4060, 6335).
            <br/>
 Пришествие Господа означает Его присутствие в Слове и откровение (n. 3900, 4060).
            <br/>
 В Слове облака означают Слово в букве или смысл его буквы (n. 4060, 4391, 5922, 6343, 6752, 8106, 8781, 9430, 10551, 10574).
            <br/>
 В Слове "слава" означает Божественную истину, как она есть на небесах и как она есть во внутреннем смысле Слова (n. 4809, 5922, 8267, 8427, 9429, 10574).
            <br/>
 "Труба" или "рог" означает Божественную истину на небесах и явленную с небес (n. 8158, 8823, 8915); и "голос" имеет подобное значение (n. 6771, 9926).
            <br/>
            <br/>
2. БОГ НЕБЕС ЕСТЬ ГОСПОДЬ
            <br/>
Прежде всего, необходимо знать, кто есть Бог небес, поскольку от этого зависит все остальное. На всем небе никто иной, кроме Господа, не признается Богом небес. Там сказано, как Он Сам учил,
            <br/>
            <br/>
Что Он единосущен Отцу; что Отец в Нем, и Он в Отце; что видящий Его видит Отца; и что все святое исходит от Него (Иоанна 10:30, 35; 14:9-11; 16:13-15).
            <br/>
            <br/>
Я часто беседовал с ангелами на эту тему, и они неизменно заявляли, что на небесах они не могут разделить Божественное на три части, потому что они знают и воспринимают, что Божественное едино, и это Единое находится в Господе. Они также говорили, что те из Церкви, кто приходит из этого мира, имея представление о трех Божественных существах, не могут быть приняты на небеса, поскольку их мысль блуждает от одного Божественного существа к другому; и там нельзя думать три, а говорить одно. Потому что на небесах каждый говорит от своей мысли, поскольку речь там является непосредственным продуктом мысли, или говорящей мысли. Следовательно, те, кто в этом мире разделили Божественное на три части и приняли разные идеи о каждой из них, но не сделали эту идею единой и не сосредоточили ее в Господе, не могут быть приняты на небеса, потому что на небесах все мысли разделены, и поэтому, если бы кто-то пришел, думая три, а говоря одно, он был бы сразу же обнаружен и отвергнут. Но да будет известно, что все те, кто не отделил истинное от доброго, веру от любви, принимают в другой жизни, когда их научили, небесную идею Господа, что Он - Бог вселенной. Иначе обстоит дело с теми, кто отделил веру от жизни, то есть не жил по заповедям истинной веры.
            <br/>
 Христиане были исследованы в другой жизни на предмет их представления о едином Боге, и оказалось, что они придерживаются идеи трех Богов (n. 2329, 5256, 10736, 10738, 10821).
            <br/>
Божественная троица в Господе признается на небесах (n. 14, 15, 1729, 2005, 5256, 9303).
            <br/>
            <br/>
3. Те в церкви, кто отрицает Господа и признает только Отца, и утвердился в этом убеждении, не находятся на небесах; и поскольку они не могут получить никакого притока с небес, где поклоняются только Господу, они постепенно теряют способность думать истинно о любом предмете; и в конце концов они становятся как бы немыми, или говорят глупо, и бредут с болтающимися и раскачивающимися руками, как будто у них слабые суставы. Опять же, те, кто, подобно социнианам, отрицают Божественность Господа и признают только Его Человечность, также находятся вне рая; они выдвигаются немного вправо и опускаются в глубину, и таким образом полностью отделяются от остальных, пришедших из христианского мира. Наконец, те, кто исповедует веру в невидимое Божественное, которое они называют душой вселенной [Ens universi], от которой произошли все вещи, и кто отвергает всякую веру в Господа, обнаруживают, что они не верят в Бога; поскольку это невидимое Божественное является для них свойством природы в ее первых принципах, которое не может быть объектом веры и любви, потому что оно не является объектом мысли. Такие люди имеют свой жребий среди тех, кого называют натуралистами. Иначе обстоит дело с теми, кто родился вне церкви и называется язычниками; о них речь пойдет ниже.
            <br/>
 Божественное, которое не может быть воспринято никакой идеей, не может быть принято верой (n. 4733, 5110, 5663, 6982, 6996, 7004, 7211, 9356, 9359, 9972, 10067, 10267).
            <br/>
            <br/>
4. Младенцы, составляющие третью часть небес, все посвящены в признание и веру в то, что Господь - их Отец, а затем в то, что Он - Господь всех, то есть Бог неба и земли. То, что дети растут на небесах и совершенствуются посредством познания, вплоть до ангельского интеллекта и мудрости, мы увидим на следующих страницах.
            <br/>
            <br/>
5. Те, кто принадлежит к Церкви, не могут сомневаться в том, что Господь - Бог небес, ибо Он Сам учил,
            <br/>
            <br/>
Что все, что от Отца, принадлежит Ему (Матф. 11:27; Иоан. 16:15; 17:2).
            <br/>
            <br/>
И что Он имеет всякую власть на небе и на земле (Матф. 28:18).
            <br/>
            <br/>
Он говорит "на небе и на земле", потому что Тот, Кто управляет небом, управляет и землей, ибо одно зависит от другого. "Управлять небом и землей" означает получать от Господа всякое благо, относящееся к любви, и всякую истину, относящуюся к вере, таким образом, весь разум и мудрость, и, следовательно, все счастье, одним словом, вечную жизнь. Этому также учил Господь, когда сказал:
            <br/>
            <br/>
Верующий в Сына имеет жизнь вечную; а не верующий в Сына не увидит жизни (Иоанна 3:36).
            <br/>
            <br/>
Снова:
            <br/>
            <br/>
Я есмь воскресение и жизнь; верующий в Меня, если и умрет, оживет; и всякий живущий и верующий в Меня не умрет никогда (Иоанна 11:26, 26).
            <br/>
            <br/>
И снова:
            <br/>
            <br/>
Я есмь путь, истина и жизнь (Иоанна 14:6).
            <br/>
 Все небо принадлежит Господу (n. 2751, 7086). Он имеет всю власть на небесах и на земле (n. 1607, 10089, 10827). Поскольку Господь правит небесами, Он правит и всем, что от них зависит, а значит, и всем в мире (n. 2026, 2027, 4523, 4524). Только Господь имеет власть устранять ады, удерживать от зла и удерживать в добре, и таким образом спасать (n. 10019).
            <br/>
            <br/>
6. Были некоторые духи, которые, живя в этом мире, исповедовали веру в Отца; но о Господе они имели такое же представление, как и о любом другом человеке, и поэтому не верили, что Он - Бог небес. По этой причине им было позволено бродить и спрашивать, где им вздумается, нет ли других небес, кроме небес Господа. Они искали несколько дней, но нигде ничего не нашли. Это были такие небеса, где счастье заключается в славе и владычестве; и так как они не смогли получить желаемого и им сказали, что небеса не состоят в таких вещах, они возмутились и пожелали себе таких небес, где они могли бы властвовать над другими и возвышаться в славе, подобной той, что есть в мире.
            <br/>
            <br/>
7. II. БОЖЕСТВЕННОЕ ОТ ГОСПОДА ТВОРИТ НЕБЕСА.
            <br/>
Ангелы, взятые вместе, называются небом, ибо они составляют небо; но то, что делает небо в целом и в частности, есть Божественное, которое исходит от Господа, вливается в ангелов и принимается ими. И поскольку Божественное, исходящее от Господа, есть благо любви и истина веры, ангелы являются ангелами и являются небом в той мере, в какой они получают благо и истину от Господа.
            <br/>
            <br/>
8. Каждый на небесах знает и верит и даже воспринимает, что он не желает и не делает ничего доброго от себя, и что он не думает и не верит ничего истинного от себя, но только от Божественного, то есть от Господа; также что доброе от себя не есть доброе, и истинное от себя не есть истинное, потому что они не имеют в себе жизни от Божественного. Более того, ангелы внутренних небес ясно воспринимают и чувствуют этот приток, и чем больше его они получают, тем больше они кажутся себе находящимися на небесах, потому что тем больше они пребывают в любви и вере, в свете разума и мудрости, и в небесной радости от этого; и поскольку все это исходит от Божества Господа, и в этом ангелы имеют свои небеса, ясно, что именно Божество Господа, а не ангелы от чего-то своего, делает небеса. Вот почему небеса называются в Слове "местом обитания" Господа и "Его престолом", а о тех, кто там находится, говорится, что они находятся в Господе. Но каким образом Божественное исходит от Господа и наполняет небеса, будет сказано в следующем.
            <br/>
 Ангелы небесные признают, что все добро от Господа, и ничего от себя, и Господь обитает в них в Своем, а не в их собственном (n. 9338, 10125, 10151, 10157). Поэтому в Слове под "ангелами" подразумевается нечто от Господа (n. 1925, 2821, 3039, 4085, 8192, 10528).
            <br/>
Более того, ангелы называются "богами" от получения Божественного от Господа (n. 4295, 4402, 7268, 7873, 8192, 8301).
            <br/>
Опять же, все добро, которое есть добро, и вся истина, которая есть истина, следовательно, весь мир, любовь, милосердие и вера - от Господа (n. 1614, 2016, 2751, 2882, 2883, 2891, 2892, 2904).
            <br/>
Также вся мудрость и разум (n. 109, 112, 121, 124).
            <br/>
 О тех, кто на небесах, говорят, что они в Господе (n. 3637, 3638).
            <br/>
            <br/>
9. Ангелы в своей мудрости идут еще дальше. Они говорят, что от Господа исходит не только все доброе и истинное, но и все живое. Они подтверждают это тем, что ничто не может возникнуть из самого себя, но только из чего-то предшествующего себе; поэтому все вещи возникают из Первого, которое они называют самим Существом [Esse] жизни всех вещей. И таким же образом все вещи продолжают существовать, ибо непрерывное существование есть непрестанное возникновение, и все, что не удерживается постоянно посредством промежуточных звеньев в связи с Первым, мгновенно рассеивается и полностью исчезает. Они также говорят, что есть только Один Источник жизни, и что жизнь человека - это ручеек, который, если бы он не продолжал непрерывно течь из своего источника, немедленно бы унесся прочь. [2] Опять же, они говорят, что из этого Единого источника жизни, который есть Господь, не исходит ничего, кроме Божественного блага и Божественной истины, и что каждый подвергается их воздействию в соответствии с тем, как он их принимает; те, кто принимает их с верой и жизнью, находят в них рай, а те, кто их отвергает или подавляет, превращают их в ад; ибо они превращают добро во зло, истину в ложь, а жизнь в смерть. То, что все в жизни от Господа, они подтверждают следующим образом: все вещи во вселенной имеют отношение к добру и истине, - жизнь воли человека, которая есть жизнь его любви, к добру, а жизнь его понимания, которая есть жизнь его веры, к истине; а поскольку все доброе и истинное исходит свыше, из этого следует, что все в жизни должно исходить свыше. [3] Такова вера ангелов, они отказываются от всякой благодарности за добро, которое они делают, и недовольны и уходят, если кто-то приписывает им добро. Они удивляются, как кто-то может верить, что он мудр сам по себе или делает что-то хорошее сам по себе. Делать добро ради самого себя они не называют добром, потому что это делается из себя. Но делать добро ради добра они называют добром от Божественного; и это, по их словам, и есть то добро, которое творит небеса, потому что это добро - Господь.
            <br/>
 Добро от Господа имеет Господа внутри себя, а добро от себя - нет (n. 1802, 3951, 8480).
            <br/>
            <br/>
10. Духи, утвердившие себя во время жизни в этом мире в убеждении, что добро, которое они делают, и истина, в которую они верят, исходят от них самих или присваиваются им как их собственные (в это верят все, кто ставит себе в заслугу добрые дела и приписывает себе праведность), не принимаются на небо. Ангелы избегают их. Они смотрят на них как на глупцов и воров; глупцов - потому что они постоянно думают о себе, а не о Божественном; а воров - потому что они крадут у Господа то, что принадлежит Ему. Они противны вере в небеса, в то, что именно Божественное Господа в ангелах создает небеса.
            <br/>
            <br/>
11. Господь учит, что те, кто на небесах и в церкви, находятся в Господе, а Господь в них, когда говорит:
            <br/>
            <br/>
Пребудьте во Мне, и Я в вас. Как ветвь не может приносить плода, если не пребывает в лозе, так и вы не можете, если не пребываете во Мне. Я есмь Лоза, а вы ветви. Кто пребывает во Мне, и Я в нем, тот приносит много плода; ибо кроме Меня вы ничего не можете делать (Иоанна 15:4, 5).
            <br/>
            <br/>
12. Из всего этого теперь видно, что Господь обитает в ангелах небесных в том, что принадлежит Ему, и, таким образом, Господь есть все во всем небесном; и это по той причине, что благо от Господа есть Господь в ангелах, ибо то, что от Господа, есть Господь; следовательно, небеса для ангелов есть благо от Господа, а не что-либо их собственное.
            <br/>
            <br/>
13. III. НА НЕБЕСАХ БОЖЕСТВЕННОЕ ОТ ГОСПОДА - ЭТО ЛЮБОВЬ К НЕМУ И МИЛОСЕРДИЕ К БЛИЖНЕМУ.
            <br/>
Божественное, исходящее от Господа, называется на небесах Божественной истиной, по причине, которая сейчас появится. Эта Божественная истина исходит на небеса от Господа из Его Божественной любви. Божественная любовь и исходящая от нее Божественная истина связаны друг с другом, как огонь солнца и исходящий от него свет в мире: любовь подобна огню солнца, а истина - свету солнца. Более того, по соответствию огонь означает любовь, а свет - истину, исходящую от любви. Из этого ясно, что такое Божественная истина, исходящая от Божественной любви Господа: по своей сути это Божественное благо, соединенное с Божественной истиной, и будучи соединенным, оно оживляет все небесные вещи; так же как в мире, когда солнечное тепло соединено со светом, оно делает все вещи на земле плодотворными, что происходит весной и летом. Иначе обстоит дело, когда тепло не соединено со светом, то есть когда свет холодный; тогда все вещи становятся вялыми и мертвыми. У ангелов это Божественное благо, сравниваемое с теплом, есть благо любви; а Божественная истина, сравниваемая со светом, есть то, через что и из чего исходит благо любви.
            <br/>
 В Слове "огонь" означает небесную любовь и адскую любовь (n. 934, 4906, 5215).
            <br/>
"Святой и небесный огонь" означает Божественную любовь и всякую привязанность, которая принадлежит этой любви (n. 934, 6314, 6832).
            <br/>
"Свет" от огня означает истину, исходящую от добра любви; а свет на небе означает Божественную истину (n. 3195, 3485, 3636, 3643, 3993, 4302, 4413, 4415, 9548, 9684).
            <br/>
            <br/>
14. Божественное на небесах, которое творит небеса, - это любовь, потому что любовь - это духовное соединение. Она соединяет ангелов с Господом и соединяет их друг с другом, так соединяя их, что в глазах Господа они все как один. Более того, любовь есть само существо [esse] жизни каждого человека; следовательно, от любви имеют жизнь и ангелы, и люди. Каждый, кто размышляет, может знать, что внутренняя жизненная сила человека - от любви, ибо он становится теплым от присутствия любви и холодным от ее отсутствия, а когда лишен ее, то умирает. Но следует помнить, что качество любви определяет качество жизни каждого.
            <br/>
 Любовь - это огонь жизни, и сама жизнь, собственно, из нее и происходит (n. 4906, 5071, 6032, 6314).
            <br/>
            <br/>
15. На небесах есть две разные любви, любовь к Господу и любовь к ближнему: на самом внутреннем или третьем небе - любовь к Господу, на втором или среднем небе - любовь к ближнему. Обе они исходят от Господа и обе составляют небеса. Как эти две любви различаются и как они соединены, на небесах видно ясно, а в мире - неясно. На небесах любить Господа не значит любить Его в отношении Его личности, но значит любить добро, которое от Него; а любить добро - значит желать и делать добро из любви; а любить ближнего не значит любить товарища в отношении его личности, но любить истину, которая от Слова; а любить истину - значит желать и делать ее. Из этого ясно, что эти две любви различны, как различны добро и истина, и что они соединены, как добро соединено с истиной. Но это едва ли может быть понято людьми, пока не будет известно, что такое любовь, что такое добро и что такое ближний.
            <br/>
 Любить Господа и ближнего - значит жить по заповедям Господа (n. 10143, 10153, 10310, 10578, 10648).
            <br/>
 Любить ближнего не значит любить человека, но любить то, что в нем есть, от чего он есть то, что он есть, то есть его истину и добро (n. 5028, 10336).
            <br/>
Тот, кто любит человека, а не то, что в нем есть, любит и зло, и добро (n. 3820).
            <br/>
Благотворительность - это желание истины и воздействие истины ради истины (n. 3876, 3877).
            <br/>
Милосердие к ближнему - это делать то, что хорошо, справедливо и правильно, в каждом деле и в каждой функции (n. 8120-8122).
            <br/>
            <br/>
16. Я неоднократно беседовал с ангелами на эту тему. Они удивлялись, говорили они, что люди Церкви не знают, что любить Господа и любить ближнего - значит любить то, что хорошо и истинно, и делать это по воле, тогда как им следовало бы знать, что человек проявляет любовь, желая и делая то, что желает другой, и именно это приносит ответную любовь и соединение, а не любить другого, не делая того, что он желает, что само по себе не является любовью; Также люди должны знать, что добро, исходящее от Господа, есть подобие Его, поскольку Он в нем; и что те, кто делает добро и истину частью своей жизни, желая их и делая их, становятся подобием Господа и соединяются с Ним. Желать - значит любить делать. О том, что это так, Господь учит в Слове, говоря,
            <br/>
            <br/>
Кто имеет заповеди Мои и исполняет их, тот любит Меня; и Я возлюблю его и поселюсь с ним (Иоанна 14:21, 23).
            <br/>
            <br/>
И снова:
            <br/>
            <br/>
Если вы будете исполнять заповеди Мои, то пребудете в любви Моей (Иоанна 15:10).
            <br/>
            <br/>
17. Весь небесный опыт свидетельствует, что Божественное, исходящее от Господа и воздействующее на ангелов и творящее небеса, есть любовь; ибо все, кто на небесах, являются формами любви и милосердия и предстают в невыразимой красоте, с любовью, сияющей с их лиц, из их речи и из каждой особенности их жизни. Более того, существуют духовные сферы жизни, исходящие и окружающие каждого ангела и каждого духа, по которым можно узнать их качество в отношении привязанностей их любви, иногда на большом расстоянии. Ибо у каждого эти сферы исходят из жизни его привязанности и вытекающей из нее мысли, или из жизни его любви и вытекающей из нее веры. Сферы, которые исходят от ангелов, настолько полны любви, что затрагивают самые глубины жизни тех, кто находится рядом с ними. Они неоднократно воспринимались мною и таким образом воздействовали на меня. То, что ангелы живут именно любовью, явствует из того факта, что в другой жизни каждый обращает себя в соответствии со своей любовью - те, кто в любви к Господу и в любви к ближнему, всегда обращают себя к Господу, в то время как те, кто в любви к себе, всегда отворачиваются от Господа. Это так, как бы ни поворачивались их тела, поскольку у тех, кто в другой жизни, пространства соответствуют состояниям их внутренностей, также как и четверти, которые не постоянны, как в этом мире, но определяются в соответствии с направлением их лиц. И все же не ангелы обращаются к Господу, но Господь обращает к Себе тех, кто любит делать то, что от Него. Но подробнее об этом далее, где речь пойдет о четвертях в другой жизни.
            <br/>
 Ангелы - это формы любви и милосердия (n. 3804, 4735, 4797, 4985, 5199, 5530, 9879, 10177).
            <br/>
 Духовная сфера, которая есть сфера жизни, переполняет и изливается из каждого человека, духа и ангела и охватывает их (n. 4464, 5179, 7454, 8630).
            <br/>
Она вытекает из жизни их привязанностей и последующих мыслей (n. 2489, 4464, 6206).
            <br/>
 Духи и ангелы постоянно обращаются к своим возлюбленным, а те, кто на небесах, постоянно обращаются к Господу (n. 10130, 10189, 10420, 10702).
            <br/>
Четверти в другой жизни принадлежат каждому в соответствии с направлением его лица и определяются таким образом, иначе, чем в мире (n. 10130, 10189, 10420, 10702).
            <br/>
            <br/>
18. Божество Господа на небесах - это любовь, потому что любовь восприимчива ко всем небесным вещам, таким как мир, разум, мудрость и счастье. Ибо любовь восприимчива ко всем вещам, которые находятся в гармонии с ней; она жаждет их, ищет их и впивает их как бы самопроизвольно, ибо непрестанно желает обогащаться и совершенствоваться ими. Это хорошо известно и человеку, ибо вместе с ним любовь перебирает как бы хранилища своей памяти и извлекает все, что согласуется с ней самой, собирая и располагая их в себе и под собой - в себе, чтобы они были ее собственностью, и под собой, чтобы они были ее слугами; но все, что не согласуется с ней, она отбрасывает и изгоняет. Что в любви присутствует способность принимать истины в согласии с собой и желание соединить их с собой, ясно также из того, что некоторые простодушные в мире были взяты на небо, но, находясь с ангелами, обрели ангельскую мудрость и небесное блаженство, и все потому, что они возлюбили доброе и истинное ради него самого, внедрили его в свою жизнь и тем самым обрели способность принимать небеса со всем, что там есть невыразимого. Но те, кто любит себя и мир, не способны принять то, что хорошо и истинно; они ненавидят и отвергают это, и при первом же прикосновении и входе в него они убегают и объединяются с теми в аду, кто любит то же, что и они. Были духи, которые сомневались в том, что в небесной любви есть такие способности, и желали узнать, правда ли это; тогда их впустили в состояние небесной любви, все противодействия были на время устранены, и перенесли на некоторое расстояние, где было ангельское небо, и оттуда они говорили со мной, говоря, что ощущают более внутреннее счастье, чем могут выразить словами, и очень сожалели, что должны вернуться в свое прежнее состояние. Другие также были вознесены на небо; и чем выше или более внутренне они возвышались, тем больше ума и мудрости они получали, что позволяло им постигать то, что прежде было для них непостижимо. Отсюда ясно, что любовь, исходящая от Господа, восприимчива к небесам и всему, что в них находится.
            <br/>
 В любви заключено бесчисленное множество вещей, и любовь собирает к себе все, что находится в гармонии с ней (n. 2500, 2572, 3078, 3189, 6323, 7490, 7750).
            <br/>
            <br/>
19. О том, что любовь к Господу и любовь к ближнему включают в себя все Божественные истины, свидетельствует то, что Сам Господь сказал об этих двух видах любви:
            <br/>
            <br/>
Возлюби Бога твоего всем сердцем твоим и всею душою твоею. Это величайшая и первая заповедь. Вторая, подобная ей, гласит: "Возлюби ближнего твоего, как самого себя". На этих двух заповедях держится весь закон и пророки (Матф. 22:37-40).
            <br/>
            <br/>
"Закон и пророки" - это все Слово, то есть вся Божественная истина.
            <br/>
            <br/>
20. IV. НЕБО РАЗДЕЛЕНО НА ДВА ЦАРСТВА.
            <br/>
Поскольку на небесах существует бесконечное множество разновидностей, и ни одно общество, ни один ангел не похож на другого, на небесах есть общее, конкретное и особое разделение. Общее разделение - на два царства, конкретное - на три небеса, а конкретное - на бесчисленное множество обществ. О каждом из них будет рассказано далее. Об общем разделении на царства говорится потому, что небеса называются "Царством Божьим".
            <br/>
 Там бесконечное разнообразие, и ни одна вещь не похожа на другую (n. 7236, 9002).
            <br/>
Также и на небесах существует бесконечное разнообразие (n. 684, 690, 3744, 5598, 7236).
            <br/>
Разновидности на небесах - это разновидности добра (n. 3744, 4005, 7236, 7833, 7836, 9002).
            <br/>
Все общества на небесах и все ангелы в обществе, таким образом, отличаются друг от друга (n. 690, 3241, 3519, 3804, 3986, 4067, 4149, 4263, 7236, 7833, 7836).
            <br/>
Тем не менее, все они становятся едины по любви от Господа (n. 457, 3986).
            <br/>
            <br/>
21. Есть ангелы, которые более внутренне принимают Божественное, исходящее от Господа, и другие, которые принимают его менее внутренне; первые называются небесными ангелами, а вторые - духовными. Из-за этого различия небеса разделены на два царства, одно из которых называется Небесным, а другое - Духовным.
            <br/>
 Небеса в целом разделены на два царства, небесное и духовное (n. 3887, 4138).
            <br/>
Ангелы небесного царства получают Божественное от Господа в своей добровольной части, таким образом, более внутренне, чем духовные ангелы, которые получают его в своей интеллектуальной части (n. 5113, 6367, 8521, 9936, 9995. 10124).
            <br/>
            <br/>
22. Поскольку ангелы, составляющие небесное царство, получают Божественное от Господа более внутренне, они называются внутренними, а также высшими ангелами; и по той же причине небеса, которые они составляют, называются внутренними и высшими небесами. Они называются высшими и низшими, потому что эти термины обозначают то, что внутреннее и то, что внешнее..
            <br/>
 Небеса, составляющие небесное царство, называются высшими, а те, что составляют духовное царство, называются низшими (n. 10068).
            <br/>
 Внутренние вещи изображаются высшими вещами, а высшие вещи обозначают внутренние вещи (n. 2148, 3084, 4599, 5146, 8325).
            <br/>
            <br/>
23. Любовь, в которой пребывают те, кто находится в небесном царстве, называется небесной любовью, а любовь, в которой пребывают те, кто находится в духовном царстве, называется духовной любовью. Небесная любовь - это любовь к Господу, а духовная любовь - это любовь к ближнему. И поскольку все добро относится к любви (ибо добро для любого человека - это то, что он любит), то и добро другого царства называется небесным, а добро другого - духовным. Очевидно, оба царства отличаются друг от друга так же, как благо любви к Господу отличается от блага любви к ближнему. И поскольку благо любви к Господу есть внутреннее благо, а любовь есть внутренняя любовь, то и небесные ангелы есть внутренние ангелы и называются высшими ангелами.
            <br/>
 Благо небесного царства - это благо любви к Господу, а благо духовного царства - это благо милосердия к ближнему (n. 3691, 6435, 9468, 9680, 9683, 9780).
            <br/>
            <br/>
24. Небесное царство называется также священническим царством Господа, а в Слове "Его обителью"; духовное же царство называется Его царским царством, а в Слове "Его престолом". И от небесного Божества Господь в мире назывался "Иисус", а от духовного Божества - "Христос".
            <br/>
            <br/>
25. Ангелы в небесном царстве Господа, благодаря своему более внутреннему восприятию Божественного Господа, намного превосходят в мудрости и славе ангелов, находящихся в Его духовном царстве; ибо они пребывают в любви к Господу и, следовательно, ближе и теснее соединены с Ним. Эти ангелы таковы, потому что они получили и продолжают получать Божественные истины сразу в своей жизни, а не сначала в памяти и мыслях, как это делают духовные ангелы. Следовательно, у них Божественные истины записаны в сердцах, и они воспринимают их и как бы видят их в себе; и они никогда не рассуждают о них, истинны они или нет. Они такие, как описано у Иеремии:
            <br/>
            <br/>
Я вложу закон Мой в разум их и напишу его на сердце их. И не будут более учить каждый друга своего и каждый брата своего, говоря: познайте Иегову. Они будут знать Меня, от малейшего из них и до величайшего из них (31:33, 34).
            <br/>
            <br/>
И они названы в Исаии:
            <br/>
            <br/>
Научен от Иеговы (54:13).
            <br/>
            <br/>
О том, что "наученные Иеговой" - это те, кого учит Господь, Он Сам учит в Евангелии от Иоанна (6:45, 46).
            <br/>
 Небесные ангелы неизмеримо превосходят в мудрости духовных ангелов (n. 2718, 9995).
            <br/>
Природа различия между небесными ангелами и духовными ангелами (n. 2088, 2669, 2708, 2715, 3235, 3240, 4788, 7068, 8521, 9277, 10295).
            <br/>
 Небесные ангелы не рассуждают об истинах веры, потому что они воспринимают их в себе; но духовные ангелы рассуждают о них независимо от того, истинны они или нет (n. 202, 337, 597, 607, 784, 1121, 1384, 1898, 1919, 3246, 4448, 7680, 7877, 8780, 9277, 10786).
            <br/>
            <br/>
26. Было сказано, что эти ангелы имеют мудрость и славу выше других по той причине, что они получили и продолжают получать Божественные истины сразу же в своей жизни. Ибо как только они слышат Божественные истины, они начинают их исполнять, вместо того чтобы хранить их в памяти и потом размышлять, истинны ли они. Они сразу же узнают по притоку от Господа, истинна ли услышанная ими истина; ибо Господь течет непосредственно в желание человека, но опосредованно, через желание, в его мышление. Или, что то же самое, Господь течет непосредственно в добро, но опосредованно через добро в истину. То, что принадлежит воле и действию, называется добром, а то, что принадлежит памяти и мышлению, называется истиной. Более того, всякая истина превращается в добро и насаждается в любви, как только входит в волю; но пока истина остается в памяти и в мысли, она не становится добром, не живет и не присваивается человеку, поскольку человек является человеком по своей воле и по своему пониманию, а не по своему пониманию, отделенному от своей воли.
            <br/>
 Приток Господа в добро и через добро в истину, а не наоборот; таким образом, в волю и через нее в понимание, а не наоборот (n. 5482, 5649, 6027, 8685, 8701, 10153).
            <br/>
 Воля человека - это само существо [esse] его жизни и вместилище блага любви, а понимание - это выход [existere] его жизни из нее и вместилище истины и блага веры (n. 3619, 5002, 9282).
            <br/>
Таким образом, жизнь воли является главной жизнью человека, а жизнь понимания исходит из нее (n. 585, 590, 3619, 7342, 8885, 9282, 10076, 10109, 10110).
            <br/>
Все, что принимается волей, становится жизнью и присваивается человеку (n. 3161, 9386, 9393).
            <br/>
Человек является человеком от своей воли и от своего понимания (n. 8911, 9069, 9071, 10076, 10109, 10110).
            <br/>
Более того, каждый, кто правильно волит и понимает, любим и ценим другими, а тот, кто правильно понимает, но не правильно волит, отвергается и презирается (n. 8911, 10076).
            <br/>
Также после смерти человек остается таким, какими были его воля и его понимание, а то, что относится к пониманию и не относится к воле, исчезает, потому что не находится в человеке (n. 9069, 9071, 9282, 9386, 10153).
            <br/>
            <br/>
27. Из-за этого различия между ангелами небесного царства и ангелами духовного царства они не находятся вместе и не имеют взаимодействия друг с другом. Они могут общаться только через промежуточные ангельские общества, которые называются небесно-духовными. Через них небесное царство перетекает в духовное, и из этого следует, что хотя небо и разделено на два царства, оно, тем не менее, составляет одно. Господь всегда предоставляет таких промежуточных ангелов, через которых происходит общение и соединение.
            <br/>
 Между двумя царствами существует общение и соединение посредством ангельских обществ, которые называются небесно-духовными (n. 4047, 6435, 8796, 8802).
            <br/>
Приток Господа через небесное царство в духовное (n. 3969, 6366).
            <br/>
            <br/>
28. Поскольку об ангелах этих двух царств будет подробно рассказано в последующем, подробности здесь опущены.
            <br/>
            <br/>
29. ЕСТЬ ТРИ НЕБЕСА.
            <br/>
Есть три неба, совершенно отличные друг от друга: внутреннее, или третье, среднее, или второе, и крайнее, или первое. Они имеют такой же порядок и отношение друг к другу, как высшая часть человека, или голова, средняя часть, или тело, и низшая, или ноги; или как верхний, средний и нижний этажи дома. В таком же порядке находится Божественное, исходящее и нисходящее от Господа; следовательно, небеса, в силу необходимости порядка, троичны.
            <br/>
            <br/>
30. Внутреннее устройство человека, относящееся к его разуму и склонностям, также находится в таком же порядке. У него есть внутренняя, средняя и внешняя части; ибо при сотворении человека все вещи Божественного порядка были собраны в нем, так что он стал Божественным порядком по форме, и, следовательно, небом в миниатюре. По этой причине также человек, что касается его внутренностей, имеет общение с небесами и приходит после смерти среди ангелов, либо среди тех, кто находится на внутренних, либо на средних, либо на внешних небесах, в соответствии с тем, как он принимал Божественное добро и истину от Господа во время своей жизни в мире.
            <br/>
 Все вещи Божественного порядка собраны вместе в человеке, и по сотворении человек есть Божественный порядок в форме (n. 3628, 4219, 4220, 4223, 4523, 4524, 5114, 5168, 6013, 6057, 6605, 6626, 9706, 10156, 10472).
            <br/>
В человеке внутренний человек образован по образу неба, а внешний - по образу мира, поэтому древние называли человека микрокосмом (n. 3628, 4523, 5115, 6013, 6057, 9279, 9706, 10156, 10472).
            <br/>
Таким образом, человек в отношении своих внутренностей является по сотворению небом в наименьшей форме по образу наибольшей; и таким человек становится также, когда он заново создан или возрожден Господом (n. 911, 1900, 1928, 3624-3631, 3634, 3884, 4041, 4279, 4523, 4524, 4625, 6013, 6057, 9279, 9632).
            <br/>
            <br/>
31. Божественное, которое исходит от Господа и принимается на третьем или самом внутреннем небе, называется небесным, и, соответственно, ангелы там называются небесными ангелами; Божественное, которое исходит от Господа и принимается на втором или среднем небе, называется духовным, и, соответственно, ангелы там называются духовными ангелами; а Божественное, которое притекает от Господа и принимается на крайнем или первом небе, называется естественным; но так как естественность этого неба не подобна естественности мира, но имеет в себе духовное и небесное, то это небо называется духовно-естественным и небесно-естественным, и, соответственно, ангелы там называются духовно-естественными и небесно-естественными. Те, кто получает приток от среднего или второго неба, которое есть духовное небо, называются духовно-естественными; а те, кто получает приток от третьего или самого внутреннего неба, которое есть небесное небо, называются небесно-естественными. Духовно-естественные ангелы и небесно-естественные ангелы отличаются друг от друга; тем не менее, они составляют одно небо, потому что находятся в одной степени.
            <br/>
 Есть три неба, внутреннее, среднее и крайнее, или третье, второе и первое (n. 684 9594, 10270).
            <br/>
Блага в них также следуют в тройном порядке (n. 4938, 4939, 9992, 10005, 10017).
            <br/>
Благо самого внутреннего или третьего неба называется небесным, благо среднего или второго - духовным, а благо самого верхнего или первого - духовно-природным (n. 4279, 4286, 4938, 4939, 9992, 10005, 10017, 10068).
            <br/>
            <br/>
32. На каждом небе есть внутреннее и внешнее; те, кто находится на внутреннем, называются там внутренними ангелами, а те, кто находится на внешнем, называются внешними ангелами. Внутреннее и внешнее на небесах, или на каждом небе, находятся в таком же отношении, как добровольное и интеллектуальное в человеке: внутреннее соответствует добровольному, а внешнее - интеллектуальному. Все добровольное имеет свой интеллект; одно не может существовать без другого. Добровольное можно сравнить с пламенем, а интеллектуальное - со светом, исходящим от него.
            <br/>
            <br/>
33. Пусть будет ясно понято, что у ангелов именно внутреннее состояние является причиной того, что они находятся на тех или иных небесах; ибо поскольку их внутреннее состояние более открыто для Господа, они находятся на более внутренних небесах. В каждом ангеле и духе, а также в человеке есть три степени внутренностей. Те, в ком открыта третья степень, находятся на внутренних небесах. Те, в ком открыта вторая степень, или только первая, находятся на средних или крайних небесах. Внутренний мир открывается при приеме Божественного блага и Божественной истины. Те, кто затронут Божественными истинами и сразу же принимает их в жизнь, а значит, в волю и в действие, находятся на самом внутреннем или третьем небе и занимают там место в соответствии с тем, как они принимают добро от привязанности к истине. Те, кто не впускает истины сразу в волю, но в память, а затем в понимание, и из понимания волят и делают их, находятся на среднем или втором небе. Но те, кто живет нравственно, верит в Божественное и мало заботится о том, чтобы их учили, находятся на самом верхнем или первом небе". Из этого ясно, что состояния внутренностей составляют небо, и что небо находится внутри каждого, а не вне его, как учит Господь, когда говорит:
            <br/>
            <br/>
Царство Божие не приходит путем наблюдения, и не скажут: вот, здесь, или там; ибо вот, Царство Божие внутрь вас есть (Луки 17:20, 21).
            <br/>
            <br/>
 В человеке столько же степеней жизни, сколько и небес, и они открываются после смерти в соответствии с его жизнью (n. 3747, 9594).
            <br/>
Небеса находятся в человеке (n. 3884).
            <br/>
Поэтому тот, кто принял небеса в себя в этом мире, входит в небеса после смерти (n. 3747, 9594). 10717).
            <br/>
            <br/>
34. Кроме того, все совершенства возрастают по направлению к внутреннему миру и уменьшаются по направлению к внешнему, поскольку внутренний мир ближе к Божественному и сам по себе чист, а внешний мир более удален от Божественного и сам по себе более груб. Разум, мудрость, любовь, все хорошее и вытекающее из этого счастье - вот что составляет ангельское совершенство; но не счастье помимо них, ибо такое счастье внешнее, а не внутреннее. Поскольку у ангелов внутреннего неба внутренности открыты в третьей степени, их совершенство неизмеримо превосходит совершенство ангелов среднего неба, внутренности которых открыты во второй степени. Так что совершенство этих ангелов превосходит в такой же мере совершенство ангелов крайних небес.
            <br/>
 Внутренние более совершенны, потому что ближе к Божественному (n. 3405, 5146, 5147).
            <br/>
Во внутреннем существуют тысячи и тысячи вещей, которые во внешнем проявляются как одна общая вещь (n. 5707).
            <br/>
Насколько человек поднимается от внешнего к внутреннему, настолько он приходит к свету и, следовательно, к разуму, и это возвышение подобно подъему из облака в ясность (n. 4598, 6183, 6313).
            <br/>
            <br/>
35. Из-за этого различия ангел одного неба не может пойти среди ангелов другого неба, то есть никто не может подняться с низшего неба и никто не может спуститься с высшего. Восходящий с нижнего неба охвачен бедой вплоть до муки и не может видеть тех, кто там находится, а тем более говорить с ними; а нисходящий с высшего неба лишен мудрости, заикается в речи и впадает в отчаяние. Были некоторые с самого крайнего неба, которые еще не были научены тому, что внутренность ангелов - это то, что составляет небо, и которые верили, что они могут достичь высшего небесного счастья, просто получив доступ на небо, где находятся высшие ангелы. Им было позволено войти среди таких ангелов. Но когда они оказались там, то не смогли никого увидеть, сколько ни искали, хотя присутствовало великое множество людей; ибо внутренности новоприбывших не были открыты в той же степени, что и внутренности ангелов, их зрение не было так открыто. Вскоре их охватила такая сердечная мука, что они едва понимали, живы они или нет. Поэтому они поспешно уходили на небо, откуда пришли, радуясь, что снова оказались среди себе подобных, и обещая себе, что больше не будут жаждать более высоких вещей, чем те, что были согласны с их жизнью. Я также видел некоторых, спущенных с высших небес; и они были лишены своей мудрости, пока не перестали понимать, что такое их собственные небеса. Иначе обстоит дело, когда, как это часто бывает, ангелы возносятся Господом с низших небес на высшие, чтобы они могли созерцать их славу; ибо тогда они заранее подготовлены и окружены промежуточными ангелами, через которых они общаются с теми, к кому приходят. Из всего этого ясно, что три небеса полностью отличаются друг от друга.
            <br/>
            <br/>
36. Однако те, кто находится на одном и том же небе, могут соединяться с любыми, кто находится там; но прелести такого соединения измеряются родством добра, в которое они вступили; об этом будет сказано больше в следующих главах.
            <br/>
            <br/>
37. Но хотя небеса настолько различны, что между ангелами одного неба и ангелами другого не может быть никакого общения, все же Господь соединяет все небеса вместе как прямым, так и посредническим притоком - прямым от Себя во все небеса и посредническим от одного неба в другое. Таким образом, Он делает три неба одним, и все они находятся в такой связи от Первого до Последнего, что невозможно ничего не связанного. Все, что не связано через посредников с Первым, не может иметь постоянного существования, но рассеивается и становится ничем..
            <br/>
 Приток от Господа является прямым от Него Самого, а также опосредованным через одно небо в другое, и подобным образом в человеческие внутренности (n. 6063, 6307, 6472, 9682, 9683).
            <br/>
Прямой приток Божественного от Господа (n. 6058, 6474-6478, 8717, 8728).
            <br/>
Опосредованный приток через духовный мир в мир природный (n. 4067, 6982, 6985, 6996).
            <br/>
 Все вещи возникают из вещей, предшествующих себе, таким образом, из Первого, и подобно этому внутренне существуют, потому что существование есть непрекращающееся возникновение; поэтому невозможно ничего не связанного (n. 3626-3628, 3648, 4523, 4524, 6040, 6056).
            <br/>
            <br/>
38. Только тот, кто знает, как степени связаны с Божественным порядком, может понять, как различаются небеса, или даже что подразумевается под внутренним и внешним человеком. Большинство людей в мире не имеют иного представления о внутреннем и внешнем, о высшем и низшем, кроме как о чем-то непрерывном, или связном через непрерывность, от более чистого к более грубому. Но отношение внутреннего к внешнему является дискретным, а не непрерывным. Степени бывают двух видов: непрерывные и не непрерывные. Непрерывные степени связаны между собой, как степени ослабления света от яркого сияния до темноты, или как степени ослабления зрения от объектов на свету до объектов в тени, или как степени чистоты атмосферы снизу вверх. Эти степени определяются расстоянием". С другой стороны, степени, которые не непрерывны, а дискретны, различаются как предшествующее и последующее, как причина и следствие, как то, что производит, и то, что производится. Кто вникнет в суть дела, тот увидит, что в каждой вещи и во всех вещах в целом мире, каковы бы они ни были, есть такие степени производства и соединения, то есть от одного происходит второе, от этого - третье и так далее. [3] До тех пор, пока человек не приобретет представление об этих степенях, он не сможет понять ни различия между небесами, ни различия между внутренними и внешними способностями человека, ни различия между духовным миром и миром природы, ни различия между духом человека и его телом. Он также не может понять природу и источник соответствий и представлений, а также природу притока. Чувственные люди не понимают этих различий, ибо они считают увеличение и уменьшение, даже в соответствии с этими степенями, непрерывными, и поэтому не могут представить себе духовное иначе, чем как более чистое природное. И, следовательно, они остаются вне интеллекта и очень далеки от него.
            <br/>
 Вещи внутренние и вещи внешние не непрерывны, но различны и дискретны по степеням, и каждая степень имеет свои границы (n. 3691, 5114, 5145, 8603, 10099).
            <br/>
Одна вещь образуется из другой, и образованные таким образом вещи не становятся постоянно чище и грубее (n. 6326, 6465).
            <br/>
Пока не будет осознано различие между внутренним и внешним в соответствии с такими степенями, ни внутренний и внешний человек, ни внутренние и внешние небеса не могут быть ясно поняты (n. 5146, 6465, 10099, 10181).
            <br/>
            <br/>
39. Наконец, можно привести некий арканум, касающийся ангелов трех небес, который до сих пор никому не приходил в голову, поскольку степени не были поняты. В каждом ангеле, а также в каждом человеке есть внутренняя или высшая степень, или внутреннее или высшее нечто, в которое в основном или приблизительно втекает Божественное Господа, и из которого оно располагает другие внутренности в нем, которые следуют в соответствии со степенями порядка. Эта внутренняя или высшая степень может быть названа входом Господа в ангела или человека, и Его истинным местом обитания в них. Именно в силу этой наивысшей степени человек является человеком и отличается от неразумных животных, ибо у них ее нет. Отсюда следует, что человек, в отличие от животных, способен, в отношении всех своих внутренностей, относящихся к разуму и склонностям, быть возведенным Господом к Себе, верить в Господа, быть движимым любовью к Господу и таким образом созерцать Его, получать разум и мудрость и говорить от разума. Кроме того, благодаря этому он живет в вечности. Но то, что устроено и предусмотрено Господом в этом внутреннем, не проникает отчетливо в восприятие ни одного ангела, потому что это выше его мысли и превосходит его мудрость.
            <br/>
            <br/>
40. Теперь это общие истины о трех небесах; но в последующем каждое небо будет рассмотрено особо.
            <br/>
            <br/>
41. VI. НЕБЕСА СОСТОЯТ ИЗ БЕСЧИСЛЕННЫХ ОБЩЕСТВ.
            <br/>
Ангелы каждого неба не находятся вместе в одном месте, но разделены на большие и меньшие общества в соответствии с различием благ любви и веры, в которых они находятся; те, кто находится в одинаковых благах, образуют одно общество. Блага на небесах бесконечно разнообразны, и каждый ангел есть как бы свое собственное благо".
            <br/>
 Существует бесконечное разнообразие, и ни одна вещь не похожа на другую (n. 7236, 9002).
            <br/>
Так и в небесах существует бесконечное разнообразие (n. 684, 690, 3744, 5598, 7236).
            <br/>
Разновидности небес, которые бесконечны, являются разновидностями добра (n. 3744, 4005, 7236, 7833, 7836, 9002).
            <br/>
Эти разновидности существуют благодаря истинам, которые многообразны и из которых каждый получает свое благо (n. 3470, 3804, 4149, 6917, 7236).
            <br/>
Именно по этой причине все общества на небесах и все ангелы в обществе отличаются друг от друга (n. 690, 3241, 3519, 3804, 3986, 4067, 4149, 4263, 7236, 7833, 836).
            <br/>
Тем не менее, все они составляют одно целое через любовь от Господа (n. 457, 3986).
            <br/>
            <br/>
42. Более того, ангельские общества на небесах находятся на расстоянии друг от друга, поскольку их блага различаются в целом и в частности. Ибо в духовном мире единственным основанием расстояния является различие в состоянии внутренностей, так и на небесах - различие в состояниях любви: те, кто сильно различаются, находятся далеко друг от друга, а те, кто мало различаются, находятся совсем рядом, и подобие заставляет их быть вместе.
            <br/>
 Все небесные общества имеют постоянное положение в соответствии с различиями их жизненных состояний, таким образом, в соответствии с различиями любви и веры (n. 1274, 3638, 3639).
            <br/>
Чудесные вещи в другой жизни, то есть в духовном мире, уважая расстояние, ситуацию, место пространство и время (n. 1273-1277).
            <br/>
            <br/>
43. Все, кто находится в одном обществе, расположены подобным образом по отношению друг к другу; те, кто более совершенен, то есть превосходит в добре, любви, мудрости и разуме, находятся в середине; те, кто менее превосходен, находятся вокруг на расстоянии в соответствии с уменьшением их совершенства. Это расположение подобно свету, уменьшающемуся от середины к окружности: те, кто в середине, находятся в наибольшем свете, а те, кто к окружности, - во все меньшем.
            <br/>
            <br/>
44. Подобные притягиваются к себе подобным спонтанно, ибо с себе подобными они как бы со своими и дома, а с другими - как бы с чужими и за границей; также когда с себе подобными они находятся в своей свободе, а значит, в каждом наслаждении жизни.
            <br/>
            <br/>
45. Все это ясно показывает, что все на небесах связаны добром и различаются по качеству этого добра. Тем не менее, не ангелы, а Господь, от Которого исходит благо. Господь ведет их, соединяет и разделяет, сохраняет их в свободе, соразмерной их благу. Так Он удерживает каждого в жизни его любви и веры, его ума и мудрости, и в результате - счастье.
            <br/>
 Вся свобода относится к любви и привязанности, ибо что человек любит, то он делает свободно (n. 2870, 3158, 8987, 8990, 9555, 9591).
            <br/>
Поскольку свобода относится к любви, то жизнь и наслаждение каждого проистекают из нее (n. 2873).
            <br/>
Ничто не кажется собственным, кроме того, что исходит от его свободы (n. 2880).
            <br/>
Самая лучшая свобода - быть ведомым Господом, потому что таким образом человеком руководит любовь к добру и истине (n. 892, 905, 2872, 2886, 2890-2892, 9096, 9586-9591).
            <br/>
            <br/>
46. Опять же, все, кто находится в подобном благе, даже если они никогда не видели друг друга прежде, знают друг друга, как люди в мире знают своих родственников, близких родственников и друзей; и по той причине, что в другой жизни нет ничего, кроме духовных родственных связей, отношений и дружбы, которые проистекают из любви и веры. Это мне иногда было дано увидеть, когда я был в духе, и таким образом отстранился от тела, и находился в обществе ангелов. Некоторые из тех, кого я тогда видел, казались мне знакомыми с детства, а другие - незнакомыми. Те, кого я, казалось, знал с детства, находились в состоянии, подобном состоянию моего духа; те же, кто казался неизвестным, находились в несходном состоянии".
            <br/>
 Все близости, отношения, связи и как бы кровные узы на небесах - от добра и в соответствии с его соглашениями и различиями (n. 685, 917, 1394, 2739, 3612, 3815, 4121).
            <br/>
            <br/>
47. Все, кто образует одно и то же ангельское общество, похожи друг на друга в общих чертах, но не в частностях. Как эти общие сходства связаны с различиями в частностях, можно в какой-то мере увидеть на примере подобных вещей в мире. Хорошо известно, что у каждой расы есть определенное общее сходство лица и глаз, по которому ее знают и отличают от всех других рас. Это в еще большей степени относится к различным семьям. На небесах это проявляется гораздо более полно, потому что там все внутренние аффекты проявляются в лице и сияют от него, ибо там лицо является внешней и репрезентативной формой этих аффектов. Там никто не может иметь никакого другого лица, кроме лица своей собственной привязанности. Также было показано, как это общее сходство меняется в частностях у отдельных людей в одном и том же обществе. Мне явилось лицо, подобное ангельскому, и оно менялось в соответствии с теми привязанностями к добру и истине, которые есть у тех, кто принадлежит к одному обществу. Эти изменения продолжались долгое время, и я заметил, что одно и то же лицо в целом продолжало служить основой, а все остальное было лишь производным от него. Таким образом, посредством этого лица проявлялись привязанности всего общества, благодаря чему лица людей в нем менялись. Ибо, как было сказано выше, лица ангелов - это формы их внутренностей, то есть привязанностей, которые принадлежат их любви и вере.
            <br/>
            <br/>
48. Из этого также следует, что ангел, превосходящий в мудрости, сразу же видит качества другого по его лицу. На небесах никто не может скрыть свою внутренность выражением лица, не притворяется, не обманывает и не вводит в заблуждение хитростью или лицемерием. Есть лицемеры, которые умеют маскировать свою внутренность и придать своей внешности форму того блага, в котором пребывают те, кто принадлежит к обществу, и таким образом выставляют себя ангелами света; и такие иногда проникают в общество; но они не могут оставаться там долго, ибо начинают испытывать внутреннюю боль и мучения, синеют лицом и становятся как бы безжизненными. Эти изменения происходят от противоречивости жизни, которая течет в них и влияет на них. Поэтому они быстро низвергают себя в ад, где находятся подобные им, и больше не хотят подниматься. Именно таких людей имел в виду человек, найденный среди званых гостей на пиру не одетым в брачную одежду, который был изгнан во тьму внешнюю Матф. 22:11 и далее).
            <br/>
            <br/>
49. Все небесные общества общаются друг с другом, хотя и не путем открытого взаимодействия; ибо немногие выходят из своего общества в другое, поскольку выход из своего общества подобен уходу от себя или от своей жизни и переходу в другую жизнь, менее благоприятную. Но все общества общаются между собой посредством расширения сферы, исходящей из жизни каждого из них. Эта сфера жизни - сфера привязанностей любви и веры. Эта сфера простирается далеко и широко в окружающие общества, и дальше и шире, пропорционально тому, как привязанности становятся более внутренними и совершенными. В меру этого расширения ангелы имеют разум и мудрость. Те, кто находится на самом небе и в середине его, имеют распространение на все небо; таким образом, происходит разделение всех на небе с каждым, и каждого со всеми. Но это распространение будет рассмотрено более полно далее, где будет рассмотрена форма неба, в соответствии с которой устроены ангельские общества, а также мудрость и разум ангелов, ибо в соответствии с этой формой происходит все распространение привязанностей и мыслей.
            <br/>
 Духовная сфера, которая есть сфера жизни, исходит из каждого человека, духа и ангела и охватывает их (n. 4464, 5179, 7454, 5630).
            <br/>
Она исходит из жизни их привязанностей и мыслей (n. 2459, 4464, 6206).
            <br/>
Эти сферы простираются далеко в ангельские общества в соответствии с качеством и количеством их добра (n. 6598-6612, 8063, 5794, 5797).
            <br/>
 На небесах возможно разделение всех благ, потому что небесная любовь делится с другим всем, что принадлежит ей самой (n. 549, 550, 1390, 1391, 1399, 10130, 10723).
            <br/>
            <br/>
50. Выше было сказано, что на небесах есть большие и меньшие общества. Большие состоят из мириад ангелов, меньшие - из тысяч, а наименьшие - из сотен. Есть и такие, которые живут отдельно, дом за домом и семья за семьей. Хотя они живут таким рассеянным образом, они расположены по порядку, как те, кто живет в обществах: мудрые - в середине, а более простые - на границах. Такие люди находятся под Божественным покровительством Господа и являются лучшими из ангелов.
            <br/>
            <br/>
51. КАЖДОЕ ОБЩЕСТВО - ЭТО НЕБО В МЕНЬШЕЙ ФОРМЕ, И КАЖДЫЙ АНГЕЛ - В НАИМЕНЬШЕЙ ФОРМЕ.
            <br/>
Каждое общество есть небо в меньшей форме, и каждый ангел в наименьшей форме, потому что именно благо любви и веры делает небо, и это благо находится в каждом обществе неба и в каждом ангеле общества. Не имеет значения, что это благо повсюду различается и варьируется, оно все равно является благом небес; и нет никакого различия, кроме того, что небеса имеют одно качество здесь и другое там. Поэтому, когда кто-либо возносится в какое-либо небесное общество, о нем говорят, что он пришел на небо; а о тех, кто там находится, говорят, что они на небе, и каждый в своем собственном. Это известно всем в другой жизни; поэтому те, кто стоит вне или под небом, когда они видят на расстоянии компании ангелов, говорят, что небо находится в том или ином месте. Это можно сравнить с гражданскими и военными офицерами и слугами в королевском дворце или замке, которые, хотя и живут отдельно в своих собственных покоях или палатах наверху и внизу, все же находятся в одном и том же дворце или замке, занимая каждый свое положение на королевской службе. Это делает очевидным смысл слов Господа о том, что
            <br/>
В доме Отца Его много мест пребывания (Иоанна 14:2);
            <br/>
А также то, что подразумевается под словами
            <br/>
Жилища небесные и небеса небес, у пророков.
            <br/>
            <br/>
52. То, что каждое общество является небом в меньшей форме, видно из того, что каждое общество имеет небесную форму, подобную небесам в целом. На всех небесах те, кто превосходит остальных, находятся в середине, а менее совершенные - вокруг, в порядке убывания, вплоть до границ (как говорилось в предыдущей главе, п. 43). Из этого также видно, что Господь управляет всеми на всем небе, как если бы они были одним ангелом; и то же самое верно для всех в каждом обществе; и вследствие этого все ангельское общество иногда появляется в ангельской форме, как один ангел, как мне было позволено Господом видеть. Более того, когда Господь появляется посреди ангелов, Он не появляется как один, окруженный многими, но появляется как один, в ангельской форме. Вот почему в Слове Господь назван "ангелом", и почему так названо целое общество. "Михаил", "Гавриил" и "Рафаил" - это не что иное, как ангельские общества, названные так по их функциям.
            <br/>
 В Слове Господь назван ангелом (n. 6280, 6831, 8192, 9303).
            <br/>
Все ангельское общество называется ангелом, а Михаил и Рафаил - ангельскими обществами, названными так по их функциям (n. 8192).
            <br/>
Небесные общества и ангелы не имеют имен, но отличаются качеством своего блага и представлением о нем (n. 1705, 1754).
            <br/>
            <br/>
53. Как все общество - это небо в меньшей форме, так и ангел - это небо в наименьшей форме. Ибо небо не находится вне ангела, но внутри него, поскольку внутренние вещи, принадлежащие его уму, устроены в форме неба, чтобы принимать все небесные вещи, которые находятся вне его. Их он также получает от Господа в соответствии с качеством добра, которое в нем есть. Отсюда следует, что ангел - это небо.
            <br/>
            <br/>
54. Ни в коем случае нельзя сказать, что небо находится вне кого-либо; оно находится внутри него. Ибо именно в соответствии с небом, которое находится внутри него, каждый ангел получает небо, которое находится вне его. Это ясно показывает, как сильно заблуждается тот, кто верит, что прийти на небеса - значит просто быть принятым среди ангелов, без учета внутренней жизни человека, и что небеса даруются каждому по милости без всяких средств;  когда на самом деле, если небеса не находятся внутри человека, ничто из небес, которые находятся снаружи, не может войти и быть полученным Есть много духов, которые имеют такое представление. Из-за этой веры они были вознесены на небеса; но когда они пришли туда, поскольку их внутренняя жизнь была противоположна ангельской жизни, их интеллектуальные способности стали ослеплены, пока они не стали подобны глупцам; и их стали мучить в их волевых способностях, пока они не стали подобны безумцам. Одним словом, если те, кто жил нечестиво, попадают на небеса, они задыхаются и корчатся, как рыбы в воде на воздухе, или как животные в эфире в воздушном насосе, когда воздух иссяк. Из этого видно, что небеса находятся не вне человека, а внутри него.
            <br/>
 Небеса даруются из милосердия не отдельно от средств, а в соответствии с жизнью; однако все в жизни, посредством которой Господь ведет человека к небесам, относится к милосердию; именно это подразумевается под милосердием (n. 5057, 10659).
            <br/>
Если бы небеса даровались по милосердию, без всяких средств, то они были бы дарованы всем (n. 2401).
            <br/>
О некоторых злых духах, низвергнутых с небес, которые верили, что небеса дарованы всем по милости, помимо средств (n. 4226).
            <br/>
 Небеса в человеке (n. 3884).
            <br/>
            <br/>
55. Как каждый принимает небеса, находящиеся вне его, в соответствии с качеством небес, находящихся внутри него, так и каждый принимает Господа, поскольку именно Божественность Господа делает небеса. И по этой причине, когда Господь явно присутствует в каком-либо обществе, Его появление там соответствует качеству блага, в котором находится это общество, и поэтому в одном обществе он не такой, как в другом. Это разнообразие не в Господе, а в ангелах, которые видят Его из своего собственного блага, а значит, в соответствии со своим благом. И на них Его явление влияет в соответствии с качеством их любви: на тех, кто любит Его в высшей степени, влияет в высшей степени, а на тех, кто любит Его меньше, влияет меньше; в то время как злые, находящиеся вне небес, мучаются от Его присутствия. Когда Господа видят в любом обществе, Его видят как ангела, но от других Его отличает Божественное сияние.
            <br/>
            <br/>
56. Опять же, небеса там, где Господа признают, верят в него и любят. Разнообразие в поклонении Господу, как разнообразие добра в разных обществах, не вредно, но полезно, ибо совершенство небес - оттуда. Это едва ли можно понять, если не использовать термины, которые широко используются в ученом мире, и не показать с их помощью, как единство, чтобы быть совершенным, должно быть образовано из разнообразия. Всякое целое существует из различных частей, поскольку целое без составных частей не является ничем; оно не имеет формы, а значит, и качества. Но когда целое существует из различных частей, и эти различные части имеют совершенную форму, в которой каждая из них прикрепляется к другой последовательно, как друг к другу, тогда качество является совершенным. Так и небеса - это целое из различных частей, расположенных в самой совершенной форме, ибо небесная форма - самая совершенная из всех форм. То, что это основание всякого совершенства, очевидно из природы всякой красоты, приятности и восторга, которыми поражены чувства и разум; ибо эти качества возникают и проистекают ни из какого другого источника, кроме как из согласия и гармонии многих согласных и созвучных частей, либо сосуществующих в порядке, либо следующих в порядке, и никогда из целого без многих частей. Отсюда следует, что разнообразие доставляет наслаждение, а природа разнообразия, как известно, определяет наслаждение. Из всего этого, как в зеркале, видно, как из разнообразия возникает совершенство даже на небесах. Ибо из вещей, существующих в природном мире, можно, как в зеркале, увидеть вещи духовного мира.
            <br/>
 Всякое целое возникает из гармонии и согласованности многих частей. Иначе оно не имеет качества (n. 457).
            <br/>
Отсюда все небеса являются целым (n. 457).
            <br/>
И по той причине, что все там стремится к одной цели, которая есть Господь (n. 9828).
            <br/>
            <br/>
57. То, что было сказано о небе, можно сказать и о церкви, ибо церковь - это небо Господа на земле. Существует также множество церквей, каждая из которых называется церковью, и до тех пор, пока в ней царит добро любви и веры, она является церковью. И здесь Господь из различных частей образует единство, то есть одну церковь из многих церквей. И о человеке церкви в частности можно сказать то же самое, что сказано о церкви вообще, а именно, что церковь находится внутри человека, а не вне его, и что каждый человек - это церковь, в которой Господь присутствует в добре любви и веры. О человеке, имеющем в себе Церковь, можно сказать то же самое, что и об ангеле, имеющем в себе небо, а именно, что он является Церковью в самой малой форме, как ангел является небом в самой малой форме; и более того, человек, имеющий в себе Церковь, в равной степени с ангелом является небом. Ибо человек был создан, чтобы войти на небо и стать ангелом; следовательно, тот, кто имеет благо от Господа, есть человек-ангел. Можно упомянуть о том, что человек имеет общего с ангелом и что он имеет в отличие от ангелов. Человеку, как и ангелу, даровано, чтобы его внутреннее устройство соответствовало образу небес, и чтобы он стал, в той мере, в какой он пребывает в благе любви и веры, образом небес. Но человеку, а не ангелам, дано, чтобы его внешность соответствовала образу мира, и, насколько он в добре, чтобы мир в нем был подчинен небесам и служил небесам. И тогда Господь присутствует в нем и в мире, и на небесах, как если бы он был на своих небесах. Ибо Господь пребывает в Своем Божественном порядке в обоих мирах, поскольку Бог есть порядок.
            <br/>
 Если бы благо было свойством и сущностью церкви, а не истина отдельно от блага, то церковь была бы единой (n. 1255, 1316, 2952, 3267, 3445, 3451. 3452).
            <br/>
Из добра все церкви составляют одну церковь перед Господом (n. 7396, 9276).
            <br/>
 Церковь находится в человеке, а не вне его, и церковь в целом состоит из людей, в которых есть церковь (n. 3884 [6637]).
            <br/>
 Человек, который есть церковь, есть небо в малом виде по образу величайшего, потому что его внутренности, которые принадлежат его уму, устроены по образу небес, а значит, для принятия всех вещей небесных (n. 911, 1900, 1928, 3624-3631, 3634, 3884, 4041, 4279, 4523, 4524, 4625, 6013, 6057 9279, 9632).
            <br/>
 Человек имеет внутреннее и внешнее; его внутреннее сформировано при сотворении по образу небес, а внешнее - по образу мира; по этой причине древние называли человека микрокосмом (n. 3628, 4523, 4524, 5115, 5368, 6013, 6057, 9279, 9706, 10156, 10472).
            <br/>
Поэтому человек был создан для того, чтобы мир в нем служил небесам, и это происходит с добрыми людьми; но со злыми все наоборот, в них небеса служат миру (n. 9278, 9283).
            <br/>
 Господь есть порядок, поскольку Божественное добро и истина, исходящие от Господа, создают порядок (n. 1728, 1919, 2011, 2258, 5110, 5703, 8988, 10336, 10619).
            <br/>
Божественные истины - это законы порядка (n. 2447, 7995).
            <br/>
Пока человек живет по порядку, то есть живет в добре в соответствии с Божественными истинами, он человек, и в нем Церковь и Небо (n. 4839, 6605, 8513, [8547]).
            <br/>
            <br/>
58. Наконец, следует сказать, что тот, кто имеет в себе небо, имеет его не только в самых больших или общих вещах, относящихся к нему, но и в каждой малой или конкретной вещи, и что эти малые вещи повторяют в образе величайшие. Это происходит оттого, что каждый человек есть его собственная любовь и таков, какова его господствующая любовь. То, что господствует, вливается в частности и упорядочивает их, и везде вызывает подобие себя. На небесах любовь к Господу является господствующей любовью, ибо там Господь любим превыше всего. Поэтому Господь там - Вседержитель, втекающий во все и каждого, упорядочивающий их, облекающий их в подобие Себя и делающий небесами все, где бы Он ни находился. Именно это делает ангела раем в самой малой форме, общество - раем в большей форме, а все общества вместе взятые - раем в самой большой форме. То, что Божественность Господа - это то, что делает небеса, и что Он есть Все-все-все, можно увидеть выше (n. 7-12).
            <br/>
 Господствующая или доминирующая любовь у каждого человека находится в каждой вещи и во всех вещах его жизни, таким образом, в каждой вещи и во всех вещах его мысли и воли в. 6159, 7648, 8067, 8853).
            <br/>
Человек есть то, что является правящим качеством его жизни в. 987, 1040, 1568, 3570,6571, 6935, 6938, 8853-8858, 10076, 10109, 10110, 10284). Когда любовь и вера правят, они находятся во всех частностях жизни человека, хотя он этого не знает (n. 8854, 8864, 8865).
            <br/>
            <br/>
59. ВСЕ НЕБЕСА В СОВОКУПНОСТИ ОТРАЖАЮТ ОДНОГО ЧЕЛОВЕКА.
            <br/>
То, что небеса во всей своей совокупности отражают одного человека, - это арканум, до сих пор неизвестный в мире, но полностью признанный на небесах. Знать это и конкретные и специфические вещи, относящиеся к этому, - главное в интеллекте тамошних ангелов, и от этого зависит многое, что без этого общего принципа не вошло бы ясно и четко в идеи их умов. Зная, что все небеса с их обществами отражают одного человека, они называют небеса Величайшим Человеком и Божественным Человеком;  - Божественным, потому что именно Божественность Господа творит небеса (см. выше, n. 7-12).
            <br/>
 Небеса во всем комплексе по форме напоминают человека, и по этой причине небеса называются Величайшим Человеком (n. 2996, 2998, 3624-3649, 3741-3745, 4625).
            <br/>
            <br/>
60. То, что в такую форму и образ укладываются и соединяются небесные и духовные вещи, не может видеть тот, кто не имеет правильного представления о духовных и небесных вещах. Такие думают, что земные и материальные вещи, из которых состоит внешняя природа человека, и есть то, что делает человека человеком; и что без них человек не человек. Но пусть они знают, что человек является человеком не благодаря им, а благодаря своей способности понимать истину и желать добра. Такое понимание и желание - это духовные и небесные вещи, из которых состоит человек. Более того, известно, что качество каждого человека определяется качеством его понимания и воли; и также известно, что его земное тело сформировано для того, чтобы служить пониманию и воле в этом мире и искусно выполнять их назначения в запредельной сфере природы. По этой причине тело само по себе ничего не может делать, но всегда движется в полном подчинении велениям понимания и воли, вплоть до того, что все, что человек думает, он произносит языком и губами, а все, что он желает, он делает телом и конечностями, и таким образом понимание и воля действуют, а тело само по себе ничего не делает. Таким образом, очевидно, что именно понимание и воля делают человека; и поскольку они действуют в мельчайших деталях тела, как внутреннее во внешнем, они должны быть в подобной форме, и по этой причине человека называют внутренним или духовным человеком. Небеса - это такой человек в его величайшей и совершеннейшей форме.
            <br/>
            <br/>
61. Таково ангельское представление о человеке, и ангелы не задумываются о том, что человек делает своим телом, но только о воле, на основе которой действует тело. Это они называют самим человеком, а понимание они называют человеком постольку, поскольку оно действует в унисон с волей".
            <br/>
 Воля человека - это само существо [esse] его жизни, а понимание - это выход [existere] его жизни из нее (n. 3619, 5002, 9282).
            <br/>
Главная жизнь человека - это жизнь его воли, и из нее исходит жизнь понимания (n. 585, 590, 3619, 7342, 8885, 9282, 10076, 10109, 10110).
            <br/>
Человек есть человек в силу своей воли и вытекающего из нее понимания (n. 8911, 9069, 9071, 10076, 10109, 10110).
            <br/>
            <br/>
62. Ангелы, правда, не видят небес во всей их совокупности в человеческом облике, ибо небеса как целое не попадают в поле зрения ни одного ангела; но отдаленные общества, состоящие из многих тысяч ангелов, они иногда видят как единое целое в человеческом облике; и из общества, как из части, они делают свой вывод относительно общего, которое есть небеса. Ибо в самой совершенной форме общее подобно частям, а части подобны общему, просто с такой разницей, какая существует между подобными вещами большей или меньшей величины; следовательно, ангелы говорят, что поскольку Божественное из самого внутреннего или высшего видит все вещи, то в глазах Господа небо в целом должно быть в человеческом облике.
            <br/>
            <br/>
63. Небо, будучи таковым, управляется Господом, как управляется один человек, то есть как единое целое. Ибо хотя человек, как мы знаем, состоит из бесчисленного множества частей, не только в целом, но и в каждой части - в целом, из членов, органов и внутренностей, а в каждой части - из ряда волокон, нервов и кровеносных сосудов, таким образом, членов внутри членов и частей внутри частей - тем не менее, когда он действует, он действует как один человек. Таковы же и небеса под покровительством и руководством Господа.
            <br/>
            <br/>
64. Столько различных вещей в человеке действуют как единое целое, потому что нет в нем ни малейшей вещи, которая не делала бы чего-то для общего блага и не выполняла бы какую-то пользу. Общее служит для своих частей, а части - для общего, ибо общее состоит из частей, а части составляют общее; поэтому они обеспечивают друг друга, заботятся друг о друге и соединены так, что каждая вещь и все вещи имеют отношение к общему и его благу; таким образом, они действуют как одно. [2] На небесах существуют такие же связи. Те, кто там находится, объединены в соответствии с использованием в подобной форме; и поэтому те, кто не совершает использования для общего блага, изгоняются с небес как нечто разнородное. Совершать пользование - значит благотворить другим ради общего блага; но благотворить другим не ради общего блага, а ради себя - не значит совершать пользование. Последние - это те, кто любит себя в высшей степени, а первые - те, кто любит Господа в высшей степени. Поэтому те, кто на небесах, действуют как единое целое; и это они делают от Господа, а не от себя, ибо они смотрят на Него как на Единственного, источник всего сущего, и считают Его Царство общим, к благу которого следует стремиться. Именно это имеется в виду в словах Господа,
            <br/>
            <br/>
Ищите прежде Царства Божьего и правды Его, и все приложится вам (Матф. 6:33).
            <br/>
            <br/>
"Искать Его праведности" означает искать Его блага. [3] Те, кто в мире любит благо своей страны больше, чем свое собственное, и благо своего ближнего больше, чем свое собственное, - это те, кто в другой жизни любит и ищет Царства Господа; ибо там Царство Господа занимает место страны; и те, кто любит делать добро другим, не с целью себя, а с целью блага, любят ближнего; ибо на небесах благо - это ближний. Все такие находятся в Величайшем Человеке, то есть на небесах.
            <br/>
 В Дереве "праведность" относится к добру, а "суд" - к истине; поэтому "творить праведность и суд" - значит творить добро и истину (n. 2235, 9857).
            <br/>
 В высшем смысле Господь есть ближний; следовательно, любить Господа - значит любить то, что от Него, то есть любить добро и истину, потому что Господь есть во всем, что от Него (n. 2425, 3419, 6706, 6711 6819, 6823, 8123).
            <br/>
Поэтому все добро, которое от Господа, есть ближний, и желать и делать это добро - значит любить ближнего (n. 5028, 10336).
            <br/>
            <br/>
65. Как все небо отражает одного человека и является Божественным духовным человеком в самом большом виде, даже в фигуре, так и небо, подобно человеку, разделено на члены и части, и они называются аналогично. Более того, ангелы знают, в каком члене находится то или иное общество. Это общество, говорят они, находится в определенной части или области головы, это - в определенной части или области груди, это - в определенной части или области чресл, и так далее. В общем, высшее или третье небо формирует голову до шеи; среднее или второе небо формирует грудь до поясницы и колен; низшее или первое небо формирует ноги до подошв, а также руки до пальцев. Ибо руки и кисти принадлежат к самым нижним частям человека, хотя и находятся по бокам. Отсюда ясно, почему существует три неба.
            <br/>
            <br/>
66. Духи, находящиеся под небесами, очень удивляются, когда слышат, что небеса не только вверху, но и внизу, ибо они имеют такую же веру и мнение, как и люди в мире, что небеса нигде не находятся, кроме как вверху, ибо они не знают, что устройство небес подобно устройству членов, органов и внутренностей в человеке, одни из которых находятся вверху, а другие внизу; или подобно устройству частей в каждом из членов, органов и внутренностей, одни из которых находятся внутри, а другие - снаружи. Отсюда их путаные представления о небесах.
            <br/>
            <br/>
67. Эти вещи о небесах как о Величайшем Человеке изложены потому, что то, что следует далее в отношении небес, не может быть понято, пока не известны эти вещи, как и не может быть ясного представления о форме небес, о соединении Господа с небесами, о соединении небес с человеком, о притоке духовного мира в естественный, или вообще о каком-либо представлении о соответствии - предметы, которые будут рассматриваться в надлежащем порядке в том, что следует далее. Поэтому, чтобы пролить свет на эти темы, мы исходили из вышесказанного.
            <br/>
            <br/>
68. КАЖДОЕ ОБЩЕСТВО НА НЕБЕСАХ ОТРАЖАЕТ ОДНОГО ЧЕЛОВЕКА.
            <br/>
Мне часто позволяли видеть, что каждое небесное общество отражает одного человека и имеет его подобие. Было одно общество, в которое проникли несколько человек, умевших подделываться под ангелов света. Это были лицемеры. Когда их отделяли от ангелов, я видел, что все общество сначала выглядело как одно неясное тело, затем, постепенно, в человеческом облике, но все еще неясно, и, наконец, ясно, как человек. Те, кто был в этом человеке и составлял его, были теми, кто был во благо этого общества; другие, кто не был в человеке и не составлял его, были лицемерами; эти были изгнаны, а первые остались, и таким образом произошло разделение. Лицемеры - это те, кто хорошо говорит и хорошо делает, но во всем полагается на себя. Они говорят о Господе, небесах, любви и небесной жизни, как ангелы, и поступают правильно, чтобы казаться теми, кем они себя называют. Но их мышление иное; они ничему не верят и не желают добра никому, кроме себя. Они делают добро только ради себя, а если ради других, то лишь для видимости, а значит, все равно ради себя.
            <br/>
            <br/>
69. Мне также было позволено увидеть, что все ангельское общество, в котором зримо присутствует Господь, предстает как единое целое в человеческом облике. Высоко на востоке появилось нечто похожее на облако, из светящегося белого ставшее красным, с маленькими звездами вокруг, которое опускалось; и по мере того, как оно постепенно опускалось, оно становилось все ярче и, наконец, предстало в совершенной человеческой форме. Маленькие звезды вокруг облака были ангелами, которые появились благодаря свету от Господа.
            <br/>
            <br/>
70. Следует понимать, что хотя все в небесном обществе, когда они рассматриваются вместе как одно целое, выглядят подобно человеку, однако ни одно общество не является таким же человеком, как другое. Общества отличаются друг от друга, как лица разных людей одной семьи, по причине, указанной выше (n. 47), то есть они отличаются в соответствии с разновидностями добра, в которых они находятся и которые определяют их форму. Общества внутренних или высших небес, и в центре их находятся те, которые предстают в наиболее совершенной и прекрасной человеческой форме.
            <br/>
            <br/>
71. Следует отметить, что чем больше число членов любого небесного общества и чем больше они составляют одно целое, тем совершеннее его человеческая форма, ибо разнообразие, организованное в небесной форме, является тем, что составляет совершенство, как было показано выше (n. 56), а число дает разнообразие. Более того, каждое небесное общество ежедневно увеличивается в числе, и по мере того, как оно увеличивается, оно становится более совершенным. Таким образом, совершеннее становится не только общество, но и небеса в целом, поскольку они состоят из обществ. Поскольку небеса становятся совершеннее благодаря увеличению числа, становится очевидным, насколько ошибаются те, кто считает, что небеса могут закрыться, став полными; ведь верно и обратное: они никогда не закрываются, но совершенствуются все большей и большей полнотой. Поэтому ангелы не желают ничего так сильно, как того, чтобы к ним приходили новые гости-ангелы.
            <br/>
            <br/>
72. Каждое общество, когда оно предстает как единое целое, имеет форму человека, по той причине, что небо в целом имеет такую форму (как было показано в предыдущей главе); более того, в самой совершенной форме, каковой является форма неба, существует подобие частей целому, а меньших форм - большей. Меньшие формы и части небес - это общества, из которых они состоят, которые также являются небесами в меньшей форме (см. 51-58). Это подобие вечно, потому что на небесах все блага происходят от единой любви, то есть от единого начала. Единая любовь, которая является источником всех благ на небесах, - это любовь к Господу от Господа. Отсюда следует, что все небо в целом, каждое общество в целом и каждый ангел в частности являются подобием Господа, как было показано выше (n. 58).
            <br/>
            <br/>
73. ПОЭТОМУ КАЖДЫЙ АНГЕЛ ИМЕЕТ ПОЛНЫЙ ЧЕЛОВЕЧЕСКИЙ ОБЛИК.
            <br/>
В двух предыдущих главах было показано, что небо во всей своей совокупности, а также каждое небесное общество, отражает одного человека. Из последовательности изложенных там причин следует, что это в равной степени относится и к каждому ангелу. Как небо - это человек в наибольшей форме, а небесное общество - в меньшей, так и ангел - в наименьшей. Ибо в самой совершенной форме, каковой является форма небес, есть подобие целого в части и части в целом. Так происходит по той причине, что небеса - это общее разделение, ибо они делятся всем, что имеют, с каждым, и каждый получает от этого разделения все, что имеет. Поскольку ангел является получателем, то он есть небо в наименьшей форме, как показано выше в этой главе; и человек также, поскольку он получает небо, является получателем, небом и ангелом (см. выше, n. 57). Это описывается в Апокалипсисе следующим образом:-
            <br/>
Он измерил стену святого Иерусалима, сто сорок и четыре локтя, мерою человека, которая есть мера ангела (21:17).
            <br/>
"Иерусалим" означает здесь Церковь Господню, а в более высоком смысле - небо; "стена" означает истину, которая является защитой от нападения лжи и зла; "сто сорок и четыре" означает все блага и истины в комплексе; "мера" означает то, чем является вещь; "человек" означает того, в ком есть блага и истины в целом и в частности, таким образом, в ком есть небо. И так как отсюда следует, что ангел - это человек, то говорится "мера человека, которая есть мера ангела". Таков духовный смысл этих слов. Без этого смысла как можно было бы понять, что "стена святого Иерусалима" - это "мера человека, которая есть мера ангела? "
            <br/>
 "Иерусалим" означает церковь (n. 402, 3654, 9166)
            <br/>
 "Стена" означает истину, защищающую от нападения фальши и зла (n. 6419).
            <br/>
 "Двенадцать" означает все истины и блага в комплексе (n. 577, 2089, 2129, 2130, 3272, 3858, 3913).
            <br/>
Также "семьдесят два" и "сто сорок четыре", поскольку они происходят от двенадцати, умноженных на себя (n. 7973).
            <br/>
Все числа в Слове обозначают вещи (n. 482, 487, 647, 648, 755, 813, 1963, 1988, 2075, 2252, 3252, 4264, 4495, 5265).
            <br/>
Умноженные числа имеют такое же значение, как и простые числа, из которых они возникают в результате умножения (n. 5291, 5335, 5708, 7973).
            <br/>
 "Мера" в Слове означает качество вещи в отношении истины и добра (n. 3104, 9603).
            <br/>
 Относительно духовного или внутреннего смысла Слова см. объяснение "Белого коня" в Апокалипсисе и приложение к "Небесной доктрине".
            <br/>
            <br/>
74. Давайте теперь обратимся к опыту. В том, что ангелы - это человеческие формы, или люди, я убеждался тысячу раз. Я разговаривал с ними как человек с человеком, иногда с одним, иногда со многими вместе; и я не видел в их форме ничего отличного от человеческой, а иногда удивлялся, когда находил их таковыми. И чтобы это нельзя было назвать бредом или видением воображения, мне было позволено видеть ангелов, когда я полностью бодрствовал или обладал всеми своими телесными чувствами и находился в состоянии ясного восприятия. И я часто говорил им, что люди в христианском мире находятся в таком слепом невежестве в отношении ангелов и духов, что считают их разумами без формы, даже чистыми мыслями, о которых они не имеют никакого представления, кроме как о чем-то бесплотном, в котором есть некоторая жизненная сила. И поскольку они не приписывают ангелам ничего человеческого, кроме способности мыслить, они считают, что, не имея глаз, они не видят, не имея ушей, они не слышат, и не имея рта или языка, они не говорят". [2] На это ангелы ответили, что им известно, что такого убеждения придерживаются многие в мире, оно распространено среди ученых и, к их удивлению, даже среди духовенства. Причина, сказали они, в том, что ученые, которые были лидерами и которые впервые придумали такое представление об ангелах и духах, думали о них на основе чувственных представлений внешнего человека; а те, кто думает на основе этих представлений, а не на основе внутреннего света и общей идеи, заложенной в каждом человеке, должны обязательно измышлять такие представления, поскольку чувственные представления внешнего человека воспринимают только то, что принадлежит природе, и ничего сверх природы, а значит, ничего из духовного мира. От этих вождей как руководителей эта ложная мысль об ангелах распространилась на других, которые не думали от себя, но перенимали мысли своих вождей; а те, кто сначала перенимает мысли от других и делает эту мысль своей верой, а затем рассматривает ее своим собственным пониманием, не могут легко от нее отступить и поэтому в большинстве случаев довольствуются ее подтверждением. [3] Кроме того, ангелы сказали, что простые в вере и сердце люди не имеют такого представления об ангелах, но думают о них как о небесных людях, и по той причине, что они не погасили обучением то, что вложено в них с небес, и не имеют представления ни о чем, кроме формы. Вот почему ангелы в церквях, будь то скульптуры или картины, всегда изображаются в виде людей. Относительно этого небесного озарения они сказали, что это Божественное вливается в тех, кто находится в благости веры и жизни.
            <br/>
 Пока человек не возвысится над чувственными представлениями внешнего человека, у него мало мудрости (n. 5089).
            <br/>
Мудрый человек мыслит выше этих чувственных представлений (n. 5089, 5094).
            <br/>
Когда человек поднимается над ними, он приходит в более ясный свет и, наконец, в небесный (n. 6183, 6313, 6315, 9407, 9730, 9922).
            <br/>
Возвышение и удаление от них было известно древним (n. 6313).
            <br/>
            <br/>
75. На основании всего моего многолетнего опыта я могу сказать и утверждать, что ангелы - полностью люди по форме, у них есть лица, глаза, уши, тела, руки, кисти и ступни; что они видят и слышат друг друга, говорят вместе, и, словом, не имеют ничего, что принадлежит людям, кроме того, что они не облечены в материальные тела. Я видел их в их собственном свете, который во много раз превосходит полуденный свет мира, и в этом свете все их черты были видны более отчетливо и ясно, чем лица людей на земле. Мне также было дано увидеть ангела внутренних небес. У него было более сияющее и великолепное лицо, чем у ангелов нижних небес. Я внимательно наблюдал за ним, и он имел человеческий облик во всей полноте.
            <br/>
            <br/>
76. Но следует помнить, что человек не может видеть ангелов своими телесными глазами, но только глазами духа внутри себя,  потому что его дух находится в духовном мире, а все телесные вещи - в природном мире. Подобное видится подобным. Более того, поскольку телесный орган зрения, которым является глаз, слишком груб, как всем известно, чтобы видеть даже малые вещи природы иначе как через увеличительные стекла, то тем более он не может видеть то, что находится выше сферы природы, как все вещи в духовном мире. Тем не менее, эти вещи могут быть видны человеку, когда он отстраняется от телесного зрения и открывается зрение его духа; и это может произойти мгновенно, когда Господу угодно, чтобы человек увидел эти вещи; и в этом случае человек не знает, что он видит их своими телесными глазами. Так ангелов видели Авраам, Лот, Маноах и пророки; так же Господа видели ученики после воскресения; и точно так же ангелов видел я. Поскольку пророки видели таким образом, их называли "провидцами" и говорили, что у них "открылись глаза" (1 Цар. 9:8; Чис. 24:3); а то, что они могли видеть таким образом, называлось "открыть глаза", как у слуги Елисея, о котором мы читаем:
            <br/>
            <br/>
Елисей помолился и сказал: Иегова, молю Тебя, открой глаза его, чтобы он мог видеть; и Иегова открыл глаза юноши, и он увидел, и вот гора полна коней и колесниц огненных вокруг Елисея (2 Царств 6:17).
            <br/>
            <br/>
 В отношении своих внутренностей человек есть дух (n. 1594).
            <br/>
И этот дух есть сам человек, и именно из него живет тело (n. 447, 4622, 6054).
            <br/>
            <br/>
77. Добрые духи, с которыми я говорил об этом, были глубоко опечалены таким невежеством в церкви относительно состояния небес, духов и ангелов; и в своем недовольстве они поручили мне положительно заявить, что они не бесформенные умы и не бесплотные дыхания, но люди в самой форме, и видят, слышат и чувствуют одинаково с теми, кто находится в этом мире".
            <br/>
 Поскольку каждый ангел является получателем Божественного приказа от Господа, он имеет человеческий облик, совершенный и прекрасный в меру своего получения (n. 322, 1880, 1881, 3633, 3804, 4622, 4735, 4797, 4985, 5199, 5530, 6054, 9879, 10177, 10594).
            <br/>
Именно посредством Божественной истины существует порядок; а Божественное благо является необходимым условием порядка (n. 2451, 3166, 4390, 4409, 5232, 7256, 10122, 10555).
            <br/>
            <br/>
78. ИМЕННО ИЗ БОЖЕСТВЕННОГО ЧЕЛОВЕЧЕСТВА ГОСПОДА НЕБЕСА В ЦЕЛОМ И ЧАСТИЧНО ОТРАЖАЮТ ЧЕЛОВЕКА.
            <br/>
То, что небо полностью и частично отражает человека именно от Божественного Человека Господа, следует как вывод из всего, что было сказано и показано в предыдущих главах, а именно: (i) Что Бог небес есть Господь. (ii) Именно Божественность Господа творит небеса. (iii) Небеса состоят из бесчисленных обществ; и каждое общество - это небеса в меньшей форме, а каждый ангел - в наименьшей форме. (iv) Все небеса в совокупности отражают одного человека. (v) Каждое общество на небесах отражает одного человека. (vi) Поэтому каждый ангел находится в полной человеческой форме. Все это приводит к выводу, что, поскольку небо создано Божественным, небо должно быть человеческим по форме. То, что это Божественное есть Божественное Человеческое Господа, можно увидеть еще более ясно, поскольку в компендиуме, в том, что было собрано, сведено вместе и сопоставлено из Arcana Coelestia и помещено в качестве приложения в конце этой главы. То, что Человек Господа Божественен, и что неправда, что Его Человек не Божественен, как считают те, кто в церкви, может быть также видно из тех же выдержек, также в главе о Господе, в "Новом Иерусалиме и его небесной доктрине", в конце.
            <br/>
            <br/>
79. То, что это так, было доказано мне большим опытом, о котором сейчас будет кое-что сказано. Ни один ангел на небесах никогда не воспринимает Божественное в какой-либо иной форме, кроме человеческой; и что примечательно, те, кто находится на высших небесах, не могут думать о Божественном иначе. Необходимость мыслить таким образом проистекает из самого Божественного, которое вливается в них, а также из формы небес, в гармонии с которой распространяются их мысли. Ибо каждая мысль ангела распространяется на небеса; и ангелы обладают разумом и мудростью в меру этого распространения. Вследствие этого все на небесах признают Господа, потому что только в Нем существует Божественный Человек. Мне не только говорили обо всем этом ангелы, но, поднявшись во внутреннюю сферу небес, я смог воспринять это. Отсюда очевидно, что чем мудрее ангелы, тем яснее они воспринимают эту истину; и именно из этого они видят Господа; ибо Господь виден в Божественной ангельской форме, которая есть человеческая форма, тем, кто признает и верит в видимое Божественное Существо, но не тем, кто верит в невидимое Божественное. Ибо первые могут видеть свое Божественное Существо, а вторые - нет.
            <br/>
            <br/>
80. Поскольку ангелы не воспринимают невидимое Божественное, которое они называют Божественным, лишенным формы, но воспринимают только видимое Божественное в человеческом облике, они привыкли говорить, что только Господь является человеком, и что именно от Него они являются людьми, и что каждый является человеком в меру своего принятия Господа. Под принятием Господа они понимают принятие добра и истины, которые от Него, поскольку Господь в Своем добре и в Своей истине, и это они называют мудростью и умом. Всем известно, говорят они, что разум и мудрость составляют человека, и без них нет лица. Истинность этого очевидна из внешнего вида ангелов внутренних небес, ибо они, будучи в добре и истине от Господа и, как следствие, в мудрости и разуме, имеют прекраснейшую и совершеннейшую человеческую форму; в то время как ангелы нижних небес имеют человеческую форму меньшего совершенства и красоты. С другой стороны, те, кто находится в аду, в свете небес выглядят не как люди, а скорее как чудовища, поскольку они пребывают не в добре и истине, а во зле и фальши, и, следовательно, в противоположностях мудрости и разума. По этой причине их жизнь называется не жизнью, а духовной смертью.
            <br/>
            <br/>
81. Поскольку небо в целом и частично, от Божественного Человека Господа, отражает человека, ангелы говорят, что они в Господе; а некоторые говорят, что они в Его теле, подразумевая, что они в благе Его любви. И этому учит Сам Господь, говоря,
            <br/>
            <br/>
Пребудьте во Мне, и Я в вас. Как ветвь не может приносить плода от себя, если не пребудет на лозе, так и вы не можете, если не пребудете во Мне. Ибо кроме Меня вы ничего не можете делать. Пребывайте в Моей любви. Если вы будете соблюдать заповеди Мои, то пребудете в любви Моей (Иоанна 15:4-10).
            <br/>
            <br/>
82. Поскольку такое восприятие Божественного существует на небесах, представление о Боге в человеческом облике прививается каждому человеку, получающему любой приток с небес. Так думали о Нем древние; так думают о Нем современные люди как вне церкви, так и в ней. Простые люди видят Его в мыслях, как Древнего в сияющем свете. Но это видение погасло во всех тех, кто своим самоанализом и злой жизнью отверг приток с небес. Те, кто погасил его саморазумием, предпочитают невидимого Бога; те же, кто погасил его злой жизнью, предпочитают никакого Бога. Ни те, ни другие не знают, что такое понимание существует, потому что у них его нет; и все же именно Божественное небесное в первую очередь вливается в человека с небес, потому что человек рожден для небес, и никто без понятия о Божественном не может войти в небеса.
            <br/>
            <br/>
83. По этой причине тот, кто не имеет представления о небесах, то есть не имеет представления о Божественном, из которого состоят небеса, не может подняться до первого порога небес. Как только такой человек приближается к небу, он испытывает сопротивление и сильное отталкивание; и по той причине, что его внутренности, которые должны быть восприимчивы к небу, закрыты, поскольку они не имеют формы неба, и чем ближе он приближается к небу, тем сильнее они закрыты. Такова участь тех, кто в церкви отрицает Господа, и тех, кто, подобно социнианам, отрицает Его Божественность. Жребий же тех, кто рожден вне церкви и не знает Господа, потому что у них нет Слова, будет описан далее.
            <br/>
            <br/>
84. О том, что люди древности имели представление о Божественном как о человеке, свидетельствует явление Божественного Аврааму, Лоту, Иисусу Навину, Гедеону, Маною и его жене и другим. Они видели Бога как человека, но, тем не менее, почитали Его как Бога вселенной, называя Его Богом неба и земли, Иеговой. О том, что именно Господа видел Авраам, Он Сам учит в Евангелии от Иоанна (8:56); а то, что именно Его видели остальные, видно из Его слов:
            <br/>
            <br/>
Никто не видел Отца, не слышал голоса Его и не видел формы Его (Иоанна 1:18; 5:37).
            <br/>
            <br/>
85. Но то, что Бог есть человек, едва ли может быть понято теми, кто судит обо всем на основании чувственных представлений внешнего человека, ибо чувственному человеку необходимо мыслить о Божественном исходя из мира и того, что в нем находится, и, таким образом, о Божественном и духовном человеке так же, как и о телесном и природном. Из этого он делает вывод, что если бы Бог был человеком, то Он был бы таким же большим, как вселенная; и если бы Он управлял небом и землей, то делал бы это через многих других, по примеру царей в мире. Если бы ему сказали, что на небесах нет такого расширения пространства, как в мире, он нисколько не понял бы этого. Ибо тот, кто думает только о природе и ее свете, должен думать в согласии с таким расширением, которое предстает перед его глазами. Но думать таким образом о небесах - величайшая ошибка. Там протяженность не похожа на протяженность в мире. В мире расширение детерминировано и, следовательно, измеримо; но на небесах оно не детерминировано и, следовательно, не измеримо. Но о протяженности на небесах мы поговорим позже, в связи с пространством и временем в духовном мире. Кроме того, каждый знает, как далеко простирается зрение глаза, а именно: до солнца и звезд, которые так далеки; а кто глубоко мыслит, тот знает, что внутреннее зрение, которое есть мысль, имеет еще более широкое простирание, и что еще более внутреннее зрение должно простираться еще шире. Что же тогда можно сказать о Божественном зрении, которое является самым внутренним и самым высоким из всех? Поскольку мысли имеют такое расширение, все небесные вещи разделяются там со всеми, так же как и все вещи Божественного, которое делает небо и наполняет его, как было показано в предыдущих главах.
            <br/>
            <br/>
86. Те, кто на небесах, удивляются, что люди могут считать себя разумными, которые, думая о Боге, думают о чем-то невидимом, то есть немыслимом ни под каким видом; и что они могут называть тех, кто думает иначе, неразумными и простыми, тогда как истина заключается в обратном. Они добавляют: "Пусть те, кто считает себя умными, проверят себя, не смотрят ли они на природу как на Бога, одни - на природу, которая находится перед их глазами, другие - на невидимую сторону природы; и не настолько ли они слепы, чтобы не знать, что такое Бог, что такое ангел, что такое дух, что такое душа, которой предстоит жить после смерти, что такое жизнь небес в человеке, и многое другое, что составляет разум; когда же те, кого они называют простыми, знают все эти вещи по-своему, имея представление о своем Боге, что Он есть Божественное в человеческом облике, об ангеле, что он есть небесный человек, о своей душе, которой предстоит жить после смерти, что она подобна ангелу, и о жизни небесной в человеке, что она живет в согласии с Божественными заповедями." Таких ангелы называют разумными и пригодными для небес; других же, напротив, они называют неразумными.
            <br/>
ВЫДЕРЖКИ ИЗ ARCANA COELESTIA, ОТНОСЯЩИЕСЯ К ГОСПОДУ И ЕГО БОЖЕСТВЕННОМУ ЧЕЛОВЕКУ.
            <br/>
[2] Божественное было в Господе с самого зачатия (n. 4641, 4963, 5041, 5157, 6716, 10125).
            <br/>
Только Господь имел Божественное семя (n. 1438).
            <br/>
Его душа была Иеговой (n. 1999, 2004, 2005, 2018, 2025).
            <br/>
Таким образом, внутренность Господа была Божественной Самой, в то время как одежда была от матери (n. 5041).
            <br/>
Само Божественное было Существом [Esse] жизни Господа, и из него впоследствии вышел Человек и стал исходящим [existere] из этого Существа [Esse] (n. 3194, 3210, 10269, 10738).
            <br/>
[3] В церкви, где есть Слово и через него познается Господь, не следует отрицать Божественность Господа и Святость, исходящую от Него (n. 2359).
            <br/>
Те, кто в церкви не признают Господа, не имеют соединения с Божественным; но с теми, кто вне церкви, дело обстоит иначе (n. 10205).
            <br/>
Главное в церкви - признавать Божественность Господа и Его единство с Отцом (n. 10083, 10112, 10370, 10730, 10738, 10816-10820).
            <br/>
[4] Прославление Господа рассматривается в Слове во многих отрывках (n. 10828).
            <br/>
И во внутреннем смысле Слова везде (n. 2249, 2523, 3245).
            <br/>
Господь прославил Свое Человеческое, но не Божественное, поскольку оно было прославлено само по себе (n. 10057).
            <br/>
Господь пришел в мир, чтобы прославить Свое Человечество (n. 3637, 4287, 9315).
            <br/>
Господь прославил Свое Человечество посредством Божественной любви, которая была в Нем от зачатия (n. 4727).
            <br/>
Жизнь Господа в мире была Его любовью ко всему человеческому роду (n. 2253).
            <br/>
Любовь Господа превосходит всякое человеческое понимание (n. 2077).
            <br/>
Господь спас род человеческий, прославив Своего Человека (n. 4180, 10019; 10152, 10655, 10659 10828).
            <br/>
В противном случае весь род человеческий погиб бы в вечной смерти (n. 1676).
            <br/>
Состояние прославления и уничижения Господа (n. 1785, 1999, 2159, 6866).
            <br/>
Прославление в отношении Господа - это соединение Его Человека с Божественным; а прославить - значит сделать Божественным (n. 1603, 10053, 10828).
            <br/>
Когда Господь прославил Свое Человечество, Он отбросил все человеческое, что было от матери, и в конце концов Он перестал быть ее сыном (n. 2159, 2574, 2649, 3036, 10830).
            <br/>
[5] Сын Божий от вечности был Божественной истиной на небесах (n. 2628, 2798, 2803, 3195, 3704).
            <br/>
Когда Господь был в мире, Он сделал Своего Человека Божественной истиной из Божественного блага, которое было в Нем (n. 2803, 3194, 3195, 3210, 6716, 6864, 7014, 7499, 8127, 8724, 9199).
            <br/>
Затем Господь упорядочил все вещи в Себе в небесную форму, соответствующую Божественной истине (n. 1928, 3633).
            <br/>
По этой причине Господь был назван Словом, которое есть Божественная истина (n. 2533, 2813, 2859, 2894, 3393, 3712).
            <br/>
Только Господь имел восприятие и мышление от Самого Себя, и это было выше всех ангельских восприятий и мышления (n. 1904, 1914, 1919).
            <br/>
Божественную истину, которая была Им Самим, Господь соединил с Божественным добром, которое было в Нем Самом (n. 10047, 10052, 10076). Союз был взаимным (n. 2004, 10067).
            <br/>
[6] Уходя из мира, Господь также сделал Свое Человечество Божественным благом (n. 3194, 3210, 6864, 7499, 8724, 9199, 10076).
            <br/>
Именно это подразумевается под Его исхождением от Отца и возвращением к Отцу (n. 3194, 3210).
            <br/>
Таким образом, Он стал единым с Отцом (n. 2751, 3704, 4766).
            <br/>
После этого соединения Божественная истина исходит от Господа (n. 3704, 3712, 3969, 4577, 5704, 7499, 8127, 8241, 9199, 9398). Как исходит Божественная истина, иллюстрируется (n. 7270, 9407).
            <br/>
Господь соединил Человеческое с Божественным благодаря Своей собственной силе (n. 1616, 1749, 1752, 1813, 1921, 2025, 2026, 2523, 3141, 5005, 5045, 6716).
            <br/>
Отсюда ясно, что человечество Господа не было похоже на человечество любого другого человека, поскольку оно было зачато от Самого Божественного (n. 10125, 10825, 10826).
            <br/>
Его союз с Отцом, от Которого произошла Его душа, был не как между двумя личностями, а как между душой и телом (n. 3737, 10824).
            <br/>
[7] Древнейшие люди не могли поклоняться Божественному существу [esse], но могли поклоняться только Божественному исходящему [existere], которое есть Божественный Человек; поэтому Господь пришел в мир, чтобы стать Божественным исходящим из Божественного Esse (n. 4687, 5321).
            <br/>
Древние признавали Божественное, потому что Оно явилось им в человеческом облике, и это было Божественное Человеческое (n. 5110, 5663, 6845, 10737).
            <br/>
Бесконечное Существо [Esse] могло войти на небо вместе с ангелами и людьми только посредством Божественного Человека (n. 1676, 1990, 2016, 2034).
            <br/>
На небесах не воспринимается никакое другое Божество, кроме Божественного Человека (n. 6475, 9303, 10067, 10267).
            <br/>
Божественный Человек от вечности был Божественной истиной на небе и Божественным прохождением через небо; таким образом, это было Божественное исходящее [existere], которое затем в Господе стало Божественным Существом [Esse] как таковым, из которого происходит Божественное исходящее на небе (n. 3061, 6280, 6880, 10579).
            <br/>
Каково было состояние небес до пришествия Господа (n. 6371-6373).
            <br/>
Божественное не было ощутимо, кроме как проходя через небеса (n. 6982, 6996, 7004).
            <br/>
[8] Жители всей земли поклоняются Божественному под человеческим обликом, то есть Господу (n. 6700, 8541-8547, 10736-10738).
            <br/>
Они радуются, когда слышат, что Бог действительно стал Человеком (n. 9361).
            <br/>
Все, кто пребывает в добре и поклоняется Божественному под человеческой формой, принимаются Господом (n. 9359).
            <br/>
Бога нельзя помыслить иначе, как в человеческой форме; а то, что непостижимо, не подпадает ни под какую идею, так же как и под веру (n. 9359, 9972).
            <br/>
Человек способен поклоняться тому, о чем он имеет некоторое представление, но не тому, о чем он не имеет никакого представления (n. 4733, 5110, 5663, 7211, 9356, 10067, 10267).
            <br/>
Поэтому Божественному поклоняются под человеческой формой большинство жителей всего земного шара, и это является следствием притока с небес (n. 10159).
            <br/>
Все, кто в добром отношении к своей жизни, когда они думают о Господе, думают о Божественном Человеке, а не о Человеке отдельно от Божественного; иначе обстоит дело с теми, кто не в добром отношении к своей жизни (n. 2326, 4724, 4731, 4766, 8878, 9193, 9198).
            <br/>
В Церкви сегодня те, кто находится во зле в отношении своей жизни, и те, кто находится в вере отдельно от милосердия, думают о Человеке Господа отдельно от Божественного, и даже не понимают, что такое Божественный Человек, - почему они не понимают (n. 3212, 3241,4689, 4692, 4724, 4731, 5321, 6872, 8878, 9193, 9198).
            <br/>
Человечество Господа Божественно, потому что оно произошло из Существа [Esse] Отца, и это была Его душа, - что иллюстрируется подобием отца в детях (n. 10269, 10372, 10823).
            <br/>
Также потому, что она была от Божественной любви, которая была самой Сущностью [Esse] Его жизни от зачатия (n. 6872).
            <br/>
Каждый человек таков, какова его любовь, и является его любовью (n. 6872, 10177, 10284). Господь сделал всего Своего человека, как внутреннего, так и внешнего, Божественным (n. 1603, 1815, 1902, 1926, 2083, 2093).
            <br/>
Поэтому, в отличие от любого человека, Он воскрес всем Своим телом (n. 1729, 2083, 5078, 10825).
            <br/>
[9] То, что человечество Господа является Божественным, подтверждается Его вездесущностью на Святой Вечере (n. 2343, 2359).
            <br/>
Также из Его Преображения перед тремя учениками (n. 3212).
            <br/>
Также из ветхозаветного Слова, в котором Он назван Богом (n. 10154); и назван Иеговой (n. 1603, 1736, 1815, 1902, 2921, 3035, 5110, 6281, 6303, 8864, 9194, 9315).
            <br/>
В смысле буквы проводится различие между Отцом и Сыном, то есть между Иеговой и Господом, но не во внутреннем смысле Слова, в котором находятся ангелы небесные (n. 3035).
            <br/>
В христианском мире Человечество Господа было объявлено не Божественным; это было сделано на соборе ради папы, чтобы он был признан наместником Господа (n. 4738).
            <br/>
[10] В другой жизни христиан исследовали на предмет их представления о едином Боге, и оказалось, что они придерживаются представления о трех богах (n. 2329, 5256, 10736-10738, 10821).
            <br/>
Божественная троица или троица в одном лице, составляющая одного Бога, мыслима, но не в трех лицах (n. 10738, 10821, 10824).
            <br/>
Божественная троица в Господе признается на небесах (n. 14, 15, 1729, 2004, 5256, 9303).
            <br/>
Троица в Господе - это Само Божественное, называемое Отцом, Божественное Человеческое, называемое Сыном, и Божественное исходящее, называемое Святым Духом, и эта Божественная троица - Единица (n. 2149, 2156, 2288, 2319, 2329, 2447, 3704, 6993, 7182, 10738, 10822, 10823).
            <br/>
Сам Господь учит, что Отец и Он - одно (n. 1729, 2004, 2005, 2018, 2025, 2751, 3704, 3736, 4766); также, что Святое Божество исходит от Него и является Им (n. 3969, 4673, 6788, 6993, 7499, 8127, 8302, 9199, 9228, 9229, 9264, 9407, 9818, 9820, 10330).
            <br/>
[11] Божественный Человек втекает в небеса и творит небеса (n. 3038). Господь есть все на небесах и есть жизнь небес (n. 7211, 9128). В ангелах Господь обитает в том, что принадлежит Ему (n. 9338, 10125, 10151, 10157).
            <br/>
Следовательно, те, кто находится на небесах, находятся в Господе (n. 3637, 3638).
            <br/>
Соединение Господа с ангелами измеряется получением ими от Него благ любви и милосердия (n. 904, 4198, 4205, 4211, 4220, 6280, 6832, 7042, 8819, 9680, 9682, 9683, 10106, 10810).
            <br/>
Все небо имеет отношение к Господу (n. 551, 552). Господь - общий центр небес (n. 3633, 3641).
            <br/>
Все на небе обращаются к Господу, который находится над небесами (n. 9828, 10130, 10189).
            <br/>
Однако не ангелы обращаются к Господу, а Господь обращает их к Себе (n. 10189).
            <br/>
Это не присутствие ангелов с Господом, а присутствие Господа с ангелами (n. 9415).
            <br/>
На небесах нет соединения с Самим Божественным, но есть соединение с Божественным Человеком (n. 4211, 4724, 5663).
            <br/>
[12] Небеса соответствуют Божественному Человеку Господа; поэтому небеса в целом подобны единому человеку, и по этой причине небеса называются Величайшим Человеком (n. 2996, 2998, 3624-3649, 3741-3745, 4625).
            <br/>
Господь - Единственный Человек, и только те люди, которые получают от Него Божественное (n. 1894).
            <br/>
В той мере, в какой они получают, они являются людьми и образами Его (n. 8547).
            <br/>
Поэтому ангелы - это формы любви и милосердия в человеческом облике, и это от Господа (n. 3804, 4735, 4797, 4985, 5199, 5530, 9879, 10177).
            <br/>
[13] Все небо принадлежит Господу (n. 2751, 7086).
            <br/>
Он имеет всю власть на небесах и на земле (n. 1607, 10089, 10827).
            <br/>
Поскольку Господь управляет всем небом, Он управляет и всем, что зависит от него, а значит, и всем в мире (n. 2025, 2026, 4523, 4524).
            <br/>
Только Господь имеет власть удалять ады, удерживать от зла и сохранять добро, тем самым спасая (n. 10019).
            <br/>
            <br/>
87. СУЩЕСТВУЕТ СООТВЕТСТВИЕ МЕЖДУ ВСЕМ НЕБЕСНЫМ И ВСЕМ ЧЕЛОВЕЧЕСКИМ.
            <br/>
Что это за соответствие, в настоящее время неизвестно по нескольким причинам, главная из которых заключается в том, что человек удалился от небес по причине любви к себе и любви к миру. Ибо тот, кто любит себя и мир превыше всего, внимает только мирским вещам, поскольку они обращены к внешним чувствам и удовлетворяют естественные желания; и он не внимает духовным вещам, поскольку они обращены к внутренним чувствам и удовлетворяют разум, поэтому он отбрасывает их, говоря, что они слишком высоки для его понимания. С древними людьми дело обстояло иначе. Для них знание соответствий было главным из знаний. С его помощью они обретали разум и мудрость; с его помощью те, кто принадлежал к церкви, общались с небесами, ибо знание соответствий - это ангельское знание. Древнейшие люди, которые были небесными людьми, мыслили на основе соответствия, как это делают ангелы. Поэтому они общались с ангелами, и Господь часто являлся им, и они учились у Него. Но в наши дни эти знания настолько утрачены, что никто не знает, что такое соответствие.
            <br/>
 Насколько знание соответствий превосходит другие знания (n. 4280).
            <br/>
Знание соответствий было главным знанием древних людей, но в наши дни оно полностью забыто (n. 3021, 3419, 4280, 4749, 4844, 4964, 4966, 6004, 7729, 10252).
            <br/>
Знание соответствий процветало среди восточных народов и в Египте (5702, 6692, 7097, 7779, 9391, 10407).
            <br/>
            <br/>
88. Итак, поскольку без понимания того, что такое соответствие, не может быть ясного знания ни о духовном мире, ни о его вхождении в природный мир, ни о том, что такое духовное в его отношении к природному, ни ясного знания о духе человека, который называется душой, и его работе в теле, ни о состоянии человека после смерти, необходимо объяснить, что такое соответствие и какова его природа. Это подготовит путь к тому, что последует далее.
            <br/>
            <br/>
89. Во-первых, что такое соответствие. Весь природный мир соответствует духовному миру, и не только природный мир в целом, но и каждая его часть; и, как следствие, все в природном мире, что проистекает из духовного мира, называется корреспондентом. Следует понимать, что мир природы проистекает из духовного мира и имеет постоянное существование в нем, подобно тому, как следствие проистекает из своей причины. Все, что находится под солнцем и получает от него тепло и свет, называется природным миром; и все вещи, получающие от него свое существование, принадлежат к этому миру. Но духовный мир - это небеса; и все вещи на небесах принадлежат этому миру.
            <br/>
            <br/>
90. Поскольку человек есть и небо, и мир в наименьшей форме по образу наибольшего (см. выше, п. 57), в нем есть и духовный, и природный мир. Внутренние вещи, принадлежащие его уму и связанные с пониманием и волей, составляют его духовный мир; в то время как внешние вещи, принадлежащие его телу и связанные с его чувствами и деятельностью, составляют его естественный мир. Следовательно, все в его природном мире (то есть в его теле и его чувствах и деятельности), что имеет свое существование из его духовного мира (то есть из его ума и его понимания и воли), называется корреспондентом.
            <br/>
            <br/>
91. По человеческому лицу видно, что такое переписка. В лице, которое не научили лукавить, все привязанности ума предстают перед взором в естественной форме, как в своем типе. Вот почему лицо называют указателем ума; то есть это духовный мир человека, представленный в его естественном мире. Так же и то, что относится к пониманию, представлено в речи, а то, что относится к воле, представлено в движениях тела. Поэтому все эффекты, производимые в теле, будь то выражение лица, речь или движения тела, называются соответствиями.
            <br/>
            <br/>
92. Все это показывает, что такое внутренний человек и что такое внешний, а именно, что внутренний - это то, что называется духовным человеком, а внешний - то, что называется естественным человеком; также, что один отличается от другого, как небо от мира; также, что все вещи, которые происходят и возникают во внешнем или естественном человеке, происходят и возникают из внутреннего или духовного человека.
            <br/>
            <br/>
93. Так много было сказано о соответствии внутреннего или духовного человека с его внешним или естественным; теперь следует рассмотреть соответствие всего неба со всем, что относится к человеку.
            <br/>
            <br/>
94. Было показано, что все небо отражает одного человека, и что оно по образу и подобию своему является человеком и потому называется Величайшим Человеком. Также было показано, что ангельские общества, из которых состоят небеса, расположены так же, как члены, органы и внутренности в человеке, то есть некоторые находятся в голове, некоторые в груди, некоторые в руках, и некоторые в каждой из их частей (см. выше, n. 59-72); следовательно, общества в любом члене там соответствуют такому же члену в человеке; те, что в голове, соответствуют голове в человеке, те, что в груди, соответствуют груди в человеке, те, что в руках, соответствуют рукам в человеке; и так со всеми остальными. Именно благодаря этому соответствию человек имеет постоянное существование, ибо только с небес человек имеет постоянное существование.
            <br/>
            <br/>
95. То, что небеса разделены на два царства, одно из которых называется небесным, а другое - духовным, можно увидеть выше в отдельной главе. Небесное царство в целом соответствует сердцу и всему сердечному во всем теле, а духовное царство - легким и всему легкому во всем теле. Точно так же в человеке сердце и легкие образуют два царства, сердце управляет там через артерии и вены, а легкие - через сухожильные и двигательные волокна, и оба вместе в каждом потуге и движении. Так и в каждом человеке, в его духовном мире, который называется его духовным человеком, есть два царства, одно - воли, другое - понимания, воля управляет через привязанности к добру, а понимание - через привязанности к истине; и эти царства соответствуют царствам сердца и легких в теле. То же самое и на небесах; небесное царство - это добровольная часть небес, и в нем царствует добро любви; духовное царство - это интеллектуальная часть небес, и в нем царствует истина. Это то, что соответствует функциям сердца и легких в человеке. Именно в силу этого соответствия в Слове "сердце" означает волю и добро любви, а "дыхание" легких - понимание и истину веры. По этой же причине привязанности приписываются сердцу, хотя они не находятся ни в нем, ни из него.
            <br/>
 Соответствие сердца и легких Величайшему Человеку, который есть небо, из опыта (n. 3883-3896),
            <br/>
Сердце соответствует тем, кто находится в небесном царстве, а легкие - тем, кто находится в духовном царстве (n. 3885-3887).
            <br/>
На небесах есть пульс, подобный пульсу сердца, и дыхание, подобное дыханию легких, но внутреннее (n. 3884, 3885, 3887).
            <br/>
Там пульс сердца изменяется в соответствии с состояниями любви, а дыхание - в соответствии с состояниями милосердия и веры (n. 3886, 3887, 3889).
            <br/>
В Слове "сердце" означает волю, а "из сердца" означает из воли (n. 2930, 7542, 8910, 9113, 10336).
            <br/>
В Слове "сердце" также означает любовь, а "от сердца" означает от любви (7542, 9050, 10336).
            <br/>
            <br/>
96. Соответствие двух небесных царств сердцу и легким - это общее соответствие небес человеку. Существует менее общее соответствие с каждым из его членов, органов и внутренностей; и что это такое, мы также объясним. В Величайшем Человеке, который есть небо, те, что находятся в голове, превосходят все остальные во всех благах, будучи в любви, мире, невинности, мудрости, интеллекте и, как следствие, радости и счастье. Они вливаются в голову человека и в вещи, принадлежащие голове и соответствующие ей. В Величайшем Человеке, или небесах, те, что находятся в груди, находятся в благе милосердия и веры, и они текут в грудь человека и соответствуют ей. В Величайшем Человеке, или небесах, те, что находятся в чреслах и органах, посвященных порождению, находятся в брачной любви. Те, что в ногах, находятся в низшем благе небес, которое называется духовным природным благом. Те, что находятся в руках и кистях, находятся в силе истины от добра. Находящиеся в глазах - в понимании; в ушах - во внимании и послушании; в ноздрях - в восприятии; во рту и языке - в способности говорить от понимания и восприятия; в почках - в поиске, разделении и исправлении истин; в печени, поджелудочной железе и селезенке - в различных очищениях добра и истины; и так далее. Все это вливается в подобные вещи человека и соответствует им. Этот небесный приток - в функции и назначения телесных членов; а назначения, поскольку они из духовного мира, обретают форму посредством таких вещей, которые находятся в естественном мире, и таким образом проявляют себя в действии. Из этого следует соответствие.
            <br/>
            <br/>
97. По той же причине эти же члены, органы и внутренности имеют подобное значение в Слове; ибо там все имеет значение в соответствии с соответствием. Так, "голова" означает ум и мудрость; "грудь" - милосердие; "чресла" - супружескую любовь; "руки и кисти" - силу истины; "ноги" - то, что естественно; "глаза" - понимание; "ноздри" - восприятие; "уши" - послушание; "почки" - проверку истины и т.д. и т.п. Так и в обычной речи человека о том, кто умен и мудр, говорят, что у него хорошая голова; о том, кто милосерден, что он друг; о том, кто обладает ясным восприятием, что он остро пахнет; о том, кто умен, что он остро видит; о том, кто силен, что он длиннорукий; о том, кто осуществляет свою волю из любви, что это делается от сердца. Эти и многие другие выражения в речи людей являются заочными, ибо они из духовного мира, хотя человек и не знает о нем.
            <br/>
 В Слове "грудь" означает милосердие (n. 3934, 10081, 10087).
            <br/>
Чресла" и органы порождения означают супружескую любовь (n. 3021, 4280, 4462, 5050-5052).
            <br/>
Руки" и "кисти" означают силу истины (n. 878, 3091, 4931-4937, 6947, 7205, 10019).
            <br/>
Ноги" означают природу (n. 2162, 3147, 3761, 3986, 4280, 4938-4952).
            <br/>
Глаз" означает понимание (n. 2701, 4403-4421, 4523-4534, 6923, 9051, 10569).
            <br/>
Ноздри" означают восприятие (n. 3577, 4624, 4625, 4748, 5621, 8286, 10054, 10292).
            <br/>
Уши" означают послушание (n. 2542, 3869, 4523, 4653, 5017, 7216, 8361, 8990, 9311, 9397, 10061).
            <br/>
Почки" означают проверку и исправление истины (n. 5380-5386, 10032).
            <br/>
            <br/>
98. То, что существует такое соответствие между всем небесным и всем человеческим, стало для меня очевидным благодаря большому опыту, настолько большому, что я убежден в этом, как в любом очевидном факте, не допускающем сомнений. Но нет необходимости описывать здесь весь этот опыт, да и не позволительно из-за его изобилия. Его можно увидеть изложенным в Arcana Coelestia, где рассматриваются соответствия, представления, приток духовного мира в мир природы и взаимодействие между душой и телом.
            <br/>
 Соответствие всех членов тела с Величайшим Человеком, или Небом, в целом и в частности, из опыта (n. 3021, 3624-3649, 3741-3750, 3883-3895, 4039-4054, 4218-4228, 4318-4331, 4403-4421, 4523-4533, 4622-4633, 4652-4660, 4791-4805, 4931-4953, 5050-5061, 5171-5189, 5377-5396, 5552-5573, 5711-5727, 10030).
            <br/>
Приток духовного мира в природный мир или небес в мир, и приток души во все вещи тела, из опыта (n. 6053-6058, 6189-6215, 6307-6326, 6466-6495, 6598-6626).
            <br/>
Взаимодействие между душой и телом, из опыта (n. 6053-6058, 6189-6215, 6307-6327, 6466-6495, 6598-6626).
            <br/>
            <br/>
99. Но несмотря на то, что все вещи тела человека соответствуют всем вещам небес, человек является образом небес не в отношении своей внешней формы, а в отношении своей внутренней формы; ибо внутренности человека - это то, что принимает небеса, в то время как его внешности принимают мир. Поэтому, пока его внутренности принимают небеса, человек является в отношении них небесами в наименьшей форме, по образу наибольшей. Но пока его внутренности не принимают небо, он не является небом и образом величайшего, хотя его внешние части, которые принимают мир, могут иметь форму, соответствующую порядку мира, и таким образом быть разнообразно прекрасными. Ибо источник внешней красоты, относящейся к телу, находится в родителях и формируется в утробе матери, а после сохраняется общим притоком из мира. По этой причине форма естественного человека сильно отличается от формы духовного человека. Что такое форма духа человека, мне иногда показывали; и у некоторых, красивых и очаровательных внешне, дух был настолько деформирован, черен и чудовищен, что его можно было бы назвать образом ада, а не рая; в то время как у других, не красивых, дух был прекрасно сформирован, чист и ангельски прекрасен. Более того, дух человека появляется после смерти таким, каким он был в теле, пока жил в этом мире.
            <br/>
            <br/>
100. Но соответствие применяется гораздо шире, чем к человеку; ведь существует соответствие небес друг с другом. Третьему или внутреннему небу соответствует второе или среднее небо, а второму или среднему небу соответствует первое или крайнее небо, и это соответствует телесным формам в человеке, называемым его членами, органами и внутренностями. Таким образом, это телесная часть человека, на которой в конечном итоге заканчивается небо, и на которой оно стоит, как на своем основании. Но этот арканум будет более полно раскрыт в другом месте.
            <br/>
            <br/>
101. Особенно следует понимать, что все соответствия с небесами связаны с Божественным Человеком Господа, потому что небеса от Него, а Он есть небеса, как было показано в предыдущих главах. Ибо если бы Божественный Человек не вливался во все небесные вещи, а в соответствии с соответствиями - во все вещи мира, то не мог бы существовать ни ангел, ни человек. Отсюда снова становится ясно, почему Господь стал Человеком и облек Свою Божественную сущность от начала до конца в человеческую. Это произошло потому, что Божественного Человека, из которого небеса существовали до пришествия Господа, было уже недостаточно для поддержания всех вещей, так как человек, который является основанием небес, разрушил и уничтожил порядок. Что представлял собой Божественный Человек до пришествия Господа, и каково было состояние небес в то время, можно увидеть в отрывках, приложенных к предыдущей главе.
            <br/>
            <br/>
102. Ангелы поражаются, когда слышат, что есть люди, которые приписывают все природе и ничего Божественному, а также верят, что их тело, в котором собрано столько чудес небес, является продуктом природы. Еще больше их удивляет, что разумная часть человека, как полагают, происходит от природы, тогда как, если люди только немного поднимут свой разум, они смогут увидеть, что такие эффекты происходят не от природы, а от Божественного; и что природа была создана просто для того, чтобы облечь духовное и представить его в соответствующей форме в предельном порядке. Таких людей они уподобляют совам, которые видят в темноте, но при свете ничего не видят.
            <br/>
            <br/>
103. СУЩЕСТВУЕТ СООТВЕТСТВИЕ НЕБЕС СО ВСЕМИ ЗЕМНЫМИ ВЕЩАМИ.
            <br/>
Что такое соответствие, было сказано в предыдущей главе, и там же было показано, что каждая вещь и все вещи животного тела являются соответствиями. Следующий шаг - показать, что все вещи земли, и вообще все вещи вселенной, являются соответствиями.
            <br/>
            <br/>
104. Все вещи на земле разделяются на три вида, называемые царствами, а именно: животное царство, растительное царство и минеральное царство. Вещи животного царства являются соответствиями первой степени, потому что они живут; вещи растительного царства являются соответствиями второй степени, потому что они просто растут; вещи минерального царства являются соответствиями третьей степени, потому что они не живут и не растут. Соответствия в животном царстве - это живые существа различных видов, как те, которые ходят и ползают по земле, так и те, которые летают в воздухе; их не нужно специально называть, так как они хорошо известны. Соответствия в растительном царстве - это все, что растет и произрастает в садах, лесах, полях и лугах; их тоже не нужно называть, потому что они хорошо известны. Соответствия в минеральном царстве - это металлы более и менее благородные, камни драгоценные и недрагоценные, земли различных видов, а также воды. Кроме того, соответствиями являются вещи, приготовленные из них человеческой деятельностью для использования: пища всякого рода, одежда, жилища и другие здания, а также многие другие вещи.
            <br/>
            <br/>
105. Также и то, что над землей, как солнце, луна и звезды, и то, что в атмосфере, как облака, туман, дождь, молния и гром, также являются соответствиями. То, что происходит от присутствия и отсутствия солнца, как свет и тень, тепло и холод, также является соответствием, как и то, что следует последовательно из этого, как времена года, весна, лето, осень и зима; и время суток, утро, полдень, вечер и ночь.
            <br/>
            <br/>
106. Одним словом, все сущее в природе, от наименьшего до наибольшего, есть соответствия. Они являются соответствиями, потому что природный мир со всеми вещами в нем возникает и существует из духовного мира, а оба мира - из Божественного. О них говорят, что они существуют, потому что все существует из того, из чего возникает, а существование - это постоянное возникновение; также потому, что ничто не может существовать из самого себя, но только из того, что предшествует самому себе, таким образом, из Первого, и если бы оно было отделено от этого, то полностью погибло бы и исчезло.
            <br/>
 Все, что есть в мире и его трех царствах, соответствует небесному, что есть на небесах, то есть вещи в естественном мире соответствуют вещам в духовном мире (n. 1632, 1881, 2758, 2760-2763, 2987-3003, 3213-3227, 3483, 3624-3649, 4044, 4053, 4116, 4366, 4939, 5116, 5377, 5428, 5477, 9280).
            <br/>
Посредством соответствий мир природы связан с духовным миром (n. 8615).
            <br/>
По этой причине вся природа является театральным представителем Царства Господа (n. 2758, 2999, 3000, 3483, 4938, 4939, 8848, 9280).
            <br/>
            <br/>
107. Все в природе, что возникает и существует в соответствии с Божественным порядком, является соответствием. Божественный порядок обусловлен Божественным благом, исходящим от Господа. Оно начинается в Нем, исходит от Него через небеса последовательно в мир и завершается там в пределе; и все, что там находится в соответствии с порядком, является соответствием. Все, что там находится в соответствии с порядком, хорошо и совершенно для использования, потому что все хорошее хорошо в меру своего использования; в то время как его форма имеет отношение к истине, а истина есть форма хорошего. И по этой причине все в целом мире и в его природе, что находится в Божественном порядке, имеет отношение к добру и истине.
            <br/>
 Все во вселенной, как на небесах, так и в мире, что находится в соответствии с порядком, имеет отношение к добру и истине (n. 2451, 3166, 4390, 4409, 5232, 7256, 10122); и к их соединению, чтобы быть любой вещью (n. 10555).
            <br/>
            <br/>
108. То, что все вещи в мире происходят от Божественного и облечены в такие природные вещи, которые позволяют им существовать там и выполнять функции, и таким образом соответствовать, ясно видно из различных вещей, наблюдаемых как в животном, так и в растительном царстве. И в том, и в другом есть вещи, которые любой внутренне мыслящий человек может увидеть, что они с небес. Для примера можно привести несколько вещей из бесчисленного множества; сначала некоторые вещи из животного царства. Многие знают, какие знания заложены в каждом животном. Пчелы знают, как собирать мед с цветов, строить ячейки из воска, в которых хранится мед, и таким образом обеспечивать пищей себя и свои семьи даже на предстоящую зиму. Чтобы на свет появилось новое поколение, их королева откладывает яйца, а остальные заботятся о них и укрывают их. Они живут под своеобразным управлением, которое все знают инстинктивно. Они сохраняют рабочих пчел и изгоняют трутней, лишая их крыльев; кроме того, в них заложены с неба другие чудесные вещи для их использования: их воск повсюду служит человеческому роду для свечей, их мед - для придания сладости пище. [2] Опять же, какие чудеса мы видим в червях, самых жалких существах животного царства! Они умеют добывать пищу из сока подходящих для них листьев, а затем в назначенное время покрываться оболочкой и входить как бы в утробу матери, и таким образом выводить потомство себе подобных. Некоторые сначала превращаются в нимф и хризалид, прядущих вокруг себя нити; и по окончании этих мучений они выходят на свет в другом теле, снабженные крыльями, с помощью которых они летают в воздухе, как на небесах, и празднуют браки, откладывают яйца и обеспечивают себе потомство". [3] Кроме этих особых случаев, все вообще существа, летающие в воздухе, знают, какая пища им нужна, и не только какая, но и где ее найти; они знают, как строить гнезда для себя, один вид одним способом, другой - другим; как класть яйца в гнезда, как сидеть на них, как высиживать птенцов и кормить их, и выводить их из дома, когда они способны сами себя высиживать. Они знают также своих врагов, которых они должны избегать, и своих друзей, с которыми они могут общаться, и это с самого раннего детства; не говоря уже о чудесах в самих яйцах, в которых все вещи лежат готовыми в своем порядке для формирования и питания птенцов; кроме того, существует множество других вещей. Кто из здравомыслящих людей скажет, что эти инстинкты происходят из какого-либо другого источника, кроме духовного мира, которому природа служит, облекая то, что от нее, в тело, или представляя в действии то, что духовно в причине? Звери земные и птицы небесные рождаются со всем этим знанием, а человек, который намного превосходит их, нет; по той причине, что животные находятся в порядке своей жизни и не в состоянии уничтожить то, что находится в них из духовного мира, потому что у них нет рациональной способности. Человек же, чье мышление происходит из духовного мира, извратив то, что в нем есть из этого мира, жизнью, противоречащей порядку, которому благоприятствует его рациональное мышление, должен по необходимости родиться в простом невежестве, а затем Божественными средствами быть возвращенным в порядок небес.
            <br/>
            <br/>
109. Как соотносятся вещи в растительном царстве, можно увидеть из многих примеров, например, что маленькие семена вырастают в деревья, пускают листья, производят цветы, а затем плоды, в которых они снова откладывают семена, эти вещи происходят последовательно и существуют вместе в таком удивительном порядке, который невозможно описать несколькими словами. Можно было бы заполнить тома, и все же останутся еще более глубокие арканы, связанные с их использованием, которые наука не сможет исчерпать. Поскольку эти вещи также происходят из духовного мира, то есть с небес, которые находятся в человеческой форме (как было показано выше в отдельной главе), то все особенности этого царства имеют определенное отношение к тем вещам, которые находятся в человеке, как знают некоторые ученые мира. То, что все вещи в этом царстве также являются соответствиями, мне стало ясно благодаря большому опыту. Часто, когда я бывал в садах и смотрел на деревья, фрукты, цветы и растения, я узнавал их соответствия на небесах, и разговаривал с теми, с кем они были, и был научен, откуда и что они были.
            <br/>
            <br/>
110. Но в настоящее время никто не может знать духовные вещи на небесах, которым соответствуют естественные вещи в мире, кроме как с небес, поскольку знание соответствий теперь полностью утрачено. Но природу соответствия духовных вещей естественным я буду рад проиллюстрировать на некоторых примерах. Животные земли в целом соответствуют привязанностям, мягкие и полезные животные - добрым привязанностям, свирепые и бесполезные - злым привязанностям. В частности, скот и его потомство соответствуют привязанностям природного ума, овцы и ягнята - привязанностям духовного ума; птицы же, в зависимости от их вида, соответствуют интеллектуальным вещам природного или духовного ума. По этой причине различные животные, такие как крупный рогатый скот и его молодняк, бараны, овцы, козлы и козы, ягнята и ягнята, а также голуби и горлицы, были посвящены священному использованию в Израильской Церкви, которая была представительной церковью, и из них приносились жертвы и всесожжения. Ибо в этом употреблении они соответствуют духовным вещам, и на небесах они понимались в соответствии с этими соответствиями. Более того, животные, согласно их роду и виду, поскольку они имеют жизнь, являются привязанностями; и жизнь каждого из них происходит исключительно от привязанности и в соответствии с привязанностью; следовательно, каждое животное имеет врожденное знание, соответствующее привязанности его жизни. Человек подобен животному в том, что касается его природы, и поэтому в обыденной речи его уподобляют животным; например, если он мягок, его называют овцой или ягненком, если свиреп - медведем или волком, если хитер - лисой или змеей и т.д.".
            <br/>
 Из соответствия животные означают привязанности; мягкие и полезные животные - добрые привязанности, свирепые и бесполезные - злые привязанности (n. 41, 45, 46, 142, 143, 246, 714, 716, 719, 2179, 2180, 3519, 9280); иллюстрируется опытом духовного мира (n. 3218, 5198, 9090).
            <br/>
Влияние духовного мира на жизнь животных (n. 3218, 5198, 9090). 1633, 3646).
            <br/>
Скот и его потомство по переписке означают привязанности естественного разума (n. 2180, 2566, 9391, 10132, 10407).
            <br/>
Что означают овцы (n. 4169, 4809); и ягнята (n. 3994, 10132).
            <br/>
Летающие существа означают интеллектуальные вещи (n. 40, 745, 776, 778, 866, 988, 991, 5149, 7441); с различием в соответствии с их родами и видами, от опыта в духовном мире (n. 3219).
            <br/>
            <br/>
111. Подобное соответствие существует и в растительном царстве. В целом, сад соответствует интеллекту и мудрости небес; по этой причине небеса называются Садом Божьим и Раем, а люди называют его небесным раем. Деревья, в зависимости от их вида, соответствуют восприятиям и познаниям добра и истины, которые являются источником интеллекта и мудрости. По этой причине древние люди, знавшие соответствия, проводили свои священные богослужения в рощах; и по этой же причине деревья так часто упоминаются в Слове, и с ними сравниваются небеса, церковь и человек; как виноградная лоза, олива, кедр и другие, а добрые дела, совершаемые людьми, сравниваются с плодами. Также пища, получаемая от деревьев, и особенно от урожая зерновых, соответствует привязанности к добру и истине, потому что эти привязанности питают духовную жизнь, как пища земли питает естественную жизнь; а хлеб из зерна, в общем смысле, потому что это пища, которая специально поддерживает жизнь, и потому что он обозначает всю пищу, соответствует привязанности ко всему хорошему. Именно по причине этого соответствия Господь называет Себя хлебом жизни; и хлебы имели священное употребление в Израильской Церкви, их клали на стол в скинии и называли "хлебом лиц"; также и Божественное поклонение, совершаемое жертвами и всесожжениями, называлось "хлебом". Более того, благодаря этому соответствию самым святым актом поклонения в христианской Церкви является Святая Вечеря, на которой дается хлеб и вино. Из этих нескольких примеров можно увидеть природу соответствия.
            <br/>
 Из соответствия сад и рай означают разум и мудрость (n. 100, 108); из опыта (n. 3220).
            <br/>
Все вещи, имеющие соответствие, имеют в Слове одинаковое значение (n. 2896, 2987, 2989, 2990, 2991, 3002, 3225).
            <br/>
 Деревья означают восприятие и знание (n. 103, 2163, 2682, 2722, 2972, 7692).
            <br/>
По этой причине древние люди совершали Божественное поклонение в рощах под деревьями в соответствии с их соответствием (n. 2722, 4552).
            <br/>
Приток небес в предметы растительного царства, как в деревья и растения (n. 3648).
            <br/>
 Из соответствия пища означает то, что питает духовную жизнь (n. 3114, 4459, 4792, 4976, 5147, 5293, 5340, 5342, 5410, 5426, 5576, 5582, 5588, 5655, 5915, 6277, 8562, 9003).
            <br/>
 Хлеб означает всякое благо, питающее духовную жизнь человека (n. 2165, 2177, 3478, 3735, 3813, 4211, 4217, 4735, 4976, 9323, 9545, 10686).
            <br/>
Таково было значение хлебов, которые лежали на столе в скинии (n. 3478, 9545).
            <br/>
Жертвоприношения вообще назывались хлебом (n. 2165).
            <br/>
Хлеб включает в себя всю пищу (n. 2165).
            <br/>
Таким образом, он означает всю небесную и духовную пищу (n. 276, 680, 2165, 2177, 3478, 6118, 8410).
            <br/>
            <br/>
112. О том, как соединение небес с миром осуществляется посредством соответствий, мы также расскажем в нескольких словах. Царство Господа - это царство целей, которые являются назначениями; или, что то же самое, царство назначений, которые являются назначениями. По этой причине вселенная была так создана и сформирована Божественным, что цели могут быть везде облечены таким образом, чтобы быть представленными в действии, или в эффекте, сначала на небесах, а затем в мире, таким образом, по степеням и последовательно, вплоть до самых крайних вещей природы. Таким образом, очевидно, что соответствие природных вещей духовным вещам, или мира небесам, осуществляется посредством использования, а использование - это то, что соединяет; и форма, в которую облекается использование, является соответствием и соединением в той мере, в какой она является формой использования. В природе мира, в его троичном царстве, все вещи, существующие в соответствии с порядком, являются формами использования, или эффектами, образованными из использования для использования, и именно поэтому вещи в природе являются соответствиями. Но в случае с человеком, пока он находится в соответствии с Божественным порядком, то есть пока он находится в любви к Господу и в милосердии к ближнему, его действия являются формами использования и соответствиями, и через них он соединен с небесами. Более того, следует понимать, что человек есть средство, посредством которого соединяются мир природный и мир духовный, то есть человек есть посредник соединения, поскольку в нем есть мир природный и есть мир духовный (см. выше, п. 57); следовательно, в той мере, в какой человек духовен, он является посредником соединения; но в той мере, в какой человек природен, а не духовен, он не является посредником соединения. Тем не менее, помимо этого посредничества человека, продолжается Божественный приток в мир и в вещи, относящиеся к человеку, которые принадлежат миру, но не в рациональную способность человека.
            <br/>
 Всякое благо имеет свой восторг и свое качество от использования и в соответствии с использованием; поэтому, каково использование, таково и благо (n. 3049, 4984, 7038).
            <br/>
Ангельская жизнь состоит в благах любви и милосердия, то есть в совершении использования (n. 454).
            <br/>
Господь, а следовательно, и ангелы, в отношении человека смотрят только на цели, которые являются использованием (n. 1317, 1645, 5854).
            <br/>
Царство Господа - это царство пользы, то есть цели (n. 454, 696, 1103, 3645, 4054, 7038).
            <br/>
Служение Господу - это исполнение целей (n. 7038).
            <br/>
Каждая вещь и все вещи в человеке были сформированы для использования (n. 3626, 4104, 5189 9297; также из использования, то есть использование предшествует органическим формам в человеке, через которые осуществляется использование, потому что использование происходит от притока Господа через небеса (n. 4223, 4926). 4223, 4926).
            <br/>
Более того, внутренности человека, составляющие его разум, когда он достигает зрелости, формируются из использования и для использования (n. 1964, 6815, 9297).
            <br/>
Следовательно, человек таков, каковы его назначения (n. 1568, 3570, 4054, 6571, 6935, 6938, 10284).
            <br/>
Использование - это цель, ради которой (n. 3565, 4054, 4104, 6815).
            <br/>
Использование - это первое и последнее, таким образом, все в человеке (n. 1964).
            <br/>
            <br/>
113. Как все вещи, соответствующие Божественному порядку, соответствуют небесам, так все вещи, противоречащие Божественному порядку, соответствуют аду. Все вещи, соответствующие небесам, имеют отношение к добру и истине, а те, что соответствуют аду, имеют отношение к злу и фальши.
            <br/>
            <br/>
114. Теперь следует кое-что сказать о знании соответствий и его использовании. Выше было сказано, что духовный мир, который есть небо, соединен с природным миром посредством соответствий; поэтому посредством соответствий человеку дано общение с небом. Ибо ангелы небесные мыслят не из естественных вещей, как человек; но когда человек приобрел знание соответствий, он способен в отношении мыслей своего ума быть связанным с ангелами, и таким образом в отношении своего духовного или внутреннего человека быть связанным с ними. Если бы человек знал соответствия, он понял бы духовный смысл Слова, и из этого ему было бы дано знать арканы, о которых он ничего не видит в буквенном смысле. Ибо в Слове есть буквальный смысл и есть духовный смысл, буквальный смысл состоит из тех вещей, которые есть в мире, а духовный смысл - из тех вещей, которые есть на небесах. И такое Слово, в котором все до малейшей йоты соответствует друг другу, было дано людям, потому что соединение небес с миром осуществляется посредством соответствий.
            <br/>
 Слово было написано исключительно посредством соответствий (n. 8615).
            <br/>
Посредством Слова человек имеет связь с небесами (n. 2899, 6943, 9396, 9400, 9401, 10375, 10452).
            <br/>
 О духовном смысле Слова см. небольшую работу о Белом Коне, упомянутом в Апокалипсисе.
            <br/>
            <br/>
115. Я был научен с небес, что древнейшие люди на нашей земле, которые были небесными людьми, сами мыслили на основе соответствий, причем естественные вещи мира перед их глазами служили им средствами для такого мышления; и что они могли быть в общении с ангелами и говорить с ними, потому что они так мыслили, и что таким образом через них небеса были соединены с миром. По этой причине тот период был назван Золотым веком, о котором древние писатели говорят, что обитатели небес жили с людьми и общались с ними, как друзья с друзьями. Но после этого наступил период, когда люди мыслили не на основе соответствий, а на основе знания соответствий, и тогда также произошло соединение небес с человеком, но менее тесное. Этот период был назван Серебряным веком. После этого последовали люди, которые обладали знанием соответствий, но не мыслили на основе этого знания, потому что они находились в естественном благе, а не, как те, кто был до них, в духовном благе. Этот период был назван медным веком. После этого человек постепенно стал внешним и, наконец, телесным, и тогда знание соответствий было полностью утрачено, а вместе с ним и знание о небесах и о многих вещах, относящихся к небесам. Именно из соответствия эти века были названы золотым, серебряным и медным, и по той причине, что из соответствия золото означает небесное благо, в котором были древнейшие люди, серебро - духовное благо, в котором были последующие древние люди, а медь - естественное благо, в котором было следующее потомство; тогда как железо, от которого последний век получил свое название, означает твердую истину в отрыве от добра.
            <br/>
 Золото по переписке означает небесное благо (n. 113, 1551, 1552, 5658, 6914, 6917, 9510, 9874, 9881).
            <br/>
Серебро означает духовное благо, то есть истину небесного происхождения (n. 1551, 1552, 2954, 5658).
            <br/>
Медь означает природное добро (n. 425, 1551).
            <br/>
Железо означает истину в высшем порядке (n. 425, 426).
            <br/>
            <br/>
116. СОЛНЦЕ НА НЕБЕСАХ.
            <br/>
На небе не видно ни солнца мира, ни чего-либо от этого солнца, потому что оно всецело естественно. Ибо природа имеет свое начало от этого солнца, и все, что производится с его помощью, называется естественным. Но духовное, к которому принадлежит небо, выше природы и полностью отличается от естественного; и между ними нет никакой связи, кроме соответствия. В чем состоит различие между ними, можно понять из того, что уже было сказано о степенях (n. 38), а что такое связь - из того, что было сказано в двух предыдущих главах о соответствиях.
            <br/>
            <br/>
117. Хотя на небе не видно ни солнца мира, ни чего-либо от этого солнца, тем не менее там есть солнце, и свет, и тепло, и все вещи, которые есть в мире, и бесчисленное множество других, но не такого же происхождения; поскольку вещи на небе духовны, а вещи в мире естественны. Солнце небес - это Господь; свет там - Божественная истина, а тепло - Божественное благо, исходящее от Господа как от солнца. От этого начала происходит все, что возникает и видится на небесах. Об этом свете и тепле, а также о вещах, существующих на небесах, будет рассказано в следующих главах; в этой главе мы будем говорить только о солнце. На небесах Господь видится как солнце, потому что Он есть Божественная любовь, от которой происходит все духовное, а через солнце мира - все природное. Эта любовь - то, что сияет как солнце.
            <br/>
            <br/>
118. О том, что Господь действительно виден на небе как солнце, мне не только говорили ангелы, но иногда мне было дано это увидеть; и поэтому то, что я слышал и видел о Господе как солнце, я с удовольствием расскажу в нескольких словах. Господь виден как солнце не на небе, но высоко над небесами; и не прямо над головой или в зените, но перед лицами ангелов на средней высоте. Он виден на значительном расстоянии, в двух местах, одно перед правым глазом, другое - перед левым. Перед правым глазом Он виден точно как солнце, с таким же сиянием и размером, как солнце мира. Но перед левым глазом Он виден не как солнце, а как луна, сияющая белым светом, как наша земная луна, такого же размера, но более яркая, и окруженная множеством маленьких лун, каждая из которых имеет такую же белизну и великолепие. Господь виден так по-разному в двух местах, потому что каждый человек видит Господа в соответствии с качеством своего принятия Господа, поэтому Он виден одним образом тем, кто принимает Его с добром любви, и другим - тем, кто принимает Его с добром веры. Те, кто принимает Его с благом любви, видят Его как солнце, огненное и пламенное, в соответствии со своим принятием Его; они находятся в Его небесном царстве; тогда как те, кто принимает Его с благом веры, видят Его как луну, белую и блестящую в соответствии со своим принятием Его, и они находятся в Его духовном царстве. Это так, потому что благо любви соответствует огню, поэтому в духовном смысле огонь есть любовь; а благо веры соответствует свету, и в духовном смысле свет есть вера. И Господь предстает перед глазами, потому что внутренности, принадлежащие разуму, видят через глаза, от добра любви через правый глаз, а от добра веры через левый глаз; поскольку у ангелов, а также у людей все вещи справа соответствуют добру, от которого происходит истина, а все слева - истине, которая происходит от добра. Добро веры по своей сути есть истина от добра.
            <br/>
 Господь виден на небе как солнце и является солнцем небес (n. 1053, 3636, 3643, 4060).
            <br/>
Господь видится как солнце тем, кто находится в Его небесном царстве, где царит любовь к Нему, и как луна тем, кто находится в Его духовном царстве, где царят милосердие к ближнему и вера (n. 1521, 1529-1531, 1837, 4696).
            <br/>
Господь виден как солнце на средней высоте перед правым глазом, и как луна перед левым глазом (n. 1053, 1521, 1529-1531, 3636, 3643, 4321, 5097, 7078, 7083, 7173, 7270, 8812, 10809).
            <br/>
Господь видится как солнце и как луна (n. 1531, 7173).
            <br/>
Божественность Господа намного выше Его Божественности на небесах (n. 7270, 8760).
            <br/>
 "Огонь" в Слове означает любовь, как в хорошем, так и в плохом смысле (n. 934, 4906, 5215).
            <br/>
Святой или небесный огонь означает Божественную Любовь (n. 934, 6314, 6832).
            <br/>
Адский огонь означает любовь к себе и к миру и всякую похоть этих любовей (n. 1861, 5071, 6314, 6832, 7575, 10747).
            <br/>
Любовь - это огонь жизни, и сама жизнь действительно происходит от нее (n. 4906, 5071, 6032, 6314). "Свет" означает истину веры (n. 3195, 3485, 3636, 3643, 3993, 4302, 4413, 4415, 9548, 9684).
            <br/>
 Зрение левого глаза соответствует истинам веры, а зрение правого глаза - их благам (n. 4410, 6923).
            <br/>
 То, что находится справа от человека, имеет отношение к добру, из которого есть истина, а то, что слева - к истине из добра (n. 9495, 9604).
            <br/>
            <br/>
119. Вот почему в Слове Господь в отношении любви уподобляется солнцу, а в отношении веры - луне; также, что "солнце" означает любовь от Господа к Господу, а "луна" означает веру от Господа в Господа, как в следующих отрывках:
            <br/>
            <br/>
Свет луны будет как свет солнца, и свет солнца будет семикратный, как свет семи дней (Ис. 30:26).
            <br/>
И когда Я угашу тебя, то покрою небеса и сделаю звезды на них темными; солнце покрою облаком, и луна не будет светить. Все светила небесные Я сделаю темными над тобою, и наведу тьму на землю твою (Иезек. 32:7, 8).
            <br/>
Я помрачу солнце в восходе его, и луна не будет светить (Ис. 13:10).
            <br/>
Солнце и луна померкнут, и звезды перестанут светить. Солнце превратится во тьму и луна в кровь (Иоиль 2:2, 10, 31; 3:16).
            <br/>
Солнце сделалось черно, как мешковина и волосы, и луна сделалась как кровь, и звезды упали на землю (Апок. 6:12, 13).
            <br/>
Сразу после бедствий тех дней солнце померкнет, и луна не даст света своего, и звезды спадут с неба (Матф. 24:29).
            <br/>
            <br/>
И в других местах. В этих отрывках "солнце" означает любовь, "луна" - веру, а "звезды" - познание добра и истины. О них говорится, что они померкнут, потеряют свой свет и упадут с неба, когда их больше не будет. То, что Господь виден как солнце на небе, очевидно также из Его вида, когда Он преобразился перед Петром, Иаковом и Иоанном,
            <br/>
            <br/>
Лицо Его сияло, как солнце (Матф. 17:2).
            <br/>
            <br/>
Таким образом, эти ученики видели Господа, когда они вышли из тела и находились в небесном свете. Именно из-за этого соответствия древние люди, среди которых была и представительная церковь, обращали лицо к солнцу на востоке, когда совершали Божественное поклонение; и по той же причине они придавали своим храмам восточный облик.
            <br/>
 Звезды" и "созвездия" в Слове означают познание добра и истины (n. 2495, 2849, 4697).
            <br/>
            <br/>
120. Насколько велика Божественная любовь и что она собой представляет, видно из сравнения с солнцем мира, что она самая пламенная, если верить этому, гораздо более пламенная, чем то солнце. По этой причине Господь, как солнце, не течет без посредников в небеса, но пылкость Его любви постепенно умеривается по пути. Это умеривание проявляется в виде сияющих поясов вокруг солнца; кроме того, ангелы покрыты тонким адаптирующим облаком, чтобы им не повредил поток. По этой причине небеса более или менее близки в соответствии с приемом. Когда высшие небеса находятся в благости любви, они ближе к Господу, как солнце; а когда низшие небеса находятся в благости веры, они дальше от Него. Но те, кто не находится в добре, как те, кто в аду, находятся дальше всех, на разных расстояниях в соответствии с их противостоянием добру.
            <br/>
 Что такое Божественная любовь Господа и насколько она велика, иллюстрируется сравнением с огнем солнца этого мира (n. 6834, 6849, 8644).
            <br/>
Божественная любовь Господа - это любовь ко всему человеческому роду, чтобы спасти его (n. 1820, 1865, 2253, 6872).
            <br/>
Любовь, впервые исходящая из огня Господней любви, не попадает на небо, но видна в виде лучезарных поясов вокруг солнца (n. 7270).
            <br/>
Ангелы покрыты соответствующим тонким облаком, чтобы им не повредило сияние горящей любви (n. 6849).
            <br/>
 Присутствие Господа с ангелами пропорционально получению ими от Него благ любви и веры (n. 904, 4198, 4320, 6280, 6832, 7042, 8819, 9680, 9682, 9683, 10106, 10811).
            <br/>
Господь является каждому в соответствии с тем, что он есть (n. 1861, 3235, 4198, 4206).
            <br/>
Ады находятся на расстоянии от небес, потому что они не могут вынести присутствия Божественной любви Господа (n. 4299, 7519, 7738, 7989, 8137, 8265, 9327).
            <br/>
По этой причине ады находятся очень далеко от небес, и это "великая пропасть" (n. 9346, 10187).
            <br/>
            <br/>
121. Когда же Господь появляется на небе, что часто случается, Он появляется не в виде солнца, а в виде ангела, но отличается от ангелов Божественным сиянием от Своего лица, так как Он не присутствует там лично, ибо лично Господь постоянно окружен солнцем, но Он присутствует взглядом. Ибо на небесах часто случается, что люди кажутся присутствующими в том месте, где их взгляд фиксируется или прекращается, даже если это место находится далеко от того, где они действительно находятся. Такое присутствие называется присутствием внутреннего зрения, о котором мы расскажем далее. Я также видел Господа из солнца в ангельском облике на высоте немного ниже солнца; также рядом в подобном облике, с сияющим лицом, и однажды посреди ангелов в виде сияния, подобного пламени.
            <br/>
            <br/>
122. Для ангелов солнце мира кажется густой тьмой, противоположной солнцу небес, а луна - тьмой, противоположной луне небес, и это постоянно; и по той причине, что свирепость мира соответствует любви к себе, а свет от него соответствует тому, что ложно от этой любви; а любовь к себе прямо противоположна Божественной любви, а то, что ложно от этой любви, прямо противоположно Божественной истине; и противоположность Божественной любви и Божественной истины является для ангелов густой тьмой. Поэтому в Слове поклоняться солнцу и луне этого мира и кланяться им означает любить себя и фальшь, проистекающую из любви к себе, и сказано, что такие будут отсечены. (Втор. 4:19; 16:3-5; Иер. 8:1, 2; Иез. 8:15, 16, 18; Апок. 16:8; Матф. 13:6).
            <br/>
 Солнце этого мира ангелы не видят, но на его месте находится нечто темное, противоположное солнцу неба или Господу (n. 7078, 9755).
            <br/>
В противоположном смысле солнце означает любовь к себе (n. 2441); и в этом смысле "поклоняться солнцу" означает поклоняться тому, что противоречит небесной любви или Господу (n. 2441, 10584).
            <br/>
Для тех, кто находится в аду, солнце небес является густой тьмой (n. 2441).
            <br/>
            <br/>
123. Как от Божественной любви, которая в Нем и от Него, Господь появляется на небе как солнце, так и все в небесах постоянно обращены к Нему, кто в небесном царстве к Нему как к солнцу, а кто в духовном царстве к Нему как к луне. Но те, кто находится в аду, обращаются к противоположной тьме и густому мраку, то есть поворачиваются назад, прочь от Господа; и это по той причине, что все в аду пребывают в любви к себе и миру, а потому враждебны Господу. Те, кто обращается к густой тьме, которая находится в месте, где находится солнце этого мира, находятся в адах позади и называются гениями; а те, кто обращается к тьме, которая находится в месте луны, находятся в адах более впереди и называются духами. Вот почему говорят, что те, кто в аду, находятся во тьме, а те, кто на небесах, - в свете; "тьма" означает ложь от зла, а "свет" - истину от добра. Они обращают себя так потому, что все в другой жизни смотрят на то, что правит в их внутренностях, а значит, на их любовь; а у ангелов и духов внутренности определяют лицо; и в духовном мире четверти не фиксированы, как в естественном мире, но определяются лицом. В отношении своего духа человек обращает себя так же, как и дух: назад от Господа, если он любит себя и мир, и к Господу, если он любит Господа и ближнего. Но об этом человек не знает, потому что он находится в мире природы, где четверти определяются восходом и заходом солнца. Но поскольку это нелегко понять людям, это будет разъяснено здесь, когда мы будем говорить о четвертях, пространстве и времени на небесах.
            <br/>
            <br/>
124. Поскольку Господь - солнце небес и все, что от Него, обращено к Нему, Он также является общим центром, источником всякого направления и определения. Так и все, что ниже, находится в Его присутствии и под Его покровительством, как на небесах, так и на земле.
            <br/>
 Господь - общий центр, к которому обращены все небесные вещи (n. 3633, 3641).
            <br/>
            <br/>
125. Из всего этого следует, что сказанное и показанное в предыдущих главах о Господе теперь можно увидеть в более ясном свете, а именно:
            <br/>
Что Он - Бог небес (n. 2-6).
            <br/>
Что именно Его Божество творит небеса (н. 7-12).
            <br/>
Что Божество Господа на небесах - это любовь к Нему и милосердие к ближнему (n. 13-19).
            <br/>
Что существует соответствие всех вещей мира с небом, а через небо - с Господом (n. 87-115).
            <br/>
Также, что солнце и луна мира являются соответствиями (n. 105).
            <br/>
            <br/>
126. СВЕТ И ТЕПЛО НА НЕБЕСАХ.
            <br/>
То, что на небесах есть свет, не могут понять те, кто думает только о природе; и все же свет на небесах таков, что он во много раз превосходит полуденный свет в мире. Этот свет я часто видел, даже вечером и ночью. Сначала я удивлялся, когда слышал, как ангелы говорили, что свет этого мира - не более чем тень по сравнению со светом небес; но, увидев его, я могу подтвердить, что это так. Яркость и великолепие небесного света таковы, что их невозможно описать. Все вещи, которые я видел на небесах, я видел в этом свете, поэтому они были более ясными и отчетливыми, чем вещи этого мира.
            <br/>
            <br/>
127. Небесный свет - это не естественный свет, как свет мира, а духовный свет, потому что он исходит от Господа как солнце, а это солнце - Божественная любовь (как было показано в предыдущей главе). То, что исходит от Господа как солнце, называется на небесах Божественной истиной, но по своей сути это Божественное добро, соединенное с Божественной истиной. От этого ангелы имеют свет и тепло, свет от Божественной истины, а тепло от Божественного блага. Поскольку небесный свет и тепло также происходят из такого источника, очевидно, что они духовны, а не естественны.
            <br/>
 Весь свет на небесах исходит от Господа, как солнце (n. 1053, 1521, 3195, 3341, 3636, 3643, 4415, 9548, 9684, 10809).
            <br/>
Божественная истина, исходящая от Господа, появляется на небе как свет и обеспечивает весь небесный свет (n. 3195, 3222, 3223, 5400, 8644, 9399, 9548, 9684).
            <br/>
            <br/>
128. Божественная истина является светом для ангелов, потому что ангелы духовны, а не природны. Духовные существа видят от своего солнца, а природные существа - от своего. Именно от Божественной истины ангелы имеют понимание, и их понимание есть их внутреннее зрение, которое переходит в их внешнее зрение и производит его; поэтому на небесах все, что видно от Господа, как солнце, видно в свете. Это является источником света на небесах, свет там различен в соответствии с получением Божественной истины от Господа; или, что то же самое, в соответствии с интеллектом и мудростью, в которых находятся ангелы, таким образом, по-разному в небесном царстве и в духовном царстве, и по-разному в каждом обществе. В небесном царстве свет кажется пламенным, потому что ангелы там получают свет от Господа как солнце; но в духовном царстве свет сияет белым, потому что ангелы там получают свет от Господа как луну (см. выше, п. 118). Так и свет различается в разных обществах, и опять же в каждом обществе: те, кто находится в центре, находятся в большем свете, а те, кто в окружности, - в меньшем (см. n. 43). Одним словом, ангелы обладают светом в той же степени, в какой они являются получателями Божественной истины, то есть обладают разумом и мудростью от Господа;  и именно поэтому ангелы небес называются ангелами света.
            <br/>
 Свет небес освещает как зрение, так и понимание ангелов и духов (n. 2776, 3138).
            <br/>
 Свет на небесах находится в гармонии с интеллектом и мудростью ангелов (n. 1524, 1529, 1530, 3339).
            <br/>
Различий света на небесах столько же, сколько ангельских обществ; и как на небесах есть бесконечные разновидности добра и истины, так и мудрости и интеллекта (n. 684, 690, 3241, 3744, 3745, 4414, 5598, 7236, 7833, 7836).
            <br/>
            <br/>
129. Как Господь на небесах есть Божественная истина, а Божественная истина есть свет, так и в Слове Он назван Светом, также вся истина от Него, как в следующих отрывках:
            <br/>
            <br/>
Иисус сказал: Я свет миру; кто последует за Мною, тот не будет ходить во тьме, но будет иметь свет жизни (Иоанна 8:12).
            <br/>
Доколе Я в мире, Я свет миру (Иоанна 9:5).
            <br/>
Иисус сказал: еще немного времени свет с вами. Ходите, пока есть свет, чтобы тьма не овладела вами. Пока вы имеете свет, веруйте в свет, чтобы вам быть сынами света. Я пришел в мир светом, чтобы всякий верующий в Меня не оставался во тьме (Иоанна 12:35, 36, 46).
            <br/>
Свет пришел в мир, но люди возлюбили тьму, а не свет (Иоанна 3:19).
            <br/>
            <br/>
Иоанн говорит о Господе:
            <br/>
            <br/>
Это истинный свет, который просвещает всякого человека (Иоанна 1:9).
            <br/>
Народ, сидящий во тьме, увидел свет великий, и тем, которые сидели в тени смертной, явился свет (Матф. 4:16).
            <br/>
Я дам Тебя в завет народам, во свет язычникам (Ис. 13:6).
            <br/>
Я поставил Тебя светом язычникам, чтобы Ты был Моим спасением до края земли (Ис. 19:6).
            <br/>
Народы спасенных будут ходить во свете Его (Апок. 21:24).
            <br/>
Пошли свет Твой и истину Твою; пусть они ведут меня (Псалом 43:3).
            <br/>
            <br/>
В этих и других отрывках Господь называется светом от Божественной истины, которая от Него; и сама истина также называется светом. Как свет в небесах исходит от Господа, как солнце, так и когда Он преобразился перед Петром, Иаковом и Иоанном:
            <br/>
            <br/>
Лицо Его сияло, как солнце, и одежды Его были белы, как свет (Матф. 17:2).
            <br/>
И одежды Его сделались блистающими и белыми, как снег, так что ни один мастер на земле не мог отбелить их (Мк. 9:3; Мф. 17:2).
            <br/>
            <br/>
Одежда Господа имела такой вид, потому что представляла Божественную истину, которая исходит от Него на небесах, "одежда" также в Слове означает истину,  поэтому в Давиде сказано:
            <br/>
            <br/>
О Иегова, Ты покрываешь Себя светом, как одеждой (Псалом 104:2).
            <br/>
 В Слове "одежды" означают истины, потому что истины одевают добро (n. 1073, 2576, 5248, 5319, 5954, 9216, 9952, 10536).
            <br/>
Одежда Господа, когда Он преобразился, означала Божественную истину, исходящую от Его Божественной любви (n. 9212, 9216).
            <br/>
            <br/>
130. То, что свет на небесах духовный и что этот свет есть Божественная истина, можно заключить также из того факта, что люди, как и ангелы, имеют духовный свет и имеют просвещение от этого света в той мере, в какой они имеют разум и мудрость от Божественной истины. Духовный свет человека - это свет его понимания, и объектами этого света являются истины, которые он аналитически собирает в группы, формирует в разум и из них делает последовательные выводы. Естественный человек не знает, что свет, из которого понимание видит такие вещи, является реальным светом, ибо он не видит его глазами и не воспринимает его мыслью. И все же есть много тех, кто распознает этот свет и отличает его от естественного света, в котором находятся те, кто мыслит естественно, а не духовно. Естественно мыслят те, кто думает только о мире и приписывает все природе; а духовно мыслят те, кто думает о небесах и приписывает все Божественному. Мне часто было дано воспринять и увидеть, что существует истинный свет, просвещающий разум, совершенно отличный от того света, который называется естественным светом [lumen]. Я был поднят внутренне в этот свет по степеням; и по мере того, как я поднимался, мое понимание становилось настолько просветленным, что позволяло мне воспринимать то, что я не воспринимал раньше, и, наконец, такие вещи, которые я не мог постичь даже мыслью из естественного света. Иногда я возмущался, что не могу постичь эти вещи, когда они так ясно и четко воспринимаются в свете небес. Поскольку есть свет, принадлежащий пониманию, о нем говорят то же, что и о глазе, например, что он видит и находится в свете, когда воспринимает, и находится в неясности и тени, когда не воспринимает, и так далее.
            <br/>
 Человек разумен, потому что его понимание озарено небесным светом (n. 1524, 3138, 3167, 4408, 6608, 8707, 9128, 9399, 10569).
            <br/>
Понимание просвещено, потому что оно является получателем истины (n. 6222, 6608, 10659).
            <br/>
Понимание просвещено в той мере, в какой человек получает от Господа истину в добре (n. 3619).
            <br/>
Понимание таково, каковы истины из добра, которыми оно сформировано (n. 10064).
            <br/>
Понимание имеет свет от небес, как зрение имеет свет от мира (n. 1524, 5114, 6608, 9128).
            <br/>
Небесный свет от Господа всегда присутствует с человеком, но он вливается в него лишь в той степени, в какой человек находится в истине от добра (n. 4060, 4214).
            <br/>
 Когда человек поднимается от чувственного, он приходит в более мягкий свет, а затем в небесный (n. 6313, 6315, 9407).
            <br/>
Когда человек возвышается до интеллекта, происходит фактическое возвышение в небесный свет (n. 3190).
            <br/>
Как велик был свет, когда я отстранился от мирских идей (n. 1526, 6608).
            <br/>
            <br/>
131. Поскольку небесный свет есть Божественная истина, этот свет также есть Божественная мудрость и разум; поэтому быть вознесенным в небесный свет означает то же самое, что быть вознесенным в разум и мудрость и просвещенным. По этой причине ангелы имеют свет в той же степени, в какой они имеют разум и мудрость. Поскольку небесный свет - это Божественная мудрость, в этом свете познается характер каждого человека. Внутренний мир каждого человека открывается перед его лицом таким, каков он есть, без малейшей утайки. И ангелы любят, чтобы все, что относится к ним, было открыто, поскольку они не желают ничего, кроме добра. Иначе обстоит дело с теми, кто находится под небесами, которые не желают того, что хорошо, и по этой причине сильно боятся быть увиденными в свете небес. И удивительно сказать, что если в аду люди кажутся друг другу людьми, то при свете небес они предстают чудовищами, с ужасным лицом и телом, точной формой своего собственного зла. В отношении своего духа человек предстает, когда его видят ангелы, таким же образом; если он добр как человек, то красив в соответствии со своим добром; если злой как чудовище, то уродлив в соответствии со своим злом. Отсюда ясно, что в небесном свете все вещи становятся явными, и по той причине, что небесный свет есть Божественная истина.
            <br/>
 Те, кто в аду, в своем собственном свете, который подобен свету от горящих углей, кажутся себе людьми, но в свете небес они кажутся чудовищами (n. 4531, 4533, 4674, 5057, 5058, 6605, 6626).
            <br/>
            <br/>
132. Как Божественная истина есть свет в небесах, так и все истины, где бы они ни находились, будь то внутри ангела или вне его, будь то в небесах или вне их, излучают свет. Тем не менее, истины вне небес не сияют так, как истины в небесах. Истины вне небес светят холодно, как что-то снежное, без тепла, потому что они не черпают свою сущность из добра, как истины внутри небес; поэтому этот холодный свет исчезает, как только на него падает свет небес, и если под ним есть зло, то оно превращается во тьму. Это я иногда видел, а также много других примечательных вещей о сиянии истины, которые здесь следует опустить.
            <br/>
            <br/>
133. Теперь следует кое-что сказать о небесном тепле. Этот жар по своей сути есть любовь. Она исходит от Господа как солнце, которое есть Божественная любовь в Господе и от Господа, как было показано в предыдущей главе. Поэтому очевидно, что небесный жар, как и небесный свет, духовен, потому что исходит из того же источника. Есть две вещи, которые исходят от Господа как от солнца: Божественная истина и Божественное благо; Божественная истина проявляется на небесах как свет, а Божественное благо - как жар; и все же Божественная истина и Божественное благо настолько объединены, что они не две, а одна. Тем не менее, у ангелов они разделены, ибо есть ангелы, которые получают больше Божественного блага, чем Божественной истины, и есть те, которые получают больше Божественной истины, чем Божественного блага. Те, кто получает больше Божественного блага, находятся в небесном царстве Господа, а те, кто получает больше Божественной истины, находятся в Его духовном царстве. Те, кто получает и то, и другое в одинаковой степени, - самые совершенные ангелы.
            <br/>
 Есть два источника тепла, а также два источника света: солнце мира и солнце небес (n. 3338, 5215, 7324).
            <br/>
Тепло от Господа как солнца есть любовь (n. 3636, 3643).
            <br/>
Поэтому духовное тепло по своей сути есть любовь (n. 2146, 3338, 3339, 6314).
            <br/>
            <br/>
134. Небесное тепло, как и небесный свет, везде разное. Оно отличается в небесном царстве от того, что есть в духовном царстве, и оно отличается в каждом обществе в нем. Он различается как по степени, так и по качеству. Она более интенсивна и более чиста в Небесном Царстве Господа, потому что ангелы там получают больше Божественного добра; и она менее интенсивна и чиста в Его духовном Царстве, потому что ангелы там получают больше Божественной истины. Также в каждом обществе тепло различается в зависимости от приема. В адах есть тепло, но это нечистое тепло. Тепло на небесах - это то, что подразумевается под святым и небесным огнем, а тепло ада - под профанным и адским огнем. Оба они означают любовь: небесный огонь - любовь к Господу и любовь к ближнему и всякую привязанность в этих чувствах, а адский огонь - любовь к себе и любовь к миру и всякую похоть в этих чувствах. То, что любовь есть тепло из духовного источника, видно из того, что человек согревается любовью; ибо в соответствии с силой и природой своей любви человек воспламеняется и согревается; и жар его любви проявляется, когда она противостоит. Отсюда также принято говорить: воспламеняться, разгораться, гореть, пылать, кипеть, гореть, как в отношении привязанностей любви к добру, так и в отношении похотей любви к злу.
            <br/>
 В адах есть жар, но он нечист (n. 1773, 2757, 3340).
            <br/>
Запах от него подобен запаху от навоза и экскрементов в мире, а в худших адах - запаху мертвых тел (n. 814, 815, 817, 819, 820, 943, 944, 5394).
            <br/>
            <br/>
135. Любовь, исходящая от Господа как солнце, ощущается на небесах как тепло, потому что внутреннее состояние ангелов находится в состоянии любви от Божественного блага, исходящего от Господа, и, соответственно, их внешнее состояние, которое от этого нагревается, находится в состоянии тепла. По этой причине тепло и любовь так соответствуют друг другу на небесах, что каждый там находится в тепле настолько, насколько велика его любовь, согласно тому, что было сказано выше. Тепло этого мира вообще не попадает на небо, потому что оно слишком грубое, естественное, а не духовное; но с людьми дело обстоит иначе, потому что они находятся как в духовном, так и в естественном мире. Что касается их духов, то они согреваются в точном соответствии с их любовью; но что касается тела, то оно согревается как от тепла духа, так и от тепла мира. Первое перетекает во второе, потому что они соответствуют друг другу. Природа соответствия этих двух видов тепла видна из жизни животных: любовь животных, главной из которых является любовь к воспроизведению потомства своего рода, вспыхивает и становится активной в соответствии с присутствием и влиянием тепла от солнца мира, которое является теплом весеннего и летнего сезонов. Те, кто считает, что тепло мира вливается в эти любви и возбуждает их, сильно ошибаются, ибо не может быть притока из природного в духовное, но только из духовного в природное. Этот приток соответствует Божественному порядку, а другой противоречил бы Божественному порядку.
            <br/>
 Существует духовный приток, но не физический, то есть приток из духовного мира в природный, но не из природного мира в духовный (n. 3219, 5119, 5259, 5427, 5428, 5477, 6322, 9109, 9110, 9111).
            <br/>
            <br/>
136. Ангелы, как и люди, имеют разум и волю. Свет небесный составляет жизнь их понимания, потому что этот свет - Божественная истина и Божественная мудрость; а тепло небесное составляет жизнь их воли, потому что это тепло - Божественное благо и Божественная любовь. Самая истинная жизнь ангелов - от тепла, а от света - лишь постольку, поскольку в нем есть тепло. О том, что жизнь происходит от тепла, свидетельствует тот факт, что при отнятии тепла жизнь погибает. То же самое верно для веры без любви или для истины без добра; поскольку истина, называемая истиной веры, есть свет, а добро, называемое добром любви, есть тепло.  Это более ясно показано на примере тепла и света мира, которым соответствуют тепло и свет небес. Тепло мира, соединенное со светом, как весной и летом, ускоряет и увеличивает все вещи на земле, но свет, отделенный от тепла, ничего не ускоряет и не увеличивает, но все лежит без движения и умирает. Они не соединяются зимой, когда тепла нет, а свет остается. По этому соответствию небо называется раем, ибо там истина соединяется с добром, или вера с любовью, как свет с теплом в весеннее время на земле. Все это делает более ясной истину, изложенную в отдельной главе (n. 13-19), что Божество Господа на небесах - это любовь к Нему и милосердие к ближнему.
            <br/>
 Истины, отличные от добра, сами по себе не являются истинами, потому что они не имеют жизни; ибо истины имеют всю свою жизнь от добра (n. 9603).
            <br/>
Поэтому истины без добра подобны телу без души (n. 3180, 9154).
            <br/>
Истины без добра не принимаются Господом (n. 4368).
            <br/>
Что такое истина помимо добра, то есть что такое вера помимо любви, и что такое истина от добра или вера от любви (n. 1949-1951, 1964, 5830, 5951).
            <br/>
Истина или вера, или добро или любовь - это одно и то же, поскольку истина от веры, а добро от любви (n. 2839, 4352, 4353, 4997, 7178, 7623, 7624, 10367).
            <br/>
            <br/>
137. Об этом говорится в Евангелии от Иоанна:
            <br/>
            <br/>
В начале было Слово, и Слово было у Бога, и Бог был Слово. Все чрез Него сотворено, и без Него не сотворено ничего из того, что сотворено. В Нем была жизнь, и жизнь была свет человеков. Он был в мире, и мир сотворен чрез Него. И Слово стало плотию, и обитало среди нас, и мы видели славу Его (1:1-14).
            <br/>
            <br/>
Очевидно, что под "Словом" здесь подразумевается Господь, ибо сказано, что "Слово стало плотью". Но что конкретно подразумевается под "Словом", неизвестно, и поэтому необходимо пояснить. Здесь "Слово" означает Божественную истину, которая в Господе и от Господа1 ; поэтому оно также называется "Светом", который есть Божественная истина, как уже было показано в этой главе. То, что именно посредством Божественной истины все вещи были созданы и сотворены, теперь будет объяснено. От Божественной истины ангелы называются силами и являются силами в той мере, в какой они являются ее получателями или вместилищами. С ее помощью они господствуют над адом и над всеми, кто им противостоит. Тысяча врагов не устоит против одного луча небесного света, который есть Божественная истина. Поскольку ангелы стали ангелами благодаря тому, что приняли Божественную истину, из этого следует, что все небо не имеет другого источника, поскольку небо состоит из ангелов. [3] В то, что в Божественной истине есть такая сила, не могут поверить те, кто не имеет другого представления об истине, кроме того, что это мысль или речь, которая не имеет в себе никакой силы, кроме той, что другие делают это из послушания. Но Божественная истина имеет силу в самой себе, и такую силу, что посредством ее было создано небо и мир со всеми вещами в нем. То, что в Божественной истине есть такая сила, можно показать двумя сравнениями - силой истины и добра в человеке и силой света и тепла от солнца в мире. Сила добра и истины в человеке в том, что все, что человек делает, он делает из своего понимания и воли - из своей воли посредством добра и из своего понимания посредством истины; ибо все вещи в воле имеют отношение к добру, а все вещи в понимании имеют отношение к истине. Поэтому именно из добра и истины человек движет всем своим телом, и тысяча вещей в нем устремляются единодушно, чтобы исполнить свою волю и удовольствие. Это ясно показывает, что все тело сформировано для подчинения добру и истине, следовательно, сформировано добром и истиной. 4] Силой тепла и света от солнца в мире, поскольку все вещи, которые растут в мире, как деревья, злаки, цветы, травы, плоды и семена, появляются на свет исключительно посредством тепла и света солнца, что показывает, какая сила производства есть в них. Какова же должна быть сила в Божественном свете, который есть Божественная истина, и в Божественном тепле, который есть Божественное благо? Поскольку небо имеет свое существование от них, то и мир имеет свое существование от них, поскольку мир имеет свое существование посредством неба, как уже было показано. Из всего этого можно понять смысл этих слов: "Все сотворено Словом, и без Слова не было ничего сотворенного", а также то, что "мир сотворен через Него", то есть через Божественную истину от Господа. По этой же причине в Книге Творения сначала говорится о свете, а затем о том, что происходит от света (Быт. 1:3, 4). По этой же причине все вещи во вселенной, как на небесах, так и в мире, имеют отношение к добру и истине и к их соединению, чтобы быть любой вещью.
            <br/>
 В Священном Писании слово означает различные вещи, а именно: речь, мысль ума, любую вещь, которая действительно существует, также нечто, и в высшем смысле Божественную истину, и Господа (n. 9987).
            <br/>
"Слово" означает Божественную истину (n. 2803, 2894, 4692, 5075, 5272, 9383, 9987).
            <br/>
"Слово" означает Господа (n. 2533, 2859).
            <br/>
 Божественная истина, исходящая от Господа, имеет всю силу (n. 6948, 8200).
            <br/>
Истина от добра имеет всю силу на небесах (n. 3091, 3563, 6344, 6423, 8304, 9643, 10019, 10182).
            <br/>
Ангелы называются силами и являются силами благодаря принятию Божественной истины от Господа (n. 9639).
            <br/>
Ангелы являются получателями Божественной истины от Господа и поэтому в Слове иногда называются богами (n. 4295, 4402, 7873, 8192, 8301).
            <br/>
 Понимание является получателем истины, а воля - получателем добра (n. 3623, 6125, 7503, 9300, 9930).
            <br/>
Поэтому все вещи в понимании имеют отношение к истинам, независимо от того, являются ли они истинами на самом деле или считаются человеком истинами, и все вещи в воле подобным образом имеют отношение к благам (n. 803, 10122).
            <br/>
 Божественная истина, исходящая от Господа, является единственной реальной вещью (n. 6880, 7004, 8200).
            <br/>
Посредством Божественной истины все вещи были созданы и сотворены (n. 2803, 2884, 5272, 7678).
            <br/>
            <br/>
139. Следует понимать, что Божественное благо и Божественная истина, которые от Господа, как солнце в небесах, не в Господе, а от Господа. В Господе есть только Божественная любовь, которая есть Существо [Esse], из которого исходят Божественное благо и Божественная истина. Исходить [existere] из бытия [esse] означает идти [procedere]. Это также может быть ясно из сравнения с солнцем в мире. Тепло и свет, которые есть в мире, находятся не в солнце, а исходят от него. В солнце есть только огонь, и именно из него исходят тепло и свет.
            <br/>
            <br/>
140. Поскольку Господь, как солнце, есть Божественная любовь, а Божественная любовь есть само Божественное благо, то Божественное, исходящее от Господа, которое есть Его небесное Божество, называется, для различия, Божественной истиной, хотя на самом деле оно есть Божественное благо, соединенное с Божественной истиной. Эта Божественная истина и есть то, что называется Святым, исходящим от Него.
            <br/>
            <br/>
141. ЧЕТЫРЕ ЧЕТВЕРТИ НА НЕБЕ.
            <br/>
Как на небе, так и в мире есть четыре четверти: восточная, южная, западная и северная, определяемые в каждом мире своим солнцем; на небе - солнцем неба, которое есть Господь, в мире - солнцем мира. И все же между ними есть большие различия. Прежде всего, в мире, который называется юг, солнце находится на наибольшей высоте над землей, север - на противоположном положении под землей, восток - там, где оно восходит при равноденствии, и запад - там, где оно заходит. Таким образом, в мире все четверти определяются с юга. Но на небе то, что называется востоком, где Господь виден как солнце, противоположно этому - запад, справа - юг на небе, а слева - север; и это в каком бы направлении ни были обращены лицо и тело. Таким образом, на небесах все четверти определяются с востока. Это называется востоком [oriens], где Господь виден как солнце, потому что все происхождение [origo] жизни - от Него как от солнца; более того, поскольку ангелы получают тепло и свет или любовь и разум от Господа, Он, как говорят, восходит [exoriri] на них. По той же причине Господь в Слове называется Востоком [Oriens].
            <br/>
 В высшем смысле Господь - восток [oriens], потому что Он - солнце небес, которое всегда восходит и никогда не заходит (n. 101, 5097, 9668).
            <br/>
            <br/>
142. Еще одно отличие состоит в том, что для ангелов восток всегда находится перед лицом, запад - позади, юг - справа, а север - слева. Но поскольку в мире это нелегко понять, так как люди обращают лицо ко всем сторонам света, мы объясним это. Все небо обращено к Господу как к общему центру; к этому центру обращены все ангелы. Также и на земле, как известно, все вещи направлены к общему центру; но между этим направлением в мире и на небе есть разница в том, что на небе к общему центру обращены передние части тела, а в мире - нижние. В мире это направление называется центростремительной силой, также гравитацией. Внутренности ангелов на самом деле обращены вперед; а поскольку внутренности проявляются в лице, то именно лицо определяет четверти.
            <br/>
 На небесах все обращаются к Господу (n. 9828, 10130, 10189, 10420).
            <br/>
Тем не менее, не ангелы обращаются к Господу, а Господь обращает ангелов к Себе (n. 10189).
            <br/>
Не ангелы присутствуют с Господом, а Господь присутствует с ангелами (n. 9415).
            <br/>
            <br/>
143. Еще труднее постичь в мире, что при каждом повороте лица и тела ангелы имеют восток перед лицом, так как человек, когда поворачивается, имеет каждую четверть перед лицом. Это также будет объяснено. Хотя ангелы, как и люди, поворачивают и направляют свои лица и тела во все стороны, они, тем не менее, всегда имеют перед глазами восток. Но повороты ангелов не похожи на повороты людей, потому что они имеют другое происхождение. Они кажутся похожими, но это не так. Источником этих поворотов является их правящая любовь, и от нее определяются все направления у ангелов и духов, ибо, как только что было сказано, их внутренности действительно обращены к их общему центру, который на небесах есть Господь как солнце; следовательно, их правящая любовь всегда перед их лицом, ибо их любовь всегда перед их внутренностями, а лицо имеет существование от внутренностей, ибо оно есть их внешняя форма; а на небесах эта любовь есть Господь как солнце, ибо от Него они имеют свою любовь. А поскольку Сам Господь пребывает в ангелах в Своей любви, то именно Господь заставляет их смотреть на Него, куда бы они ни обратились. Сейчас это невозможно объяснить более подробно; но это станет более ясным для понимания в последующих главах, особенно там, где речь идет о представлениях и видимости, а также о времени и пространстве на небесах. То, что ангелы постоянно имеют Господа перед своими лицами, мне было дано знать, а также понять из большого опыта; ибо всякий раз, когда я был в компании с ангелами, я замечал присутствие Господа перед моим лицом, не видимое на самом деле, но все же ощутимое в свете; и ангелы часто свидетельствовали, что это так. Как Господь постоянно находится перед лицами ангелов, так и в мире о тех, кто верит в Господа и любит Его, говорят, что Бог у них перед глазами и перед лицом, что они смотрят на Бога и видят Бога. Эти выражения имеют свое происхождение в духовном мире, из которого происходит многое в человеческой речи, хотя их источник неизвестен людям.
            <br/>
 В духовном мире все постоянно обращаются к своим возлюбленным; и четверти там имеют свое начало в лице и определяются им (n. 10130, 10189, 10420, 10702).
            <br/>
Лицо формируется в соответствии с внутренностями (n. 4791-4805, 5695).
            <br/>
Поэтому внутреннее сияет от лица (n. 3527, 4066, 4796).
            <br/>
У ангелов лицо становится единым с внутренностями (n. 4796, 4797, 4799, 5695, 8250).
            <br/>
Приток внутренностей в лицо и его мышцы (n. 3631, 4800).
            <br/>
            <br/>
144. Это обращение к Господу - одна из чудесных вещей на небесах. В одном месте могут находиться многие, некоторые из них поворачиваются лицом и телом в одну сторону, а некоторые - в другую, но все видят перед собой Господа, и у каждого юг справа, север слева, а запад позади. Еще одна удивительная вещь: хотя ангелы смотрят только на восток, они также смотрят и на другие три четверти; но взгляд на них исходит из их внутреннего зрения, которое относится к их мысли. И еще одна удивительная вещь: на небесах никому не позволено стоять позади другого и смотреть на его затылок, ибо это нарушило бы приток добра и истины от Господа.
            <br/>
            <br/>
145. Господь виден ангелам, а ангелы видят Господа по-другому. Ангелы видят Господа глазами; Господь же видит ангелов лбом, и это по той причине, что лоб соответствует любви, и именно через любовь Господь вливается в их волю, тогда как через понимание, которому соответствуют глаза, Он заставляет Себя видеть.
            <br/>
 Лоб соответствует небесной любви; поэтому в Слове "лоб" означает эту любовь (n. 9936).
            <br/>
Глаз соответствует пониманию, потому что понимание - это внутреннее зрение (n. 2701, 4410, 4526, 9051, 10569).
            <br/>
По этой причине "поднять глаза" и "видеть" означает понимать, воспринимать и наблюдать (n. 2789, 2829, 3198, 3202, 4083, 4086, 4339, 5684).
            <br/>
            <br/>
146. Четверти на небесах, придающие форму небесному царству Господа, отличаются от четвертей на небесах, придающих форму Его духовному царству, по той причине, что ангелы в Его небесном царстве видят Его как солнце, а ангелы в Его духовном царстве - как луну; и там, где видят Господа, находится восток. Там расстояние между положением солнца и луны составляет тридцать градусов, и такая же разница в положении четвертей. То, что небо разделено на два царства, называемые небесным царством и духовным царством, можно увидеть в отдельной главе (n. 20-28); и что Господь виден в небесном царстве как солнце, а в духовном царстве как луна (n. 118). Но из этого не следует, что небесные покои перепутались, ибо ни духовные ангелы не могут восходить среди небесных ангелов, ни небесные нисходить среди духовных, как можно видеть выше (n. 35).
            <br/>
            <br/>
147. Это проясняет природу присутствия Господа на небесах: Он находится везде и со всеми в добре и истине, которые исходят от Него; следовательно, Он находится с ангелами в том, что принадлежит Ему, как было сказано выше (n. 12). Восприятие присутствия Господа находится в их внутренностях; именно из них видят их глаза, и именно благодаря этой непрерывности они видят Господа вне себя. Это показывает, что имеется в виду, когда Господь находится в них, а они в Нем, согласно Его собственным словам:
            <br/>
            <br/>
Пребудьте во Мне, и Я в вас (Иоанна 15:4).
            <br/>
Ядущий Мою плоть и пиющий Мою кровь пребывает во Мне, и Я в нем (Иоанна 6:56).
            <br/>
            <br/>
"Плоть Господа" означает Божественное благо, а "кровь Его" - Божественную истину.
            <br/>
 В Слове "плоть Господня" означает Его Божественного человека и Божественное благо Его любви (n. 3813, 7850, 9127, 10283).
            <br/>
А "кровь Господа" означает Божественную истину и святую веру (n. 4735, 4978, 6978, 7317, 7326, 7846, 7850, 7877, 9127, 9393, 10026, 10033, 10152, 10210).
            <br/>
            <br/>
148. Все на небесах имеют свои места обитания в соответствии с четвертями. Те, кто пребывает в благе любви, обитают в направлении востока и запада, те, кто ясно воспринимает его, - в направлении востока, а те, кто неясно воспринимает его, - в направлении запада. Те, кто пребывает в мудрости от блага любви, обитают на юге и севере - те, кто пребывает в ясном свете мудрости на юге, и те, кто пребывает в неясном свете ее на севере. Ангелы духовного царства Господа и ангелы Его небесного царства живут в таком же порядке, но по-разному, поскольку их добро любви и свет истины от добра различаются; ибо в небесном царстве любовь - это любовь к Господу, а свет истины от нее - мудрость; тогда как в духовном царстве есть любовь к ближнему, которая называется милосердием, а свет истины от нее - разум, который также называется верой (см. выше, п. 23). Четверти также различаются в этих двух царствах на тридцать градусов, как было сказано выше (n. 146).
            <br/>
            <br/>
149. В таком же порядке ангелы в каждом небесном обществе живут по отношению друг к другу: на востоке - те, кто в большей степени любви и милосердия, на западе - те, кто в меньшей; на юге - те, кто в большем свете мудрости и интеллекта, а на севере - те, кто в меньшем. Такое расположение преобладает потому, что каждое общество представляет небеса и является небесами в меньшей форме (см. выше, n. 51-58). Такое же расположение преобладает в их собраниях. Они приведены в этот порядок в силу формы небес, из которой каждый знает свое место. Господь также предусматривает, чтобы в каждом обществе были люди каждого вида, по той причине, что по форме небо везде подобно самому себе; и все же устройство всего неба отличается от устройства общества, как общее от частей, поскольку общества на востоке превосходят общества на западе, а общества на юге превосходят общества на севере.
            <br/>
            <br/>
150. В силу этого четверти на небесах означают вещи, относящиеся к тем, кто в них обитает: восток означает любовь и ее благо, воспринимаемые ясно, запад - то же самое, воспринимаемое неясно, юг - мудрость и разум в ясном свете, а север - то же самое в неясном свете. И по причине такого обозначения небесных четвертей они имеют подобное обозначение во внутреннем или духовном смысле Слова1 , поскольку внутренний или духовный смысл Слова полностью соответствует тому, что находится на небесах.
            <br/>
 В Слове "восток" означает любовь, воспринимаемую ясно (n. 1250, 3708); "запад" - любовь, воспринимаемую неясно (n. 3708, 9653); "юг" - состояние света, то есть мудрости и разума (n. 1458, 3708, 5672); а "север" - состояние неясности (n. 3708).
            <br/>
            <br/>
151. Иначе обстоит дело с теми, кто находится в преисподней. Те, кто находится там, не смотрят на Господа ни как на солнце, ни как на луну; но они смотрят назад, прочь от Господа, на ту густую тьму, которая находится на месте солнца мира, и на тьму, которая находится на месте луны земли. Те, кого называют гениями, смотрят на ту густую тьму, которая находится на месте солнца мира, а те, кого называют духами, смотрят на тьму, которая находится на месте луны земли. Выше (n. 122) было показано, что солнце мира и луна земли не видны в духовном мире, но вместо солнца - густая тьма против солнца неба, а вместо луны - тьма против луны неба. По этой причине кварталы, в которых живут обитатели ада, противоположны кварталам рая. Восток для них - там, где густая тьма и мрак, запад - там, где солнце небесное, юг - справа от них, а север - слева, и так при каждом повороте их тел. Они не могут смотреть в другую сторону, потому что все изгибы и последующие определения их внутренностей стремятся к этому. Выше (n. 143) было показано, что изгиб и вытекающее из него фактическое определение внутренностей всех в другой жизни находятся в гармонии с их любовью. Любовь тех, кто находится в аду, - это любовь к себе и миру, и именно эти любви обозначаются солнцем мира и луной земли (см. п. 122); и эти любви противоположны любви к Господу и любви к ближнему; и именно это является причиной того, что они отворачиваются от Господа в эту густую тьму. Более того, те, кто находится в аду, обитают в нем в соответствии со своими кварталами: те, кто пребывает во зле из-за любви к себе, обитают с востока на запад, а те, кто пребывает в фальши зла, - с юга на север. Но об этом подробнее будет сказано ниже, где речь пойдет об адах.
            <br/>
 Кто и что есть те, кого называют гениями, и кто и что есть те, кого называют духами (n. 947, 5035, 5977, 8593, 8622, 8625).
            <br/>
 Те, кто пребывает в любви к себе и миру, отвращают себя от Господа (n. 10130, 10189, 10420, 10702).
            <br/>
Любовь к Господу и милосердие к ближнему составляют рай, а любовь к себе и любовь к миру - ад, потому что эти два понятия противоположны (n. 2041, 3610, 4225, 4776 6210, 7366, 7369, 7490, 8232, 8678, 10455, 10741-10745).
            <br/>
            <br/>
152. Когда злой дух приходит среди добрых духов, кварталы обычно настолько перепутаны, что добрые едва ли знают, где находится их восток. Я иногда наблюдал это, а также слышал об этом от духов, которые жаловались на это.
            <br/>
            <br/>
153. Злых духов иногда видят повернутыми к небесным покоям; и тогда у них есть разум и восприятие истины, но нет привязанности к добру; но как только они поворачиваются обратно к своим собственным покоям, у них нет ни разума, ни восприятия истины; и тогда они заявляют, что истины, которые они слышали и воспринимали, являются ложью, а не истиной, и они желают, чтобы ложь была истиной. В отношении этого обращения мне было сказано, что со злом интеллектуальная часть ума может быть обращена таким образом, но не волевая часть; и что это предусмотрено Господом для того, чтобы каждый мог иметь способность видеть и признавать истины, но что никто не может получить истины, если он не находится в добре, поскольку именно добро, а не зло, получает их; также, что человек имеет подобную способность для того, чтобы он мог стать лучше посредством истин. Тем не менее, он становится лучше лишь постольку, поскольку находится в добре; следовательно, человек может подобным образом обратиться к Господу; но если его жизнь зла, он тут же обращается назад и подтверждает в себе ложность своего зла, которое противоречит истинам, которые он понял и увидел; это происходит, когда он мыслит в себе из своих внутренних состояний.
            <br/>
            <br/>
154. ИЗМЕНЕНИЯ СОСТОЯНИЯ АНГЕЛОВ НА НЕБЕСАХ.
            <br/>
Под изменениями состояния ангелов подразумеваются их изменения в отношении любви и веры, а также мудрости и интеллекта, вытекающих из них, таким образом, их изменения в отношении состояний жизни. Состояния являются предикатами жизни и того, что принадлежит жизни; и поскольку ангельская жизнь - это жизнь любви и веры, а также мудрости и интеллекта из них, состояния являются предикатами этих состояний и называются состояниями любви и веры, а также состояниями мудрости и интеллекта. О том, как изменяются эти состояния у ангелов, мы сейчас расскажем.
            <br/>
            <br/>
155. Ангелы не находятся постоянно в одном и том же состоянии в отношении любви и, следовательно, в одном и том же состоянии в отношении мудрости; ибо вся их мудрость - от их любви и в соответствии с их любовью. Иногда они находятся в состоянии сильной любви, иногда - в состоянии любви не столь сильной. Состояние уменьшается по степеням от наибольшей степени к наименьшей. Когда они находятся в наибольшей степени любви, они пребывают в свете и тепле своей жизни, или в ясном и восхитительном состоянии; но в наименьшей степени они находятся в тени и холоде, или в смутном и несветлом состоянии. Из этого последнего состояния они снова возвращаются в первое, и так далее, эти чередования следуют одно за другим с разнообразием. Существует последовательность этих состояний, подобная разнообразным состояниям света и тени, тепла и холода, или как утро, полдень, вечер и ночь, день за днем в мире, с непрерывным разнообразием в течение года. Существует также соответствие: утро соответствует состоянию их любви в ее ясности, полдень - состоянию их мудрости в ее ясности, вечер - состоянию их мудрости в ее неясности, а ночь - состоянию без любви и мудрости. Но следует понимать, что нет соответствия ночи с состоянием жизни тех, кто на небесах, хотя есть то, что соответствует рассвету, который предшествует утру; то, что соответствует ночи, есть у тех, кто в аду. Из этого соответствия "день" и "год" означают в Слове состояния жизни вообще; "тепло" и "свет" означают любовь и мудрость; "утро" - первая и высшая степень любви; "полдень" - мудрость в ее свете; "вечер" - мудрость в ее тени; "заря" - неясность, которая предшествует утру; "ночь" - отсутствие любви и мудрости.
            <br/>
 На небесах есть состояние, соответствующее рассвету, который предшествует утру, но нет состояния, соответствующего ночи (n. 6110).
            <br/>
Рассвет" означает среднее состояние между последним и первым (n. 10134).
            <br/>
 Чередование состояний в отношении просветления и восприятия происходит на небесах, подобно времени суток в мире (n. 5672, 5962, 6110, 8426, 9213, 10605).
            <br/>
В Слове "день" и "год" означают все состояния в целом (n. 23, 487, 488, 493, 893, 2788, 3462, 4850, 10656).
            <br/>
"Утро" означает начало нового состояния и состояние любви (n. 7218, 8426, 8427, 10114, 10134).
            <br/>
"Вечер" означает состояние упадка света и любви (n. 10134, 10135).
            <br/>
"Ночь" означает состояние отсутствия любви и веры (n. 221, 709, 2353, 6000, 6110, 7870, 7947).
            <br/>
            <br/>
156. Вместе с состоянием внутренностей ангелов, относящихся к их любви и мудрости, изменяется состояние различных вещей, которые находятся вне их и которые они видят своими глазами; ибо вещи вне их принимают вид, соответствующий вещам внутри них. Но что это за вещи и какого рода они, будет рассказано далее в главе "Представители и видимость на небесах".
            <br/>
            <br/>
157. Каждый ангел претерпевает и проходит через такие изменения состояния, а также каждое общество в целом, но каждый по-разному, по той причине, что они различаются по любви и мудрости: те, кто в середине, находятся в более совершенном состоянии, чем те, кто вокруг, вплоть до окружности (см. выше, n. 43, 128). Но было бы утомительно описывать эти различия, поскольку изменения, которые претерпевает каждый из них, соответствуют качеству его любви и веры. Отсюда следует, что если один может быть в ясности и восторге, то другой может быть в неясности и отсутствии восторга, и это в одно и то же время в одном и том же обществе. Так и состояние различается в разных обществах; оно отличается в обществах небесного царства от того, что есть в обществах духовного царства. Эти различия в изменениях состояния в целом подобны различиям в состояниях дней в разных климатах на земле, ибо у одних утро, а у других вечер, у одних жара, а у других холод.
            <br/>
            <br/>
158. Меня учили с небес, почему там происходят такие изменения состояния. Ангелы сказали, что есть много причин: во-первых, наслаждение жизнью и небом, которое они имеют от любви и мудрости Господа, постепенно потеряет свою ценность, если они будут находиться в нем постоянно, как это происходит с теми, кто пребывает в соблазнах и удовольствиях без разнообразия. Вторая причина в том, что ангелы, как и люди, имеют свое собственное [proprium], которое есть любовь к себе; и все, кто находится на небесах, удерживаются от своего собственного, и пока они удерживаются от этого Господом, они находятся в любви и мудрости; но пока они не удерживаются, они находятся в любви к себе; и поскольку каждый любит свое собственное и влечется к нему у них есть изменения состояния или последовательные чередования. Третья причина в том, что таким образом они совершенствуются, ибо привыкают к тому, что их удерживает любовь к Господу и удерживает от любви к себе; а также в том, что благодаря чередованию восторга и отсутствия восторга восприятие и ощущение добра становится более утонченным. Ангелы добавили, что изменения их состояния не вызваны Господом, поскольку Господь, как солнце, непрерывно излучает тепло и свет, то есть любовь и мудрость; но причина в них самих, в том, что они любят то, что им принадлежит, и это постоянно уводит их в сторону. Это было проиллюстрировано сравнением с солнцем мира, что причина изменений состояния тепла и холода, света и тени, год за годом и день за днем, не в этом солнце, поскольку оно остается неизменным, но причина в земле.
            <br/>
 Собственный [proprium] человека - это любовь к себе (n. 694, 731, 4317, 5660).
            <br/>
Господь не может присутствовать, пока то, что принадлежит человеку, не будет отброшено (n. 1023, 1044).
            <br/>
Оно действительно отложено, когда человек удерживается в добре Господом (n. 9334-9336, 9447, 9452-9454, 9938).
            <br/>
 Ангелы совершенствуются до вечности (n. 4803, 6648).
            <br/>
На небесах одно состояние никогда не похоже на другое, и от этого происходит непрерывный процесс совершенствования (n. 10200).
            <br/>
            <br/>
159. Мне показали, как Господь как солнце предстает перед ангелами Небесного Царства в их первом состоянии, во втором состоянии и в третьем состоянии. Я видел Господа как солнце, сначала сияющего и блистающего великолепием, которое невозможно описать; и мне сказали, что таково явление Господа как солнца ангелам в их первом состоянии. Затем вокруг солнца появился большой туманный пояс, и от этого его первое сияние и блеск, придававшие ему такое великолепие, стали притупляться, и мне сказали, что таков облик солнца для них во втором состоянии. Затем пояс стал казаться темнее, а солнце - менее сияющим, и так до тех пор, пока оно не приобрело сияющую белизну; и мне сказали, что таков вид солнца для них в их третьем состоянии. После этого было замечено, что сияющая белизна движется влево к небесной луне и добавляет себя к ее свету, вследствие чего луна сияет с небывалым великолепием; и мне было сказано, что таково четвертое состояние тех, кто находится в небесном царстве, и первое состояние тех, кто находится в духовном царстве, и что в обоих царствах изменения состояния имеют такие чередования, но не во всем царстве сразу, а в одном обществе за другим. Более того, мне сказали, что эти чередования не фиксированы, но рано или поздно настигают их без их ведома. И было добавлено, что солнце само по себе не изменяется и не движется, но принимает такой вид в соответствии с последовательными изменениями их состояния, поскольку Господь появляется перед каждым в соответствии с его состоянием, светясь, когда человек находится в сильной любви, менее светясь и, наконец, сияя белым светом, когда его любовь утихает; и качество состояния каждого было представлено неясным поясом, который вызывал на солнце эти видимые изменения в его сиянии и свете.
            <br/>
            <br/>
160. Когда ангелы находятся в последнем из этих состояний, то есть когда они находятся в том, что является их собственным, они начинают грустить. Я разговаривал с ними, когда они были в этом состоянии, и видел их печаль; но они говорили, что надеются вскоре вернуться в свое прежнее состояние, и таким образом снова попасть на небеса, как бы так сказать; ибо для них это рай - быть лишенными того, что им принадлежит.
            <br/>
            <br/>
161. В адах также происходят изменения состояния, но они будут описаны позже, когда речь пойдет об аде.
            <br/>
            <br/>
162. XVIII. ВРЕМЯ НА НЕБЕСАХ.
            <br/>
Хотя на небесах, как и в мире, существует последовательность и развитие всех вещей, у ангелов нет понятия или идеи времени и пространства; и это настолько совершенно, что они даже не знают, что такое время и пространство. Время на небесах будет рассмотрено здесь, а пространство - в отдельной главе.
            <br/>
            <br/>
163. Ангелы не знают, что такое время, хотя с ними происходит последовательное развитие всех вещей, как и в мире, и это настолько совершенно, что нет никакой разницы; и причина в том, что на небесах вместо лет и дней происходят изменения состояния; и там, где есть годы и дни, есть время, а там, где есть изменения состояния, есть состояния.
            <br/>
            <br/>
164. В мире существуют времена, потому что солнце этого мира как бы последовательно переходит от одного градуса к другому, производя времена, которые называются сезонами года; кроме того, оно вращается вокруг земли, производя времена, которые называются временами дня; и то, и другое - фиксированное чередование. С небесным солнцем все обстоит иначе. Оно не отмечает годы и дни последовательными прогрессиями и оборотами, но своим появлением отмечает изменения состояния; и это, как было показано в предыдущей главе, не делается фиксированными чередованиями. Следовательно, ангелы не имеют представления о времени; но вместо него у них есть представление о состоянии (см. выше, п. 154).
            <br/>
            <br/>
165. Как у ангелов нет идеи, производной от времени, как у людей в мире, так и у них нет никакого представления о времени и о том, что к нему относится. Они даже не знают, что означают такие понятия времени, как год, месяц, неделя, день, час, сегодня, завтра, вчера. Когда ангелы слышат эти термины, употребляемые человеком (ибо ангелы всегда ассоциируются у Господа с человеком), то вместо них они воспринимают состояние и то, что относится к состояниям. Таким образом, естественное мышление человека превращается у ангелов в духовное мышление. Вот почему времена в Слове означают состояния, а термины времени, перечисленные выше, означают соответствующие духовные вещи.
            <br/>
 Времена в Слове означают состояния (n. 2788, 2837, 3254, 3356, 4814, 4901, 4916, 7218, 8070, 10133, 10605).
            <br/>
Ангелы мыслят помимо идеи времени и пространства (n. 3404); причины этого (n. 1274, 1382, 3356, 4882, 4901, 6110, 7218, 7381).
            <br/>
Что означает "год" в Слове (n. 487, 488, 493, 893, 2906, 7828, 10209).
            <br/>
Что такое "месяц" (n. 3814).
            <br/>
Какая "неделя" (n. 2044, 3845).
            <br/>
Что за "день" (н. 23, 487, 488, 6110, 7680, 8426, 9213, 10132, 10605).
            <br/>
Что "сегодня" (n. 2838, 3998, 4304, 6165, 6984, 9939).
            <br/>
Что "завтра" (n. 3998, 10497).
            <br/>
Что "вчера" (n. 6983, 7114, 7140).
            <br/>
            <br/>
166. То же самое верно и в отношении всех вещей, существующих от времени, как четыре времени года, называемые весной, летом, осенью и зимой; четыре периода дня - утро, полдень, вечер и ночь; четыре возраста человека - младенчество, юность, зрелость и старость; и все другие вещи, которые либо существуют от времени, либо имеют последовательность в соответствии со временем. Когда человек думает об этом, он думает о времени, а ангел - о состоянии; и поэтому то, что в них есть от времени у человека, у ангелов превращается в идею состояния. Весна и утро превращаются в идею состояния любви и мудрости, как они есть у ангелов в их первом состоянии; лето и полдень превращаются в идею любви и мудрости, как они есть во втором состоянии; осень и вечер - как они есть в третьем состоянии; ночь и зима - в идею такого состояния, какое существует в аду. Вот почему эти периоды имеют подобное значение в Слове (см. выше, п. 155). Это ясно показывает, как естественные вещи в мыслях человека становятся духовными у ангелов, которые находятся с человеком.
            <br/>
            <br/>
167. Как у ангелов нет понятия времени, так и у них есть представление о вечности, отличное от того, которое имеют люди на земле. Вечность означает для ангелов бесконечное состояние, а не бесконечное время. Однажды я размышлял о вечности и смог, имея представление о времени, воспринять то, что означает "к вечности", то есть без конца, но не то, что означает "от вечности", то есть не то, что Бог делал от вечности до сотворения. Когда беспокойство по этому поводу возникло в моем уме, я был поднят в небесную сферу и, таким образом, в восприятие, которое ангелы имеют в отношении вечности; и тогда мне стало ясно, что о вечности нужно думать не из времени, а из состояния; и тогда можно увидеть значение "от вечности". Затем со мной произошло следующее.
            <br/>
 Люди имеют представление о вечности, связанное со временем, а ангелы - отдельно от времени (n. 1382, 3404, 8325).
            <br/>
            <br/>
168. Когда ангелы говорят с людьми, они никогда не выражают себя в естественных идеях, свойственных человеку, все из которых происходят от времени, пространства, материи и аналогичных им вещей, но в духовных идеях, все из которых происходят от состояний и их различных изменений внутри ангелов и вне их. Тем не менее, когда эти ангельские идеи, которые являются духовными, перетекают в людей, они в одно мгновение и сами по себе превращаются в естественные идеи, присущие человеку, которые полностью соответствуют духовным идеям. Ни ангелы, ни люди не знают, что это происходит; но таков весь приток небес в человека. Некоторым ангелам было позволено более близко войти в мои мысли, даже в естественные мысли, в которых было много вещей из времени и пространства; но поскольку они тогда ничего не поняли, они внезапно удалились; и после того, как они удалились, я слышал, как они говорили и говорили, что они были во тьме. [2] Мне было дано узнать на собственном опыте, насколько ангелы невежественны в отношении времени. Был некто с неба, который мог входить в естественные представления, подобные тем, что есть у человека; и после того, как он сделал это, я говорил с ним, как человек с человеком. Сначала он не знал, что это такое, что я называю временем, и поэтому я был вынужден рассказать ему все об этом, как солнце носится вокруг нашей земли и производит годы и дни, и как годы делятся на четыре сезона, а также на месяцы и недели, а дни на двадцать четыре часа, и как эти времена повторяются, сменяя друг друга, и как это является источником времен. Услышав это, он удивился и сказал, что ничего не знает о таких вещах, а только о том, что такое состояния. [3] В разговоре с ним я добавил, что это известно в мире, ибо люди говорят, будто знают, что на небесах нет времени, говоря о тех, кто умирает, что они "оставляют вещи времени" и что они "уходят из времени", подразумевая под этим уход из мира. Я сказал также, что некоторые знают, что время по своему происхождению является состоянием, ибо они знают, что время в точности соответствует состоянию их привязанностей: короткое для тех, кто находится в приятном и радостном состоянии, длинное для тех, кто находится в неприятном и печальном состоянии, и различное в состоянии надежды и ожидания; и это заставляет ученых людей спрашивать, что такое время и пространство, и некоторые знают, что время принадлежит естественному человеку.
            <br/>
            <br/>
169. Естественный человек может подумать, что он лишится всякой мысли, если у него отнять идеи времени, пространства и материальных вещей, ибо на них покоится вся мысль человека. Но пусть он знает, что пока мысли причастны времени, пространству и материи, они ограничены и замкнуты, но неограниченны и расширены, пока они не причастны им, поскольку разум в этой мере возвышается над телесными и мирскими вещами. Это источник мудрости ангелов; и такая мудрость называется непостижимой, потому что она не впадает в идеи, которые полностью состоят из материального.
            <br/>
 Человек не мыслит, как ангелы, отдельно от идеи времени (n. 3404).
            <br/>
            <br/>
170. ПРЕДСТАВИТЕЛИ И ЯВЛЕНИЯ НА НЕБЕСАХ.
            <br/>
Человек, который мыслит только естественным светом, не в состоянии понять, что на небесах есть что-то подобное тому, что есть в мире; и по той причине, что при естественном свете он прежде думал и утвердился в мысли, что ангелы - не что иное, как умы, и что умы подобны бесплотному дыханию, не имеют органов чувств, подобных человеческим, следовательно, не имеют глаз, а если нет глаз, то нет и предметов зрения; И все же у ангелов есть все чувства, которые есть у человека, и гораздо более изысканные чувства; и свет, которым видят ангелы, гораздо ярче, чем свет, которым видит человек. То, что ангелы являются людьми в наиболее полной форме и обладают всеми чувствами, можно увидеть выше (n. 73-77); и что свет на небесах намного ярче, чем свет в мире (n. 126-132).
            <br/>
            <br/>
171. Природа предметов, видимых ангелами на небе, не может быть описана в нескольких словах. По большей части они похожи на земные вещи, но по форме гораздо совершеннее, а по количеству - многочисленнее. То, что такие вещи существуют на небесах, очевидно из того, что их видели пророки: Иезекииль в отношении нового храма и новой земли (как описано в главах с 40 по 48); Даниил (с 7 по 12); Иоанн (с первой главы Апокалипсиса до последней); и другие, как описано в исторической и пророческой части Слова. Они видели эти вещи, когда небо было открыто для них, а о небе говорят, что оно открыто, когда открыто внутреннее зрение, то есть зрение человеческого духа. Ибо то, что находится на небесах, нельзя увидеть глазами тела человека, но можно увидеть глазами его духа; и когда Господу угодно, они открываются, и тогда человек выходит из естественного света, в котором он находится благодаря телесным чувствам, и поднимается в духовный свет, в котором он находится благодаря своему духу. В этом свете я видел то, что на небесах".
            <br/>
            <br/>
172. Но хотя вещи, видимые на небе, во многом похожи на земные, по сути они не похожи на них; ибо небесные вещи происходят от солнца неба, а земные - от солнца мира. То, что исходит от солнца небесного, называется духовным; то, что исходит от солнца земного, называется естественным.
            <br/>
            <br/>
173. То, что происходит на небе, происходит не так, как на земле. Все небесное исходит от Господа в соответствии с внутренним миром ангелов. Ибо у ангелов есть и внутреннее, и внешнее. Все вещи в их внутреннем мире имеют отношение к любви и вере, а значит, к воле и пониманию, поскольку воля и понимание являются их вместилищами; в то время как их внешний мир соответствует их внутреннему миру. То, что внешние вещи соответствуют внутренним, можно увидеть выше (n. 87-115). Это иллюстрируется тем, что было сказано выше о небесном тепле и свете: ангелы имеют тепло в соответствии с качеством их любви, а свет - в соответствии с качеством их мудрости (n. 128-134). То же самое верно и в отношении всех других вещей, которые предстают перед чувствами ангелов.
            <br/>
            <br/>
174. Когда мне было позволено находиться в компании с ангелами, вещи там выглядели точно так же, как и в мире, и так ясно, что я не знал, что нахожусь не в мире и не в царском дворце. Я также разговаривал с ангелами, как человек с человеком.
            <br/>
            <br/>
175. Поскольку все вещи, которые соответствуют внутренностям, также представляют их, они называются представителями; и поскольку они различаются в каждом случае в соответствии с состоянием внутренностей, они называются видимостями. Тем не менее, вещи, которые предстают перед глазами ангелов на небесах и воспринимаются их органами чувств, предстают перед их глазами и органами чувств столь же полно живыми, как вещи на земле предстают перед человеком, и даже гораздо более ясно, отчетливо и ощутимо. Явления из этого небесного источника называются реальными явлениями, потому что они имеют реальное существование. Есть также явления, которые не являются реальными, то есть вещи, которые становятся видимыми, но не соответствуют внутреннему миру. О них мы поговорим далее.
            <br/>
 Все вещи, видимые ангелами, являются представительными (n. 1971, 3213-3226, 3342, 3457, 3475, 3485, 9481, 9457, 9576, 9577).
            <br/>
Небеса полны представителей (n. 1521, 1532, 1619).
            <br/>
Представители тем прекраснее, чем больше внутреннего пространства в небесах (n. 3475).
            <br/>
Поскольку представители там исходят из света небес, они являются реальными явлениями (n. 3485).
            <br/>
Божественный приток превращается в представителей на высших небесах, а оттуда и на низших небесах (n. 2179, 3213, 9457, 9481, 9576, 9577).
            <br/>
Те вещи называются представительными, которые предстают перед глазами ангелов в такой форме, как они есть в природе, то есть как они есть в мире (n. 9457).
            <br/>
Таким образом, внутренние вещи превращаются во внешние (n. 1632, 2987-3002).
            <br/>
Что представляют собой небеса; это ясно на различных примерах (n. 1521, 1532, 1619-1628, 1807, 1973, 1974, 1977, 1980, 1981, 2299, 2601, 2761, 2762, 3217, 3219, 3220, 3348, 3350, 5198, 9090, 10276).
            <br/>
Все вещи, видимые на небесах, соответствуют соответствиям и называются представителями (n. 3213-3226, 3342, 3475, 3485, 9481, 9457, 9576, 9577).
            <br/>
Все вещи, которые соответствуют, также представляют и обозначают то, чему они соответствуют (n. 2896, 2987, 2989-2991, 3002, 3225).
            <br/>
            <br/>
176. Чтобы показать, какие вещи являются ангелам в соответствии с соответствиями, я упомяну здесь только одну для иллюстрации. Те, кто обладает разумом, видят сады и парки, полные деревьев и цветов всех видов. Деревья посажены в самом красивом порядке, объединены в беседки с арочными подходами и круговыми дорожками, и все это прекраснее, чем можно описать словами. Там гуляют умные люди, собирают цветы и плетут гирлянды, которыми украшают маленьких детей. Более того, там растут такие деревья и цветы, которых никогда не видели и которые не могут существовать на земле. Эти деревья приносят плоды, соответствующие благу любви, в котором пребывают разумные. Они видят эти вещи, потому что сад или парк, фруктовые деревья и цветы соответствуют уму и мудрости. То, что на небесах есть такие вещи, известно и на земле, но только тем, кто находится в добре и кто не погасил в себе свет небес посредством естественного света и его заблуждений; ибо когда такие думают о небесах, они думают и говорят, что там есть такие вещи, которых ухо не слышало и глаз не видел.
            <br/>
 "Сад" или "парк" означает разум и мудрость (n. 100, 108, 3220).
            <br/>
Что означает "сад Эдема" и "сад Иеговы" (n. 99, 100, 1588).
            <br/>
Насколько великолепны вещи, увиденные в парках, в другой жизни (n. 1122, 1622, 2296, 4528, 4529).
            <br/>
"Деревья" означают восприятия и знания, из которых проистекают мудрость и разум (n. 103, 2163, 2682, 2722, 2972, 7692).
            <br/>
"Плоды" означают блага любви и милосердия (n. 3146, 7690, 9337).
            <br/>
            <br/>
177. ОДЕЖДЫ, В КОТОРЫЕ ОБЛЕЧЕНЫ АНГЕЛЫ.
            <br/>
Поскольку ангелы - люди и живут между собой, как люди на земле, у них есть одежды, жилища и другие подобные вещи, с той разницей, однако, что, поскольку они находятся в более совершенном состоянии, все вещи с ними находятся в большем совершенстве. Ибо как ангельская мудрость превосходит человеческую до такой степени, что ее можно назвать невыразимой, так же обстоит дело и со всеми вещами, которые воспринимают и видят ангелы, поскольку все воспринимаемое и видимое ими соответствует их мудрости (см. выше, n. 173).
            <br/>
            <br/>
178. Одежды, в которые облачены ангелы, как и все другие вещи, им соответствуют; и поскольку они соответствуют, они имеют реальное существование (см. выше n. 175). Их одежды соответствуют их интеллекту, и поэтому все в небесах выглядят одетыми в соответствии со своим интеллектом; и поскольку один более разумен, чем другой, одежды одного превосходят одежды другого. У самых разумных одежды пылают, как пламя, у других - сверкают, как свет; у менее разумных одежды белые или белые без сияния; у еще менее разумных одежды разных цветов. Но ангелы внутренних небес не одеты.
            <br/>
            <br/>
179. Поскольку одежды ангелов соответствуют их интеллекту, они также соответствуют истине, так как весь интеллект происходит от Божественной истины; и поэтому одно и то же, говорите ли вы, что ангелы одеты в соответствии с интеллектом или в соответствии с Божественной истиной. Одежды одних пылают, как пламя, а одежды других сверкают, как свет, потому что пламя соответствует добру, а свет соответствует истине от добра. У одних одежды сверкающие и белые без лучезарности, а у других одежды различных цветов, потому что у менее разумных Божественное благо и истина менее лучезарны, и принимаются также различным образом,  сверкающие белые и белые соответствуют истине,  а цвета - ее разновидностям. Те, кто на внутренних небесах, не одеты, потому что находятся в невинности, а невинность соответствует наготе.
            <br/>
 Из соответствия "одежда" в Слове означает истины (n. 1073, 2576, 5319, 5954, 9212, 9216, 9952, 10536).
            <br/>
По той причине, что истины одевают добро (n. 5248).
            <br/>
Покров" означает нечто интеллектуальное, потому что интеллект является получателем истины (n. 6378).
            <br/>
"Сияющие одежды из виссона" означают истины от Божественного (n. 5319, 9469).
            <br/>
"Пламя" означает духовное добро, а свет от него - истину от этого добра (n. 3222, 6832).
            <br/>
 Ангелы и духи облечены в одежды в соответствии с их истинами, а значит, в соответствии с их интеллектом (n. 165, 5248, 5954, 9212, 9216, 9814, 9952, 10536).
            <br/>
Одежды одних ангелов сверкают, других - нет (n. 5248).
            <br/>
 В Слове "сверкающий белый" и "белый" означают истину, потому что они от света на небесах (n. 3301, 3993, 4007).
            <br/>
 Цвета на небесах являются разновидностями света там (n. 1042, 1043, 1053, 1624, 3993, 4530, 4742, 4922).
            <br/>
Цвета означают различные вещи, относящиеся к интеллекту и мудрости (n. 4530, 4677, 4922, 9466).
            <br/>
Драгоценные камни в уриме и туммиме означали, в соответствии с их цветами, все вещи истины и добра на небесах (n. 9865, 9868, 9905).
            <br/>
В той мере, в какой цвета относятся к красному, они означают добро; в той мере, в какой они относятся к белому, они означают истину (n. 9466).
            <br/>
 Все в сокровенных небесах невинны, и потому предстают обнаженными (n. 154, 165, 297, 2736, 3887, 8375, 9960).
            <br/>
Невинность представлена на небесах как нагота (n. 165, 8375, 9960).
            <br/>
Для невинного и целомудренного нагота не является позором, потому что не оскорбляет (n. 165, 213, 8375).
            <br/>
            <br/>
180. Как на небе ангелы одеты в одежды, так и в мире они предстали одетыми в одежды, как те, которых видели пророки, и те, которых видели у гроба Господня:
            <br/>
            <br/>
чей вид был подобен молнии, и одежды их сверкали и были белы (Матф. 28:3; Марк 16:5; Лука 24:4; Иоан. 20:12, 13);
            <br/>
            <br/>
и те, которых видел на небе Иоанн:
            <br/>
            <br/>
У которого были одежды из виссона и белые (Апок. 4:4; 19:14).
            <br/>
            <br/>
И потому что интеллект происходит от Божественной истины:
            <br/>
            <br/>
Одежды Господа, когда Он преобразился, сияли и сверкали белизной, как свет (Матф. 17:2; Марк 9:3; Лука 9:29).
            <br/>
            <br/>
Как свет есть Божественная истина, исходящая от Господа (см. выше, n. 129), так и в Слове одежды означают истины и разум от истин, как в Апокалипсисе:
            <br/>
            <br/>
Те, которые не осквернили одежды своей, будут ходить со Мною в белом, ибо они достойны. Побеждающий будет облечен в белые одежды (3:4, 5);
            <br/>
Блажен бодрствующий и хранящий одежды свои (16:15).
            <br/>
            <br/>
А об Иерусалиме, который означает церковь, пребывающую в истине, написано в книге пророка Исаии:
            <br/>
            <br/>
Проснись, облекись в силу твою, Сион; облекись в одежды красоты твоей, Иерусалим (52:1).
            <br/>
            <br/>
И в Иезекииле:
            <br/>
            <br/>
Иерусалим, Я опоясал тебя виссоном и покрыл тебя шелком. Одежда твоя была из виссона и шелка (16:10, 13);
            <br/>
            <br/>
и многие другие отрывки. Но о том, кто не пребывает в истине, сказано: "не облечься в брачную одежду", как в Матфея:
            <br/>
            <br/>
Когда царь вошел, то увидел человека, на котором не было брачной одежды; и сказал ему: друг, как ты пришел сюда, не имея брачной одежды? За что и был изгнан во тьму внешнюю (22:11-13).
            <br/>
            <br/>
Дом брачного пира означает небо и церковь, потому что Господь соединен с небом и церковью посредством Своей Божественной истины; и по этой причине Господь называется в Слове женихом и мужем, а небо с церковью - невестой и женой.
            <br/>
 "Иерусалим" означает церковь, в которой есть подлинное учение (n. 402, 3654, 9166).
            <br/>
            <br/>
181. То, что одежды ангелов не просто выглядят как одежды, но являются настоящими одеждами, очевидно из того, что ангелы видят и чувствуют их, что у них много одежд, и что они снимают и надевают их, что они заботятся о тех, которые не используются, и снова надевают их, когда они им нужны. То, что они одеты в разнообразные одежды, я видел тысячу раз. Когда я спросил, откуда у них эти одежды, они ответили, что от Господа, и что они получают их как подарки, и иногда они одеваются в них неосознанно. Они также сказали, что их одежды меняются в соответствии с изменениями их состояния, что в первом и втором состоянии их одежды сияют и сверкают белизной, а в третьем и четвертом состоянии немного менее яркие; и это также из соответствия, потому что их изменения состояния имеют отношение к интеллекту и мудрости (о которых см. выше, n. 154, 161).
            <br/>
            <br/>
182. Как каждый в духовном мире имеет одежду в соответствии со своим интеллектом, то есть в соответствии с истинами, которые являются источником интеллекта, так и те, кто в адах, поскольку у них нет истин, появляются одетыми в одежды, но в потрепанные, убогие и грязные одежды, каждый в соответствии со своим безумием; и они не могут быть одеты ни в какие другие. Господь даровал им одеяние, чтобы не видеть их нагими.
            <br/>
            <br/>
183. МЕСТА ОБИТАНИЯ И ЖИЛИЩА АНГЕЛОВ.
            <br/>
Поскольку на небесах существуют общества и ангелы живут как люди, у них тоже есть места обитания, и они различаются в зависимости от состояния каждого из них. Они великолепны для тех, кто находится в высшем достоинстве, и менее великолепны для тех, кто находится в низшем состоянии. Я часто говорил с ангелами о местах обитания на небесах, говоря, что едва ли кто поверит в настоящее время, что у них есть места обитания и жилища; одни потому, что не видят их, другие потому, что не знают, что ангелы - это люди, а третьи потому, что считают, что ангельское небо - это небо, которое они видят своими глазами вокруг себя, а поскольку оно кажется пустым, и они полагают, что ангелы - это бесплотные формы, они делают вывод, что они живут в эфире. Более того, они не понимают, как в духовном мире могут существовать такие же вещи, как и в природном, потому что ничего не знают о духовном".
            <br/>
[2] Ангелы ответили, что им известно, что такое невежество преобладает в мире в настоящее время, и, к их удивлению, в основном в церкви, и больше среди разумных, чем среди тех, кого они называют простыми. Они также сказали, что из Слова можно узнать, что ангелы - это люди, так как те, кого видели, были видны как люди; и Господь, взявший с Собой всех Своих людей, явился таким же образом. Можно также знать, что поскольку ангелы - люди, они имеют жилища и места обитания, а не летают по воздуху, как думают некоторые в своем невежестве, которое ангелы называют безумием, и что, хотя они называются духами, они не ветры. Это, по их словам, можно понять, если люди будут думать независимо от своих приобретенных представлений об ангелах и духах, как они делают, когда не задаются вопросом и не подчиняются прямому размышлению, так ли это. Ибо все имеют общее представление о том, что ангелы являются в человеческом облике и имеют дома, называемые небесными чертогами, которые превосходят по великолепию земные жилища; но это общее представление, притекающее с небес, сразу же сходит на нет, когда его подвергают прямому исследованию и выяснению, так ли это, как это происходит особенно с учеными, которые своим умом закрыли для себя небеса и вход в небесный свет. [3] То же самое можно сказать и о вере в жизнь человека после смерти. Когда человек говорит об этом, не думая в то же время о душе из света мирского обучения или из учения о ее воссоединении с телом, он верит, что после смерти он будет жить как человек, и среди ангелов, если он жил хорошо, и что он будет тогда видеть великолепные вещи и воспринимать радости; но как только он обращает свои мысли к учению о воссоединении с телом или к своей теории о душе, и возникает вопрос, является ли душа таковой, и, следовательно, может ли это быть правдой, его прежняя идея рассеивается.
            <br/>
            <br/>
184. Но лучше представить свидетельство опыта. Всякий раз, когда я беседовал с ангелами лицом к лицу, я был с ними в их обителях. Эти обители в точности похожи на земные обители, которые мы называем домами, но они более прекрасны. В них есть покои, залы и спальни в большом количестве; есть также дворы, а вокруг - сады, цветники и лужайки. Там, где они живут вместе, их дома находятся рядом друг с другом, расположены один возле другого в форме города, с проспектами, улицами и площадями, точно как города на земле. Мне разрешили пройти через них, осматривая каждую сторону и иногда заходя в дома. Это происходило, когда мое внутреннее зрение было открыто, и я полностью проснулся".
            <br/>
 У ангелов есть города, дворцы и дома (n. 940-942, 1116, 1626-1631, 4622).
            <br/>
            <br/>
185. Я видел на небе дворцы такого великолепия, которое невозможно описать. Сверху они сверкали, словно сделанные из чистого золота, а снизу - словно сделанные из драгоценных камней, причем одни были великолепнее других. То же самое было и внутри. И слов, и знаний не хватает, чтобы описать украшения, которыми были украшены комнаты. На стороне, обращенной к югу, были парки, где тоже все сияло, в некоторых местах листья блестели, словно из серебра, а фрукты - словно из золота; цветы же на клумбах образовывали радугу своими красками. За границами, где заканчивался вид, виднелись другие дворцы. Такова архитектура небес, что можно сказать, что искусство там в искусстве; и неудивительно, ведь само искусство - с небес. Ангелы сказали, что такие и бесчисленные другие, еще более совершенные вещи представлены перед их глазами Господом; и все же эти вещи более приятны для их ума, чем для их глаз, потому что в каждой из них они видят соответствие, а через соответствие - то, что является Божественным.
            <br/>
            <br/>
186. Что касается этих соответствий, то мне также сказали, что не только дворцы и дома, но все вещи и каждая вещь, как внутри, так и снаружи их, соответствуют внутренним вещам, которые они имеют от Господа, сам дом в целом соответствует их благу, конкретные вещи внутри дома - различным вещам, из которых состоит их благо,1 а внешние вещи - истинам, происходящим от блага, а также их восприятиям и знаниям  и поскольку эти вещи соответствуют благам и истинам, которые они имеют от Господа, они соответствуют их любви, а также их мудрости и разуму от любви, поскольку любовь принадлежит благу, мудрость - благу и истине вместе, а разум - истине от блага. Это то, что воспринимают ангелы, созерцая окружающее их, и поэтому их разум восхищается и движется ими больше, чем их глаза".
            <br/>
 "Дома" с их содержимым означают вещи в человеке, принадлежащие его разуму, таким образом, его внутренности (n. 710, 2233, 2331, 2559, 3128, 3538, 4973, 5023, 6639, 6690, 7353, 7848, 7910, 7929, 9150); следовательно, вещи, относящиеся к добру и истине (n. 2233, 2331, 2559, 4982, 7848, 7929).
            <br/>
"Комнаты" и "спальни" означают внутренние помещения (n. 3900, 5694, 7353).
            <br/>
Крыша дома" означает то, что находится внутри (n. 3652, 10184).
            <br/>
Дом из дерева" означает то, что относится к добру, а "дом из камня" - то, что относится к истине (n. 3720).
            <br/>
 "Сад" или "парк" означает разум и мудрость (n. 100, 108, 3220).
            <br/>
Что означает "сад Эдема" и "сад Иеговы" (n. 99, 100, 1588).
            <br/>
Насколько великолепны вещи, увиденные в парках, в другой жизни (n. 1122, 1622, 2296, 4528, 4529).
            <br/>
"Деревья" означают восприятия и знания, из которых проистекают мудрость и разум (n. 103, 2163, 2682, 2722, 2972, 7692).
            <br/>
"Плоды" означают блага любви и милосердия (n. 3146, 7690, 9337).
            <br/>
            <br/>
187. Отсюда понятно, почему Господь назвал Себя храмом в Иерусалиме (Иоанна 2:19, 21), а именно потому, что храм представлял Его Божественное Человечество; также почему Новый Иерусалим был виден из чистого золота, врата его из жемчуга, а основания его из драгоценных камней (Апок. 21), а именно потому, что Новый Иерусалим означал церковь, которая впоследствии должна была быть создана, двенадцать врат - истины, ведущие к добру, а основания - истины, на которых основана церковь.
            <br/>
 В высшем смысле "дом Божий" означает Божественного Человека Господа в отношении Божественного блага, а "храм" - то же самое в отношении Божественной истины; а в относительном смысле - небо и церковь в отношении блага и истины (n. 3720).
            <br/>
 "Иерусалим" означает церковь, в которой есть подлинное учение (n. 402, 3654, 9166).
            <br/>
"Врата" означают введение в учение церкви и через учение введение в церковь (n. 2943, 4477, 4478).
            <br/>
"Основание" означает истину, на которой основаны небеса, церковь и учение (n. 9643).
            <br/>
            <br/>
188. Ангелы, из которых состоит небесное царство Господа, большей частью обитают в возвышенных местах, которые выглядят как горы из земли; ангелы, из которых состоит духовное царство Господа, обитают в менее возвышенных местах, которые выглядят как холмы; а ангелы в самых низких частях небес обитают в местах, которые выглядят как каменные уступы. Эти вещи происходят от соответствия, ибо внутренние вещи соответствуют высшим вещам, а внешние - низшим; 1 и поэтому в Слове "горы" означают небесную любовь, "холмы" - духовную любовь, а "скалы" - веру.
            <br/>
 В Слове внутреннее выражается тем, что выше, а то, что выше, означает то, что внутри (n. 2148, 3084, 4599, 5146, 8325).
            <br/>
То, что "высоко", означает то, что внутренне, и так же небеса (n. 1735, 2148, 4210, 4599, 8153).
            <br/>
 На небе горы, холмы, скалы, долины и земли видны точно так же, как и в мире (n. 10608).
            <br/>
На горах обитают ангелы, пребывающие в благе любви, на холмах - те, кто пребывает в благе милосердия, на скалах - те, кто пребывает в благе веры (n. 10438).
            <br/>
Поэтому в Слове "горы" означают благо любви (n. 795, 4210, 6435, 8327, 8758, 10438, 10608).
            <br/>
"Холмы" означают благо милосердия (n. 6435, 10438).
            <br/>
"Скалы" означают добро и истину веры (n. 8581, 10580).
            <br/>
"Камень", из которого состоит скала, подобным образом означает истину веры (n. 114, 643, 1298, 3720, 6426, 8609, 10376).
            <br/>
Вот почему "горы" означают небеса (n. 8327, 8805, 9420).
            <br/>
А "вершина горы" означает самую высокую часть неба (n. 9422, 9434, 10608).
            <br/>
Также почему древние совершали свое священное поклонение на горах (n. 796, 2722).
            <br/>
            <br/>
189. Есть также ангелы, которые живут не вместе, а отдельно, дом за домом. Они обитают посреди неба, ибо они - лучшие из ангелов.
            <br/>
            <br/>
190. Дома, в которых обитают ангелы, не возведены, как дома в мире, но даны им Господом безвозмездно, каждому в соответствии с его принятием добра и истины. Они также немного изменяются в соответствии с изменениями состояния внутренностей ангелов (о чем выше, n. 154-160). Все, чем обладают ангелы, они держат как полученное от Господа; и все, в чем они нуждаются, дается им.
            <br/>
            <br/>
191. ПРОСТРАНСТВО НА НЕБЕСАХ.
            <br/>
Все вещи на небесах, как и в мире, находятся на месте и в пространстве, и все же ангелы не имеют никакого понятия или представления о месте и пространстве. Поскольку это должно звучать как парадокс, я постараюсь представить этот вопрос в ясном свете, так как он имеет большое значение.
            <br/>
            <br/>
192. Все изменения места в духовном мире происходят через изменения состояния внутренностей, что означает, что изменение места есть не что иное, как изменение состояния. Таким образом я был взят Господом на небеса и также на земли во вселенной; и это был мой дух, который так путешествовал, в то время как мое тело оставалось на том же месте. Таковы все движения ангелов; и поэтому у них нет расстояний, и не имея расстояний, они не имеют пространств, но вместо пространств у них есть состояния и их изменения.
            <br/>
 В Слове места и пространства означают состояния (n. 2625, 2837, 3356, 3387, 7381, 10580); из опыта (n. 1274, 1277, 1376-1381, 4321, 4882, 10146, 10580).
            <br/>
Расстояние означает разницу в состоянии жизни (n. 9104, 9967).
            <br/>
В духовном мире движения и перемены места - это перемены состояния жизни, потому что они берут начало в них (n. 1273-1275, 1377, 3356, 9440).
            <br/>
То же самое относится и к путешествиям (n. 9440, 10734);
            <br/>
иллюстрируется опытом (n. 1273-1277, 5605).
            <br/>
По этой причине "путешествовать" означает в Слове жить и продвигаться в жизни; и "пребывать" имеет такое же значение (n. 3335, 4554, 4585, 4882, 5493, 5605, 5996, 8345, 8397, 8417, 8420, 8557).
            <br/>
Идти с Господом означает жить с Ним (n. 10567).
            <br/>
 Человек может быть отведен на большое расстояние в отношении своего духа посредством изменения состояния, в то время как его тело остается на своем месте, также из опыта (n. 9440, 9967, 10734).
            <br/>
Что значит быть "ведомым духом в другое место" (n. 1884).
            <br/>
            <br/>
193. Поскольку изменения места происходят таким образом, очевидно, что приближение - это сходство состояний внутренностей, а отдаление - это несходство; и по этой причине те, кто находится рядом друг с другом, находятся в сходных состояниях, а те, кто находится на расстоянии, находятся в несходных состояниях; а пространства на небесах - это просто внешние условия, соответствующие внутренним состояниям. По этой же причине небеса отличаются друг от друга, также общества каждого неба и индивидуумы в каждом обществе; и по этой же причине ады полностью отделены от небес, потому что они находятся в противоположном состоянии.
            <br/>
            <br/>
194. По той же причине, опять же, любой в духовном мире, кто сильно желает присутствия другого, входит в его присутствие, ибо он таким образом видит его в мыслях и помещает себя в его состояние; и наоборот, один отделен от другого, насколько он ему неприятен. А поскольку всякое отвращение происходит от противоположности привязанностей и от разногласия мыслей, то всякий раз, когда в том мире несколько человек находятся вместе в одном месте, они видны [друг другу], пока согласны, но исчезают, как только расходятся.
            <br/>
            <br/>
195. Опять же, когда кто-либо идет из одного места в другое, будь то в своем городе, или в судах, или в садах, или к другим людям из своего общества, он прибывает быстрее, когда страстно желает этого, и менее быстро, когда не желает, причем сам путь удлиняется и укорачивается в соответствии с желанием, хотя остается тем же самым. Это я часто наблюдал к своему удивлению. Все это еще раз показывает, что расстояния, а значит, и пространства, полностью соответствуют состояниям внутренностей ангелов;  и поэтому никакое понятие или идея пространства не может войти в их мысль, хотя пространства существуют с ними в равной степени, как и в мире.
            <br/>
 Места и пространства представляются зрению в соответствии с состояниями внутренностей ангелов и духов (n. 5605, 9440, 10146).
            <br/>
            <br/>
196. Это можно проиллюстрировать на примере мыслей человека, поскольку пространство не относится к мысли, ибо все, о чем человек думает, предстает перед ним как настоящее. Опять же, тот, кто размышляет об этом, знает, что его зрение распознает пространство только по промежуточным объектам на земле, которые видны одновременно, или вспоминая то, что он уже знает о расстоянии. Это происходит из-за непрерывности; а в том, что непрерывно, нет видимости расстояния, кроме как от того, что не непрерывно. Это еще более верно в отношении ангелов, потому что их зрение действует как одно целое с их мыслью, а их мысль действует как одно целое с их привязанностью, и вещи кажутся близкими или отдаленными, а также разнообразными, в соответствии с состояниями их внутренностей, как было сказано выше.
            <br/>
            <br/>
197. Отсюда следует, что в Слове места и пространства, и все вещи, которые каким-либо образом относятся к пространству, означают вещи, относящиеся к состояниям, такие как расстояния, близкие, далекие, пути, путешествия, странствия, мили и фарлонги, равнины, поля, сады, города и улицы, движения, меры различного рода, длинные, широкие, высокие и глубокие, и бесчисленное множество других вещей; ибо большинство вещей в мыслях человека из мира берут что-то из пространства и времени. [2] Я упомяну здесь только то, что в Слове обозначается длиной, шириной и высотой. В этом мире то, что называется длинным или широким, является длинным или широким по отношению к пространству, и то же самое верно в отношении высоты. Но на небесах, где нет мысли от пространства, длина означает состояние добра, широта - состояние истины, а высота - различие между ними в соответствии со степенями (см. п. 38). Таково значение этих трех измерений, потому что длина на небесах - от востока до запада, и те, кто там обитает, находятся в добре от любви; а широта на небесах - от юга до севера, и те, кто там обитает, находятся в истине от добра (см. n. 148); высота же на небесах относится к обоим этим понятиям в соответствии с градусами. Вот почему длина, ширина и высота имеют такие значения в Слове, как в Иезекииле (с гл. 40 по 48), где новый храм и новая земля с дворами, палатами, воротами, дверями, окнами и окрестностями описываются мерами, дающими длину, ширину и высоту, которыми обозначается новая церковь и находящиеся в ней блага и истины. Иначе к чему были бы все эти меры? [3] Подобным образом Новый Иерусалим описывается в Апокалипсисе такими словами:
            <br/>
            <br/>
Город лежит четырехугольно, и длина его так же велика, как и ширина; и измерил он город тростником: двенадцать тысяч фурлонгов; длина, ширина и высота равны (21:16).
            <br/>
            <br/>
Поскольку "Новый Иерусалим" здесь означает новую церковь, эти меры означают вещи церкви, "длина" - ее благо любви, "ширина" - истину от этого блага, "высота" - благо и истину в отношении степеней, "двенадцать тысяч фурлонгов" - все благо и истину в комплексе. Иначе как можно было бы говорить о высоте в двенадцать тысяч вёрст, равной длине и ширине? То, что "широта" в Слове означает истину, очевидно из Давида: -
            <br/>
Иегова, Ты не закрыл меня в руке врага, Ты поставил ноги мои на широком месте (Псалом 31:8).
            <br/>
Из тесноты воззвал я к Иаху; Он отвечает мне на широком месте (Псалом 118:5).
            <br/>
Кроме других отрывков (как в Исаии 8:8; и в Аввакуме 1:6). Так и во всех других случаях.
            <br/>
            <br/>
198. Из всего этого видно, что хотя на небесах есть пространства, как и в мире, однако ничто там не исчисляется в соответствии с пространствами, но в соответствии с состояниями; и поэтому пространства там нельзя измерить, как в мире, но можно увидеть только из состояния и в соответствии с состоянием внутренностей там.
            <br/>
 В Слове длина означает добро (n. 1613, 9487).
            <br/>
"Ширина" означает истину (n. 1613, 3433, 3434, 4482, 9487, 10179).
            <br/>
Высота означает добро и истину в отношении их степеней (n. 9489, 9773, 10181).
            <br/>
            <br/>
199. Главная и самая истинная причина этого в том, что Господь присутствует с каждым в меру его любви и веры, и что именно в соответствии с присутствием Господа все вещи оказываются близкими или далекими, ибо именно этим определяется все в небесах. Также благодаря этому ангелы имеют мудрость, ибо благодаря этому они имеют расширение мысли и благодаря этому разделяют все вещи на небесах; словом, благодаря этому они мыслят духовно, а не естественно, как люди.
            <br/>
 Соединение и присутствие Господа с ангелами происходит в соответствии с получением ими от Него любви и милосердия (n. 290, 681, 1954, 2658, 2886, 2888, 2889, 3001, 3741-3743, 4318 4319, 4524, 7211, 9128).
            <br/>
            <br/>
200. ФОРМА НЕБЕС, ОПРЕДЕЛЯЮЩАЯ СВЯЗИ И ОБЩЕНИЕ НА НИХ.
            <br/>
Что представляет собой форма небес, можно в некоторой степени понять из того, что было показано в предыдущих главах; например, что небеса подобны самим себе как в своих величайших, так и в своих наименьших подразделениях (n. 72); что, следовательно, каждое общество является небесами в меньшей форме, а каждый ангел - в наименьшей форме (n. 51-58); что как все небо отражает одного человека, так и каждое общество небес отражает человека в меньшей форме, а каждого ангела - в наименьшей форме (n. 59-77); что мудрейшие находятся в центре, а менее мудрые - вокруг, вплоть до границ, и то же самое верно для каждого общества (n. 43); и что те, кто пребывает в благе любви, живут на небесах от востока до запада, а те, кто пребывает в истинах от блага, - от юга до севера; и то же самое верно для каждого общества (n. 148, 149). Все это соответствует форме небес; следовательно, из этого можно заключить, какова эта форма в целом.
            <br/>
 Все небо в отношении всех ангельских обществ устроено Господом в соответствии с Его Божественным порядком, поскольку именно Божественность Господа с ангелами составляет небо (n. 3038, 7211, 9128, 9338, 10125, 10151, 10157).
            <br/>
Относительно небесной формы (n. 4040-4043, 6607, 9877).
            <br/>
            <br/>
201. Важно знать, какова форма небес, потому что там не только все принадлежности соответствуют ей, но и все взаимное общение, а вследствие этого и все распространение мыслей и привязанностей, а значит, и весь интеллект и мудрость ангелов. Отсюда следует, что каждый из них мудр лишь постольку, поскольку он находится в форме небес, и, таким образом, является формой небес. Нет никакой разницы, сказать ли "в форме небес" или "в порядке небес", поскольку форма любой вещи происходит из ее порядка и в соответствии с ее порядком.
            <br/>
 Форма небес - это форма, соответствующая Божественному порядку (n. 4040-4043, 6607, 9877).
            <br/>
            <br/>
202. Давайте сначала рассмотрим, что означает "быть в образе небес". Человек был создан как по образу небес, так и по образу мира; его внутреннее - по образу небес, а внешнее - по образу мира (см. выше, п. 57); а по образу означает то же самое, что и в соответствии с формой. Но поскольку человек пороками своей воли и вытекающими из них ложными мыслями уничтожил в себе образ небес, то есть форму небес, и вместо него привнес образ и форму ада, его внутреннее закрыто с самого его рождения; вот почему человек рождается в чистом неведении, а животные всех видов - нет. И чтобы человек мог вернуть себе образ небес или форму небес, он должен быть научен тому, что относится к порядку; ибо форма, как уже было сказано, согласуется с порядком. Слово содержит все законы Божественного порядка, ибо его заповеди - это законы Божественного порядка; поэтому в той мере, в какой человек знает их и живет в соответствии с ними, его внутреннее открывается, и там заново формируется порядок или образ небес. Это ясно показывает, что означает быть в образе небес, а именно: жить в соответствии с тем, что есть в Слове.
            <br/>
 Божественные истины - это законы порядка (n. 2447, 7995).
            <br/>
Человек является человеком в той мере, в какой он живет в соответствии с порядком, то есть в той мере, в какой он пребывает в добре в соответствии с Божественными истинами (n. 4839, 6605, 6626).
            <br/>
Все вещи Божественного порядка собраны в человеке, и он от сотворения является Божественным порядком в форме (n. 4219, 4220, 4222, 4223, 4523, 4524, 5114, 6013, 6057, 6605, 6626, 9706, 10156, 10472).
            <br/>
Человек рождается не в добро и истину, а во зло и фальшь, то есть в противоположность Божественному порядку, а значит, в чистое невежество; и по этой причине ему необходимо родиться заново, то есть возродиться, что происходит посредством Божественных истин от Господа, чтобы ввести его в порядок (n. 1047, 2307, 2308, 3518, 3812, 8480, 8550, 10283, 10284, 10286, 10731).
            <br/>
Когда Господь формирует человека заново, то есть возрождает его, Он приводит все вещи в нем в порядок, то есть в форму небес (n. 5700, 6690, 9931, 10303).
            <br/>
            <br/>
203. Насколько кто-либо имеет форму неба, настолько он находится на небе, и, по сути, является небом в наименьшей форме (n. 57); следовательно, он в той же степени является умом и мудростью; ибо, как было сказано выше, все мысли его понимания и все привязанности его воли простираются со всех сторон на небо в соответствии с его формой, и чудесно общаются с тамошними обществами, а те, в свою очередь, с ним. [2] Есть некоторые, которые не верят, что мысли и привязанности действительно распространяются вокруг них, но считают, что они находятся внутри них, потому что все, что они думают, они видят внутри себя, а не на расстоянии; но такие сильно ошибаются. Ибо как зрение глаза распространяется на отдаленные объекты и подвергается воздействию в соответствии с порядком вещей, видимых в этом распространении, так и внутреннее зрение, которое есть зрение понимания, имеет подобное распространение в духовном мире, хотя и не воспринимается человеком, по причине, указанной выше (n. 196). Разница лишь в том, что на зрение глаза влияют естественным образом, потому что на него влияют вещи в естественном мире, а на зрение понимания влияют духовным образом, потому что на него влияют вещи в духовном мире, все из которых имеют отношение к добру и истине; и незнание человеком этого объясняется тем, что он не знает, что есть свет, просвещающий понимание; и все же без света, просвещающего понимание, человек не мог бы мыслить вообще (о свете см. выше, n. 126-132). [3] Был некий дух, который полагал, что его мысль исходит из него самого, не имея, таким образом, никакого распространения вне себя и общения с обществами вне его. Чтобы он мог узнать, что это не так, его связь с соседними обществами была прервана, вследствие чего он не только лишился мысли, но и упал как безжизненный, хотя и раскидывал руки, как новорожденный младенец. Через некоторое время связь с ним была восстановлена, а затем, по мере ее постепенного восстановления, он вернулся в состояние мысли". [4] Когда другие духи увидели это, они признали, что все мысли и привязанности, а следовательно, и все живое, текут в соответствии с общением, поскольку все в жизни человека состоит в его способности мыслить и быть движимым привязанностями, или, что то же самое, в его способности понимать и волить.
            <br/>
 Каждый человек на небесах имеет общение жизни, которое можно назвать его распространением на окружающие ангельские общества, в соответствии с количеством и качеством его добра (n. 8794, 8797).
            <br/>
Мысли и привязанности имеют такое распространение (n. 2470, 6598-6613).
            <br/>
Они объединяются и разделяются в соответствии с правящими аффектами (n. 4111).
            <br/>
 Есть только одна Жизнь, от которой живут все, как на небесах, так и в мире (n. 1954, 2021, 2536, 2658, 2886-2889, 3001, 3484, 3742, 5847, 6467).
            <br/>
Эта жизнь - от Господа свыше (n. 2886-2889, 3344, 3484, 4319, 4320, 4524, 4882, 5986, 6325, 6468-6470, 9276, 10196).
            <br/>
Она чудесным образом вливается в ангелов, духов и людей (n. 2886-2889, 3337, 3338, 3484, 3742).
            <br/>
Господь вливается в них из Своей Божественной любви, которая такова, что то, что принадлежит Ему, Он желает, чтобы принадлежало другому (n. 3472, 4320).
            <br/>
По этой причине жизнь кажется находящейся в человеке, а не втекающей в него (n. 3742, 4320).
            <br/>
О радости ангелов, воспринятой и подтвержденной тем, что они мне рассказали, потому что они живут не от себя, а от Господа (n. 6469).
            <br/>
Злые не желают убедиться в том, что жизнь течет внутрь (n. 3743).
            <br/>
Жизнь от Господа притекает и к злым (n. 2706, 3743, 4417, 10196).
            <br/>
Но они превращают добро в зло, а истину в ложь, ибо каков человек, таково и его принятие жизни (n. 4319, 4320, 4417).
            <br/>
            <br/>
204. Но пусть будет понятно, что разум и мудрость варьируются у каждого в соответствии с этим общением: те, чьи разум и мудрость сформированы из подлинных истин и благ, имеют общение с обществами в соответствии с формой небес; тогда как те, чьи разум и мудрость не сформированы из подлинных истин и благ, но из того, что им соответствует, имеют нарушенное и по-разному согласованное общение, поскольку оно не с обществами, которые находятся в ряду, в котором есть форма небес. С другой стороны, те, в ком нет разума и мудрости, поскольку они находятся в фальши от зла, имеют общение с обществами в аду; и их распространение определяется степенью их подтверждения. Да будет известно также, что это общение с обществами не является таким общением с ними, которое ясно ощущается теми, кто там находится, но это общение с тем, чем они действительно являются, что находится в них и вытекает из них.
            <br/>
 Мысль изливается в общества духов и ангелов вокруг (n. 6600-6605).
            <br/>
Но она не движется и не нарушает мысли этих обществ (n. 6601, 6603).
            <br/>
            <br/>
205. На небесах все объединены в соответствии с духовными отношениями, то есть отношениями добра и истины в их порядке. Это так на всем небе, так в каждом обществе и в каждом доме. Благодаря этому ангелы, пребывающие в подобном добре и истине, узнают друг друга, как родственники по крови и браку на земле, точно так же, как если бы они были знакомы с младенчества. Добро и истина в каждом ангеле, которые составляют его мудрость и разум, связаны подобным образом; они узнают друг друга подобным образом, и, узнавая друг друга, они соединяются вместе; и в результате те, в ком истины и блага соединены таким образом в соответствии с формой небес, видят вещи, следующие друг за другом последовательно, и как они широко сходятся вокруг; но те, в ком блага и истины не соединены в соответствии с формой небес, не видят этого.
            <br/>
 Добро познает свою истину, а истина - свое добро (n. 2429, 3101, 3102, 3161, 3179, 3180, 4358, 5704, 5835, 9637).
            <br/>
Таким образом, добро и истина соединяются (n. 3834, 4096, 4097, 4301, 4345, 4353, 4364, 4368, 5365, 7623-7627, 7752-7762, 8530, 9258, 10555).
            <br/>
Это происходит благодаря притоку с небес (n. 9079).
            <br/>
            <br/>
206. На каждом небе есть такая форма, и в соответствии с ней ангелы имеют общение и распространение мыслей и привязанностей, а значит, в соответствии с ней они обладают интеллектом и мудростью. Но связь одного неба с другим различна, то есть третьего, или внутреннего, со вторым, или средним, и этого с первым, или крайним. Но общение между небесами следует называть не общением, а притоком. Об этом мы сейчас кое-что скажем. То, что существуют три небеса, отличные друг от друга, можно увидеть выше в отдельной главе (n. 29-40).
            <br/>
            <br/>
207. То, что между одним небом и другим есть приток, но не общение, видно из их взаимного расположения. Третье или внутреннее небо находится выше, второе или среднее небо - ниже, а первое или крайнее небо - еще ниже. Подобным образом устроены все общества на каждом небе, например, некоторые обитают на возвышенных местах, похожих на горы (n. 188); на вершине этих мест обитают представители самого внутреннего неба; под ними находятся общества второго неба, под ними - общества самого верхнего неба. То же самое происходит везде, как в возвышенных, так и в не возвышенных местах. Общество высших небес не имеет общения с обществом низших небес иначе, как посредством соответствий (см. выше, п. 100); а общение посредством соответствий - это то, что называется притоком.
            <br/>
            <br/>
208. Одно небо соединяется с другим, или общество одного неба с обществом другого, одним только Господом, как прямым, так и посредственным притоком, непосредственно от Него Самого, и посредственно через высшие небеса по порядку в низшие. Поскольку соединение небес посредством этого притока исходит от одного только Господа, существует самая тщательная предосторожность против того, чтобы какой-либо ангел высшего неба смотрел вниз в общество низшего неба и говорил с кем-либо там; ибо таким образом ангел немедленно лишается своего разума и мудрости. Причина этого также будет объяснена. Как есть три степени небес, так и каждый ангел имеет три степени жизни: у тех, кто находится на самом верхнем небе, открыта третья или самая верхняя степень, тогда как вторая и первая степени закрыты; у тех, кто находится на среднем небе, открыта вторая степень, а первая и третья закрыты; и у тех, кто находится на самом нижнем небе, открыта первая степень, а вторая и третья закрыты. Следовательно, как только ангел третьего неба смотрит вниз в общество второго неба и разговаривает с кем-либо там, его третья степень сразу же закрывается; и поскольку его мудрость пребывает в этой степени, если она закрыта, он лишается своей мудрости, ибо у него нет ее во второй или первой степени. Именно это имеется в виду в словах Господа в Евангелии от Матфея:
            <br/>
            <br/>
Кто на крыше дома, пусть не сходит вниз взять то, что в доме его; и кто в поле, пусть не обращается назад взять одежду свою (24:17, 18).
            <br/>
            <br/>
И в Евангелии от Луки:
            <br/>
            <br/>
В тот день тот, кто будет на крыше дома и в доме своем, пусть не спускается, чтобы взять его; и тот, кто в поле, пусть не оборачивается. Вспомните жену Лота (17:31, 32).
            <br/>
 Существует прямой приток от Господа и посреднический приток через небеса (n. 6063, 6307, 6472, 9682, 9683).
            <br/>
Существует прямое приток Господа в мельчайшие части всех вещей (n. 6058, 6474-6478, 8717, 8728).
            <br/>
О посредническом притоке Господа через небеса (n. 4067, 6982, 6985, 6996).
            <br/>
            <br/>
209. Невозможен приток из низших небес в высшие, потому что это противоречит порядку; но есть приток из высших небес в низшие. Более того, мудрость ангелов высших небес превосходит мудрость ангелов низших небес, как мириады к одному; и это еще одна причина, по которой ангелы низших небес не могут общаться с ангелами высших небес; и на самом деле, когда они смотрят в их сторону, они не видят их: высшие небеса кажутся им чем-то облачным над их головами. Но ангелы высших небес могут видеть тех, кто находится на низших небесах, хотя, если бы им было позволено говорить с ними, они потеряли бы свою мудрость, как было сказано выше.
            <br/>
            <br/>
210. Мысли и чувства, а также речь ангелов внутренних небес никогда не воспринимаются на средних небесах, потому что они настолько превосходят то, что там есть. Но когда Господу угодно, в нижних небесах из этого источника можно увидеть нечто подобное пламени, а из мыслей и чувств на срединных небесах можно увидеть на крайних небесах нечто светящееся, а иногда облако, светящееся белым и разнообразным светом. По этому облаку, его восхождению, нисхождению и форме можно в какой-то мере судить о том, что там говорится.
            <br/>
            <br/>
211. Из всего этого видно, какова форма небес, а именно, что она наиболее совершенна на самом внутреннем небе; на среднем небе она также совершенна, но в более низкой степени, а на самом внешнем небе - в еще более низкой степени; также, что форма одного неба имеет свое постоянное существование от другого посредством притока от Господа. Но что такое общение посредством притока, невозможно понять, если не знать, что такое степени высоты и чем они отличаются от степеней длины и ширины. Что такое эти различные степени, можно увидеть выше (n 38).
            <br/>
            <br/>
212. Когда речь заходит об особенностях формы небес и о том, как они протекают и текут, этого не могут постичь даже ангелы. Некоторое представление об этом можно получить из формы всех вещей в человеческом теле, когда это проанализировано и исследовано острым и мудрым человеком; ибо выше, в соответствующих главах, было показано, что все небеса отражают одного человека (см. n. 59-72) и что все вещи в человеке соответствуют небесам (n. 87-102). Насколько непостижима и необъяснима эта форма, видно лишь в общих чертах из нервных волокон, которыми сплетены каждая часть и все части тела. Что это за волокна и как они протекают и текут в мозгу, глаз вообще не может понять; ибо бесчисленные волокна там так переплетены, что, взятые вместе, они кажутся мягкой сплошной массой; и все же именно в соответствии с ними каждая вещь и все вещи воли и понимания с предельной отчетливостью перетекают в действия. Как они переплетаются в теле, ясно из различных сплетений, таких как сердечное, брыжеечное и другие; а также из узлов, называемых ганглиями, в которые входят многие волокна из каждой области и там переплетаются, а затем, соединившись, идут к своим функциям, и так снова и снова; кроме того, подобное происходит в каждом сосуде, члене, органе и мышце. Кто исследует эти волокна и их многочисленные чудеса оком мудрости, тот придет в полное недоумение. И все же вещей, видимых глазом, немного, а те, что не видны, еще более удивительны, потому что принадлежат к внутренней сфере природы. Ясно, что эта форма соответствует форме неба, ибо все действия понимания и воли находятся в ней и соответствуют ей; ибо именно в соответствии с этой формой все, что человек желает, спонтанно переходит в действие, и все, что он думает, распространяется по волокнам от их начала и до их конца, что является источником ощущений; и поскольку это форма мысли и воли, это форма интеллекта и мудрости. Такова форма, соответствующая форме небес. И отсюда можно узнать, что такова форма, в соответствии с которой простирается каждая привязанность и мысль ангелов, и что в той мере, в какой ангелы пребывают в этой форме, они пребывают в интеллекте и мудрости. То, что эта форма небес происходит от Божественного Человека Господа, можно видеть выше (n. 78-86). Все это было сказано для того, чтобы пояснить, что небесная форма такова, что даже в отношении ее общих частей она никогда не может быть полностью познана, поэтому она непостижима даже для ангелов, как было сказано выше.
            <br/>
            <br/>
213. ПРАВИТЕЛЬСТВА НА НЕБЕСАХ.
            <br/>
Поскольку небеса разделены на общества, и большие общества состоят из сотен тысяч ангелов (n. 50), и все внутри общества, хотя и обладают подобным добром, не обладают подобной мудростью (n. 43), необходимо, чтобы там существовали правительства, поскольку порядок должен соблюдаться, а все упорядоченное должно охраняться. Но правительства на небесах различны; они одного рода в обществах, составляющих небесное царство Господа, и другого рода в обществах, составляющих Его духовное царство; они также различаются в соответствии с функциями различных обществ. Тем не менее, на небесах невозможно никакое другое правительство, кроме правительства взаимной любви, а правительство взаимной любви - это небесное правительство.
            <br/>
            <br/>
214. Управление в небесном царстве Господа называется праведностью, потому что все в этом царстве находятся в благе любви к Господу от Господа, и все, что исходит из этого блага, называется праведным. Управление там принадлежит только Господу. Он ведет их и учит их в делах жизни. Истины, которые называются истинами суда, написаны на их сердцах; каждый знает их, воспринимает их и видит их; и поэтому вопросы суда там никогда не вызывают сомнений, но только вопросы праведности, которые относятся к жизни. Об этих вопросах менее мудрые советуются с более мудрыми, а те советуются с Господом и получают ответы. Их рай, то есть их сокровенная радость, заключается в том, чтобы жить правильно от Господа.
            <br/>
 Небесные ангелы не думают и не говорят от истин, как духовные ангелы, потому что они имеют от Господа восприятие всех вещей истины (n. 202, 597, 607, 784, 1121, 1384, 1398, 1442, 1919, 7680, 7877, 8780, 9277, 10336).
            <br/>
В отношении истин небесные ангелы говорят: "Да, да" или "Нет, нет"; но духовные ангелы рассуждают о них, истинны они или нет (n. 2715, 3246, 4448, 9166, 10786, где слова Господа,
            <br/>
Да будет речь ваша: да, да, да, нет, нет; а что сверх сего, то от лукавого (Матф. 5:37). объясняются).
            <br/>
            <br/>
215. В духовном царстве Господа управление называется судом; потому что те, кто находится в этом царстве, пребывают в духовном благе, которое есть благо милосердия к ближнему, и это благо по своей сути есть истина1 ; а истина относится к суду, как благо относится к праведности. Ими тоже руководит Господь, но опосредованно (n. 208); и поэтому у них есть правители, мало или много, в зависимости от потребностей общества, в котором они находятся. У них также есть законы, по которым они живут вместе. Правители управляют всем в соответствии с законами, которые они понимают, потому что они мудры, а в сомнительных вопросах их просвещает Господь.
            <br/>
 Те, кто в духовном царстве, пребывают в истине, а те, кто в небесном царстве, пребывают в благе (n. 863, 875, 927, 1023, 1043, 1044, 1555, 2256, 4328, 4493, 5113, 9596).
            <br/>
Благо духовного царства - это благо милосердия к ближнему, и это благо по своей сути есть истина (n. 8042, 10296).
            <br/>
 В Слове "праведность" относится к добру, а "суд" - к истине, поэтому "творить праведность и суд" означает добро и истину (n. 2235, 9857).
            <br/>
"Великие суды" означают закон Божественного порядка, таким образом, Божественные истины (n. 7206).
            <br/>
            <br/>
216. Как правительство от добра, которое является видом правительства, существующего в небесном царстве Господа, называется праведностью, а правительство от истины, которое является видом правительства, существующего в духовном царстве Господа, называется судом, так и термины "праведность и суд" используются в Слове, когда речь идет о небесах и церкви, "праведность" означает небесное добро, а "суд" - духовное добро, которое, как было сказано выше, по своей сути является истиной, как в следующих отрывках:
            <br/>
            <br/>
Не будет конца миру на престоле Давида и на царстве Его, чтобы утвердить его и поддержать в суде и праведности отныне и до века (Исаия 9:7).
            <br/>
            <br/>
Под "Давидом" здесь подразумевается Господь, а под "Царством Его" - небеса, как видно из следующего отрывка:
            <br/>
            <br/>
Я воздвигну Давиду Отрасль праведную, и воцарится Он как Царь, и будет поступать разумно, и совершит суд и правду на земле (Иер. 23:5).
            <br/>
Иегова возвышен, ибо Он обитает на высоте; Он наполнил Сион судом и праведностью (Исаия 33:5).
            <br/>
"Сион" также означает небо и церковь.
            <br/>
Я, Иегова, творящий суд и правду на земле, ибо в этом Мое наслаждение (Иер. 9:24).
            <br/>
Я обручу тебя Мне навеки, и Я обручу тебя Мне в праведности и суде (Осия 2:19).
            <br/>
Иегова, на небесах праведность Твоя, как горы Божии, и суды Твои, как бездна великая (Псалом 36:5, 6).
            <br/>
Они просят у Меня судов праведности, они жаждут приблизиться к Богу (Исаия 58:2). Так и в других местах.
            <br/>
 Под "Давидом" в пророческих частях Слова подразумевается Господь (n. 1888, 9954).
            <br/>
 В Слове "Сион" означает церковь, и особенно небесную церковь (n. 2362, 9055).
            <br/>
            <br/>
217. В духовном царстве Господа существуют различные формы правления, отличающиеся в разных обществах, причем разнообразие соответствует функциям, выполняемым этими обществами; а функции этих обществ соответствуют функциям всех вещей в человеке, которым они соответствуют. То, что они разнообразны, хорошо известно: сердце выполняет одну функцию, легкие - другую, печень - третью, поджелудочная железа и селезенка - четвертую, а каждый орган чувств - пятую. Как в теле эти органы выполняют различные функции, так существуют различные функции, относящиеся к обществам в Величайшем Человеке, который есть Небеса, ибо общества там соответствуют этим органам. О том, что существует соответствие всех небесных вещей со всеми человеческими вещами, можно прочитать в отдельной главе выше (n. 87-102). Но все эти формы правления сходятся в том, что они смотрят на общественное благо как на свою цель, а в этом благе - на благо отдельного человека. И это так, потому что все на всем небе находятся под покровительством Господа, который любит всех, и из Божественной любви предписывает, чтобы было общее благо, из которого каждый человек получает свое собственное благо. Каждый, кроме того, получает благо по мере того, как он любит общее благо; ибо, насколько он любит общее благо, он любит всех и каждого; и поскольку эта любовь есть любовь к Господу, он в той же степени любим Господом, и благо приходит к нему.
            <br/>
 Каждый человек и каждая община, а также страна, церковь и в универсальном смысле Царство Господа - это ближний, и делать им добро из любви к добру в соответствии с их состоянием - значит любить ближнего; то есть, ближний - это благо этих людей, которое есть общее благо, о котором следует заботиться (n. 6818-6824, 8123).
            <br/>
Гражданское благо, которое есть справедливость, также является ближним (n. 2915, 4730, 8120-8123).
            <br/>
Поэтому милосердие к ближнему распространяется на все вещи и каждую вещь в жизни человека; и любить добро и делать добро из любви к добру и истине, а также делать справедливое из любви к справедливому в каждой функции и в каждом деле - это любовь к ближнему (n. 2417, 8121-8124).
            <br/>
            <br/>
218. Из всего этого можно понять, что представляют собой правители, а именно: это те, кто превосходит всех в любви и мудрости, и поэтому желает блага всем, а из мудрости знает, как обеспечить реализацию этого блага. Такие правители не властвуют и не диктуют, но служат и служат (служить - значит делать добро другим из любви к добру, а служить - значит следить за тем, чтобы добро было сделано); они не делают себя больше других, но меньше, ибо на первом месте у них благо общества и ближнего, а свое собственное благо они ставят на последнее место; и что на первом месте, то больше, а что на последнем, то меньше. Тем не менее, правители имеют честь и славу; они живут посреди общества, занимая более высокое положение, чем остальные, а также в великолепных дворцах; и эту славу и честь они принимают не ради себя, а ради послушания; ибо все там знают, что они имеют эту честь и славу от Господа, и поэтому должны быть послушны. Именно это подразумевается в словах Господа, обращенных к Его ученикам
            <br/>
Кто хочет быть большим между вами, да будет вам слугою; а кто будет первым между вами, да будет вам рабом; как Сын Человеческий не для того пришел, чтобы Ему служили, но чтобы послужить (Матф. 20:27, 28).
            <br/>
Кто больше между вами, да будет как меньший, и кто начальник, как служитель (Луки 22:26).
            <br/>
            <br/>
219. Также в каждом доме есть подобное правительство в меньшей форме. В каждом доме есть хозяин и есть слуги; хозяин любит слуг, а слуги любят хозяина, поэтому они служат друг другу из любви. Хозяин учит, как им следует жить, и говорит, что нужно делать; слуги повинуются и выполняют свои обязанности. Исполнение обязанностей - это наслаждение в жизни каждого человека. Это показывает, что Царство Господа - это Царство пользы.
            <br/>
            <br/>
220. Также и в аду есть правительства, ибо без правительств их нельзя было бы удержать в узде; но правительства там противоположны правительствам на небесах; это правительства любви к себе. Там каждый желает диктовать другим и властвовать над другими. Они ненавидят тех, кто не благоволит им, и делают их объектами своей мести и ярости, ибо такова природа любви к себе. Поэтому более злобные ставятся над ними в качестве правителей, и им они повинуются из страха. Но об этом ниже, где говорится об адах.
            <br/>
 Есть два вида правления: одно - из любви к ближнему, другое - из любви к себе (n. 10814).
            <br/>
Из правления по любви к ближнему проистекают все блага и все счастье (n. 10160, 10814).
            <br/>
На небесах никто не желает править из любви к себе, но все желают служить, что означает править из любви к ближнему; в этом источник их великой силы (n. 5732).
            <br/>
От правления из любви к себе проистекает все зло (n. 10038).
            <br/>
Когда любовь к себе и миру начала преобладать, люди были вынуждены подчинить себя правительствам как средству безопасности (n. 7364, 10160, 10814).
            <br/>
            <br/>
221. БОЖЕСТВЕННОЕ ПОКЛОНЕНИЕ НА НЕБЕСАХ.
            <br/>
Божественное поклонение на небесах внешне не отличается от божественного поклонения на земле, но внутренне оно другое. На небесах, как и на земле, есть доктрины, проповеди и церковные здания. В сущности, доктрины везде одинаковы; но на высших небесах они содержат больше внутренней мудрости, чем на низших. Проповеди находятся в гармонии с учениями; и как там есть дома и дворцы (n. 183-190), так там есть и церковные здания, в которых проповедуют. Такие вещи существуют на небесах, потому что ангелы постоянно совершенствуются в мудрости и любви. Ибо они обладают, как и люди, пониманием и волей; и их понимание и их воля способны постоянно совершенствоваться, понимание - посредством истин разума, а воля - посредством благ любви.
            <br/>
 Понимание восприимчиво к истине, а воля - к добру (n. 3623, 6125, 7503, 9300, 9930).
            <br/>
Как все вещи имеют отношение к истине и добру, так и все в жизни человека имеет отношение к пониманию и воле (n. 803, 10122).
            <br/>
Ангелы совершенны до вечности (n. 4803, 6648).
            <br/>
            <br/>
222. Но существенное Божественное поклонение на небесах состоит не в том, чтобы ходить в церковь и слушать проповеди, а в жизни в любви, милосердии и вере в соответствии с учением; проповеди в церквях служат исключительно как средство наставления в вопросах жизни. Я разговаривал с ангелами на эту тему и сказал им, что в мире считается, что Божественное поклонение состоит исключительно в посещении церкви, слушании проповедей, совершении таинства Вечери три или четыре раза в год и других актов поклонения в соответствии с требованиями церкви, а также в выделении особого времени для молитв, и в это время вести себя благочестиво. Ангелы сказали, что это внешние действия, которые необходимо совершать, но они бесполезны, если нет внутреннего, из которого они исходят, а это жизнь в соответствии с предписаниями, которым учит учение.
            <br/>
            <br/>
223. Чтобы я мог узнать об их встречах в местах поклонения, мне иногда разрешали присутствовать и слушать проповеди. Проповедник стоит на кафедре на востоке. Те, кто находится в свете мудрости больше других, сидят перед ним; те, кто находится в меньшем свете, сидят справа и слева от них. Места расположены по кругу, так что все находятся в поле зрения проповедника, и никто не сидит по обе стороны от него, чтобы быть вне его поля зрения. У входа, который находится в восточной части здания и слева от кафедры, стоят те, кто проходит посвящение. Никому не разрешается стоять за кафедрой; когда там кто-то есть, проповедник начинает путаться. То же самое происходит, если кто-то из прихожан выражает несогласие; и по этой причине несогласный должен отвернуть лицо. Мудрость проповедей такова, что превосходит всякое сравнение с проповедями этого мира, ибо те, кто на небесах, находятся во внутреннем свете. Церковные здания в духовном царстве, очевидно, построены из камня, а в небесном царстве - из дерева; потому что камень соответствует истине, а те, кто в духовном царстве, пребывают в истине, тогда как дерево соответствует добру, а те, кто в небесном царстве, пребывают в добре. В том царстве священные здания называются не церквями, а домами Божьими. В том царстве они лишены великолепия; но в духовном царстве они более или менее великолепны.
            <br/>
 "Камень" означает истину (n. 114, 643, 1298, 3720, 6426, 8609, 10376). "Дерево" означает добро (n. 643, 3720, 8354).
            <br/>
По этой причине древнейшие люди, пребывающие в небесном благе, имели священные здания из дерева (n. 3720).
            <br/>
            <br/>
224. Я также беседовал с одним из проповедников о том, в каком святом состоянии находятся те, кто слушает проповеди в церквях. Он сказал, что каждый благочестив, набожен и свят в согласии со своим внутренним миром, который относится к любви и вере, ибо сама святость находится в любви и вере, потому что в них пребывает Божество Господа. Он также сказал, что не знает, что такое внешняя святость помимо любви и веры; подумав, он сказал, что, возможно, это нечто поддельное святости во внешнем облике, условное или лицемерное, и что такая святость разжигается и поддерживается поддельным огнем любви к себе и миру.
            <br/>
            <br/>
225. Все проповедники - из духовного царства Господа; ни один из них не из небесного царства. Они из духовного царства, потому что ангелы там пребывают в истинах от добра, и вся проповедь должна быть от истин. Из Небесного Царства нет проповедников, потому что те, кто там находится, пребывают в благе любви, они видят и воспринимают истины из блага, но не говорят о них. Но хотя ангелы в небесном царстве воспринимают и видят истины, там есть проповеди, ибо посредством проповедей они просвещаются в истинах, которые уже знают, и совершенствуются многими истинами, которых раньше не знали. Как только они слышат истины, они признают их и таким образом воспринимают их; а истины, которые они воспринимают, они любят, и, живя в соответствии с ними, они делают их своей жизнью, заявляя, что жить в соответствии с истинами - значит любить Господа.
            <br/>
 Любовь к Господу и ближнему - это жизнь в соответствии с заповедями Господа (n. 10143, 10153, 10310, 10578, 10645, 10683).
            <br/>
            <br/>
226. Все проповедники назначены Господом и имеют дар проповеди. Другим не разрешается проповедовать в церквях. Они называются не священниками, а проповедниками. Они не называются священниками, потому что небесное царство - это небесное священство, ибо священство означает благо любви к Господу, и те, кто находится в небесном царстве, пребывают в этом благе; в то время как духовное царство - это небесное царство, ибо царство означает истину от блага, и те, кто находится в духовном царстве, пребывают в этой истине (см. выше, п. 24).
            <br/>
 Священники представляли Господа в отношении Божественного блага, цари - в отношении Божественной истины (n. 2015, 6148).
            <br/>
Поэтому в Слове "священник" означает тех, кто находится в благе любви к Господу, а священство означает это благо (n. 9806, 9809).
            <br/>
Царь" в Слове означает тех, кто находится в Божественной истине, и отсюда царствование означает истину от добра (n. 1672, 2015, 2069, 4575, 4581, 4966, 5044).
            <br/>
            <br/>
227. Доктрины, с которыми согласуются их проповеди, все смотрят на жизнь как на цель, и ни одна не смотрит на веру отдельно от жизни. Учение внутреннего неба более полно мудрости, чем учение среднего неба, и это более полно разума, чем учение высшего неба; ибо на каждом небе учения приспособлены к восприятию ангелов. Основой всех доктрин является признание Божественной Личности Господа.
            <br/>
            <br/>
228. ВЛАСТЬ АНГЕЛОВ НЕБЕСНЫХ.
            <br/>
То, что ангелы обладают силой, не может быть понято теми, кто ничего не знает о духовном мире и его притоке в мир природный. Они думают, что ангелы не могут обладать силой, потому что они духовны и даже настолько чисты и бесплотны, что ни один глаз не может их увидеть. Но те, кто более глубоко вникает в причины вещей, придерживаются иного мнения. Они знают, что вся сила, которой обладает человек, исходит от его понимания и воли (ибо без них он бессилен сдвинуть с места даже частицу своего тела), а его понимание и воля - это его духовный человек. Он движет телом и его членами по своему желанию; ибо, что он думает, то говорят уста и язык, и что он желает, то делает тело; и он дает свою силу по своему желанию. Как воля и разум человека управляются Господом через ангелов и духов, так и все вещи его тела, потому что они исходят от воли и разума; и если вы поверите, то без притока с небес человек не может и шагу ступить. То, что это так, было показано мне на собственном опыте. Ангелам было позволено двигать мои шаги, мои действия, мой язык и речь, как им было угодно, и это посредством притока в мою волю и мысли; и я узнал таким образом, что сам по себе я ничего не мог сделать. Впоследствии они сказали мне, что каждый человек управляется таким образом, и что он может знать это из учения церкви и из Слова, ибо он молится, чтобы Бог послал Своих ангелов вести его, направлять его шаги, учить его и внушать ему, что думать и что говорить, и другие подобные вещи; хотя он говорит и верит в обратное, когда он думает сам по себе, без учения. Все это было сказано для того, чтобы стало известно, какую власть ангелы имеют над человеком.
            <br/>
            <br/>
229. Но так велика сила ангелов в духовном мире, что если бы я рассказал обо всем, чему я был свидетелем в отношении этого, то это было бы выше моих представлений. Любое препятствие, которое должно быть устранено, потому что оно противоречит Божественному порядку, ангелы разрушают или низвергают просто усилием воли и взглядом. Так я видел горы, занятые злом, низвергнутые и низвергнутые, и иногда они сотрясались из конца в конец, как при землетрясениях; также скалы раскалывались до основания, и зло, находившееся на них, поглощалось. Я видел также сотни тысяч злых духов, рассеянных ангелами и низвергнутых в ад. Числа против них не помогают; не помогают и приемы, хитрость и комбинации, ибо они видят все это и рассеивают их в одно мгновение". (Но больше об этом можно узнать из рассказа "Разрушение Вавилона"). Такой силой обладают ангелы в духовном мире. Из Слова видно, что они обладают подобной властью и в естественном мире, когда им это позволено; например, они предали гибели целые армии; они вызвали мор, от которого умерло семьдесят тысяч человек. Об этом ангеле сказано следующее:
            <br/>
            <br/>
Ангел простер руку свою на Иерусалим, чтобы разрушить его, но Иегова раскаялся в этом зле и сказал ангелу, погубившему народ: довольно, теперь останови руку твою. И увидел Давид ангела, поразившего народ (2 Цар. 24:16, 17);
            <br/>
            <br/>
кроме того, в других отрывках. Поскольку ангелы имеют такую власть, они называются силами; как у Давида:
            <br/>
            <br/>
Благословите Иегову, ангелы, могущественные в силе (Псалом 103:20).
            <br/>
            <br/>
230. Но следует понимать, что ангелы не имеют никакой силы от себя, но вся их сила - от Господа, и что они являются силами лишь постольку, поскольку признают это. Кто из них верит, что имеет силу от себя, тот сразу же становится настолько слабым, что не может противостоять даже одному злому духу. По этой причине ангелы не приписывают себе никаких заслуг и отвергают всякую похвалу и славу за то, что они делают, приписывая всю хвалу и славу Господу.
            <br/>
            <br/>
231. Именно Божественная истина, исходящая от Господа, имеет всю власть на небесах, ибо Господь на небесах есть Божественная истина, соединенная с Божественным добром (см. n. 126-140). В той мере, в какой ангелы являются восприемниками этой истины, они являются силами. Более того, каждый из них является своей собственной истиной и своим собственным благом, потому что каждый из них таков, каковы его понимание и воля. Понимание относится к истине, потому что все в нем от истины, а воля относится к благу, потому что все в нем от блага; ибо все, что кто понимает, он называет истиной, а все, что желает, он называет благом. Отсюда следует, что каждый есть своя собственная истина и свое собственное благо. Поэтому, насколько ангел есть истина от Божественного и благо от Божественного, настолько он есть сила, ибо в той мере Господь в нем. И поскольку ничьи добро и истина не похожи и не совпадают полностью с другими, так как на небесах, как и в мире, существует бесконечное разнообразие (n. 20), то и сила одного ангела не похожа на силу другого. Те, кто составляют руки в Величайшем Человеке, или небе, имеют наибольшую силу, потому что они более других в истинах, и в их истины вливается добро со всего неба. Более того, сила всего человека переходит в руки, и с их помощью все тело осуществляет свои силы. По этой причине в Слове "руки" и "рука" означают силу. Иногда на небе видят обнаженную руку, настолько мощную, что она может разбить в щепки все на своем пути, даже если бы это была огромная скала на земле. Однажды она была направлена ко мне, и я почувствовал, что она способна раздробить мои кости на атомы.
            <br/>
 Ангелы называются силами и являются силами от того, что принимают Божественную истину от Господа (n. 9639).
            <br/>
Ангелы являются получателями Божественной истины от Господа и по этой причине иногда называются "богами" в Слове (n. 4295, 4402, 7268, 7873, 8192, 8301, 9160).
            <br/>
 Человек или ангел - это его собственное добро и его собственная истина, таким образом, его собственная любовь и его собственная вера (n. 10298, 10367).
            <br/>
Он есть его собственное понимание и его собственная воля, ибо все жизненное исходит оттуда; жизнь добра - от воли, а жизнь истины - от понимания (n. 10076 10177 10264, 10284).
            <br/>
 Соответствие рук, кистей и плеч с Величайшим человеком или небесами (n. 4931-4937).
            <br/>
В Слове "руки" и кисти означают силу (n. 878, 3091, 4932, 4933, 6947, 10019).
            <br/>
            <br/>
232. Выше (n. 137) было показано, что Божественная истина, исходящая от Господа, обладает всей силой, и что ангелы обладают силой в той мере, в какой они являются восприемниками Божественной истины от Господа. Но ангелы являются настолько же приемниками Божественной истины, насколько они являются приемниками Божественного блага, ибо истина имеет всю свою силу от блага, и ни одна не имеет ее отдельно от блага. Так же и добро имеет всю свою силу через истины, а не отдельно от истин. Сила проистекает из соединения этих двух начал. То же самое верно в отношении веры и любви; ибо одинаково, говоришь ли ты истина или вера, поскольку все, что от веры, есть истина; также одинаково, говоришь ли ты добро или любовь, поскольку все, что от любви, есть добро. О великой силе, которую имеют ангелы посредством истин от добра, свидетельствует также следующее: когда злой дух просто смотрит на ангелов, он впадает в обморок и не выглядит как человек, и это до тех пор, пока ангел не отвратит свой взгляд. Такой эффект производит взгляд ангельских глаз, потому что взгляд ангелов исходит от небесного света, а небесный свет - это Божественная истина (см. выше, n. 126-132). Более того, глаза соответствуют истинам от добра.
            <br/>
 Вся власть на небесах - это власть истины от добра, а значит, веры от любви (n. 3091, 3563, 6423, 8304, 9643, 10019, 10182).
            <br/>
Всякая власть от Господа, потому что от Него всякая истина веры и всякое добро любви (n. 9327, 9410).
            <br/>
Эта власть подразумевается под ключами, данными Петру (n. 6344).
            <br/>
Именно Божественная истина, исходящая от Господа, имеет всю силу (n. 6948, 8200).
            <br/>
Эта власть Господа означает "сидящий одесную Иеговы" (n. 3387, 4592, 4933, 7518, 7673, 8281, 9133).
            <br/>
Правая рука означает власть (n. 10019).
            <br/>
 Глаза соответствуют истинам от добра (n.4403-4421, 4523-4534, 6923).
            <br/>
            <br/>
233. Как истины от добра имеют всякую власть, так ложь от зла не имеет никакой власти;  и поскольку все в аду находятся в ложности от зла, они не имеют власти против истины и добра. Но какую силу они имеют между собой, и какую силу имеют злые духи перед тем, как их бросят в ад, будет сказано далее.
            <br/>
 Ложь от зла не имеет силы, потому что истина от пищи имеет всю силу (n 6784, 10481).
            <br/>
            <br/>
234. РЕЧЬ АНГЕЛОВ.
            <br/>
Ангелы разговаривают друг с другом так же, как и люди в мире, и на разные темы, как о домашних делах, так и о делах гражданских, о нравственной и духовной жизни. И нет никакой разницы, кроме того, что их разговоры более разумны, чем человеческие, потому что они исходят из более внутренних мыслей. Мне было позволено часто общаться с ними и говорить с ними как друг с другом, а иногда как незнакомец с незнакомцем; и поскольку я тогда находился в таком же состоянии, как они, я не знал ничего другого, кроме того, что я говорю с людьми на земле.
            <br/>
            <br/>
235. Ангельская речь, как и человеческая, делится на слова; она также произносится и слышится; ибо ангелы, как и люди, имеют рот, язык и уши, а также атмосферу, в которой артикулируется звук их речи, хотя это духовная атмосфера, приспособленная для ангелов, которые являются духовными. В своей атмосфере ангелы дышат и произносят слова посредством своего дыхания, как это делают люди в своей атмосфере.
            <br/>
 На небесах есть дыхание, но оно внутреннего рода (n. 3884, 3885) из опыта (n. 3884, 3885, 3891, 3893).
            <br/>
Там есть разные дыхания, различающиеся в соответствии с их состояниями (n. 1119, 3886, 3887, 3889, 3892, 3893).
            <br/>
Злые люди совершенно не могут дышать на небесах, и они задыхаются, если попадают туда (n. 3894).
            <br/>
            <br/>
236. На всем небе у всех один язык, и все они понимают друг друга, к какому бы обществу, близкому или отдаленному, они ни принадлежали. Язык там не выучен, но инстинктивно присущ всем, ибо он вытекает из самой их привязанности и мысли, тона их речи соответствуют их привязанностям, а голосовые артикуляции, которые являются словами, соответствуют идеям мысли, возникающим из привязанностей; и из-за этого соответствия сама речь является духовной, ибо она звучит от привязанности и говорит от мысли. [2] Каждый, кто задумается над этим, может увидеть, что всякая мысль происходит от привязанности, которая относится к любви, и что идеи мысли - это различные формы, в которые распределяется общая привязанность; ибо ни одна мысль или идея невозможна без привязанности - душа и жизнь мысли происходит от привязанности. Благодаря этому ангелы могут узнать по речи другого человека, что он собой представляет: по тону - его привязанность, а по голосовым артикуляциям или словам - его ум. Самые мудрые ангелы знают, что такое правящая привязанность, по одной серии слов, ибо именно на эту привязанность они обращают основное внимание. [3] Известно, что у каждого человека есть множество привязанностей: одна привязанность - в радости, другая - в горе, третья - в сочувствии и сострадании, четвертая - в искренности и истине, пятая - в любви и милосердии, пятая - в рвении или в гневе, пятая - в симуляции и обмане, пятая - в поисках чести и славы и так далее. Но правящая привязанность или любовь присутствует во всем этом; и по этой причине мудрейшие ангелы, поскольку они воспринимают эту любовь, знают по речи все состояние другого". [4] Это мне было дано узнать из большого опыта. Я слышал, как ангелы раскрывали характер жизни другого человека, просто слыша его речь. Они также говорили, что из любой мысли другого человека они могут узнать все вещи его жизни, потому что из этих мыслей они знают его правящую любовь, в которой все вещи находятся в своем порядке. Они также знают, что книга жизни человека - это не что иное.
            <br/>
            <br/>
237. Ангельский язык не имеет ничего общего с человеческими языками, кроме некоторых слов, которые являются звуками определенной привязанности; но это относится не к самим словам, а к их звукам; об этом будет сказано в следующих словах То, что ангельский язык не имеет ничего общего с человеческими языками, очевидно из того факта, что ангелы не могут произнести ни одного слова на человеческом языке. Это пытались сделать, но не смогли, потому что они не могут произнести ничего, кроме того, что находится в полном согласии с их привязанностями; все, что не находится в согласии, противно самой их жизни, ибо жизнь принадлежит привязанностям, а их речь - от их жизни. Мне говорили, что первый язык людей на нашей земле совпадал с языком ангелов, потому что они получили его с небес; и что древнееврейский язык в некоторых отношениях совпадает с ним.
            <br/>
            <br/>
238. Поскольку речь ангелов соответствует их привязанностям, а привязанности - их любви, а небесная любовь - это любовь к Господу и любовь к ближнему (см. выше, n. 13-19), очевидно, насколько изящной и восхитительной должна быть их речь, воздействующая не только на уши, но и на внутреннюю часть ума тех, кто ее слушает. С одним жестокосердным духом беседовал ангел. В конце концов он был так поражен тем, что было сказано, что пролил слезы, сказав, что никогда раньше не плакал, но не мог сдержаться, потому что это говорила любовь.
            <br/>
            <br/>
239. Речь ангелов также полна мудрости, потому что она исходит из их внутренних мыслей, а их внутренняя мысль есть мудрость, как их внутренняя привязанность есть любовь, и в их речи их любовь и мудрость соединяются. По этой причине их речь настолько полна мудрости, что они могут выразить одним словом то, что человек не может выразить тысячей слов, а идеи их мысли включают в себя вещи, которые непостижимы для человека, а тем более для его силы выражения. Вот почему о том, что было услышано и увидено на небесах, говорят, что это невыразимо и так, как ни ухо не слышало, ни глаз не видел". [2] В том, что это правда, мне также было позволено убедиться на собственном опыте. Временами я входил в состояние, в котором находятся ангелы, и в этом состоянии разговаривал с ними, и тогда я все понимал. Но когда я возвращался в свое прежнее состояние, а значит, в естественное мышление, свойственное человеку, и желал вспомнить услышанное, я не мог; ибо там были тысячи вещей, не приспособленных к идеям естественного мышления, а потому невыразимых иначе, как изменениями небесного света, а значит, и вовсе не человеческими словами. [3] Также идеи мысли ангелов, из которых исходят их слова, являются изменениями небесного света, а привязанности, из которых исходят тона слов, являются изменениями небесного тепла, свет небес - Божественная истина или мудрость, а тепло небес - Божественное благо или любовь (см. выше, n. 126-140); и ангелы имеют свою привязанность от Божественной любви, а свою мысль - от Божественной мудрости.
            <br/>
 Идеи ангелов, от которых они говорят, выражаются чудесными изменениями небесного света (n. 1646, 3343, 3993).
            <br/>
            <br/>
240. Поскольку речь ангелов исходит непосредственно из их аффекта, а идеи их мысли - это различные формы, в которые распределяется их общий аффект (см. выше, n. 236), ангелы могут выразить в одно мгновение то, что человек не может выразить за полчаса; также они могут изложить в нескольких словах то, что было выражено письменно на многих страницах; и это также было доказано мне большим опытом. Таким образом, мысли ангелов и слова их речи составляют одно целое, как причина и следствие; ибо то, что есть в мыслях как причина, представлено в словах как следствие, и вот почему каждое слово постигает в себе так много вещей. Также все особенности ангельской мысли, а значит, и ангельской речи, предстают перед взором как тонкая волна или обтекающая атмосфера, в которой находятся бесчисленные вещи в их порядке, вытекающем из ангельской мудрости, и они входят в мысль другого и воздействуют на него. Мысли каждого, как ангела, так и человека, представляются взору в свете небес, когда Господу угодно.
            <br/>
 Ангелы могут выразить своей речью за мгновение больше, чем человек может выразить своей речью за полчаса; они также могут выразить то, что не поддается выражению человеческой речи (n. 1641-1643, 1645, 4609, 7089).
            <br/>
 Бесчисленные вещи, содержащиеся в одной идее мысли (n. 1008, 1869, 4946, 6613-6618).
            <br/>
Идеи мысли человека открываются в другой жизни, и то, чем они являются, представляется на обозрение этой жизни (n. 1869, 3310, 5510).
            <br/>
Каков их вид (n. 6601, 8885).
            <br/>
Идеи ангелов внутренних небес имеют вид пламенного света (n. 6615).
            <br/>
Идеи ангелов крайних небес имеют вид тонких белых облаков (n. 6614).
            <br/>
Видели ангельскую идею, от которой исходило излучение в сторону Господа (n. 6620).
            <br/>
Идеи мысли широко распространяются в обществах ангелов вокруг (n. 6598-6613).
            <br/>
            <br/>
241. Речь ангелов небесного царства Господа похожа на речь ангелов Его духовного царства, но она исходит из более внутренних мыслей. Небесные ангелы пребывают в благе любви к Господу и потому говорят от мудрости; духовные же ангелы пребывают в благе милосердия к ближнему, которое по своей сути есть истина (n. 215), и потому говорят от разума, ибо мудрость - от блага, а разум - от истины. По этой причине речь небесных ангелов подобна нежному потоку, мягкому и как бы непрерывному; речь же духовных ангелов слегка вибрирует и разделена. В речи небесных ангелов много тонов гласных u и o, а в речи духовных ангелов много тонов e и i*; ибо гласные обозначают тон, а в тоне есть привязанность, тон речи ангелов соответствует их привязанности, как было сказано выше (n. 236), а голосовые артикуляции, которые являются словами, соответствуют идеям мысли, которые возникают из привязанности. Как гласные не являются существенными для языка, но служат посредством тонов для возвышения слов к различным аффектам в соответствии с состоянием каждого, так и в еврейском языке гласные не выражены, а также произносятся по-разному. Отсюда ангелам известны качества человека в отношении его привязанности и любви. Также в речи небесных ангелов нет твердых согласных, и она редко переходит от одной согласной к другой без вмешательства слова, начинающегося с гласной. Вот почему в Слове так часто встречается частица "и", как это видно тем, кто читает Слово на иврите, в котором эта частица мягкая, начинающаяся и заканчивающаяся гласным звуком. Опять же, в Слове на иврите по используемым словам можно в какой-то мере определить, принадлежат ли они к небесному или духовному классу, то есть, относятся ли они к добру или истине. Те, что связаны с добром, в основном содержат звуки у и о, а также немного а, в то время как те, что связаны с истиной, содержат звуки е и и. Поскольку именно в тонах выражаются привязанности, в человеческой речи, когда обсуждаются великие темы, такие как небо [caelum] и Бог [Deus], предпочитаются слова, содержащие гласные у и о; а музыкальные тона, когда нужно выразить такие темы, поднимаются до той же полноты; но не тогда, когда передаются менее возвышенные темы. С помощью таких средств музыкальное искусство способно выражать привязанности различного рода.
            <br/>
* [Как эти гласные произносятся в европейском языке. - Тр.]
            <br/>
            <br/>
242. В ангельской речи есть некая симфония, которую невозможно описать; она происходит от излияния и распространения мыслей и привязанностей, из которых вытекает речь, в соответствии с формой небес, и вся принадлежность и все общение на небесах соответствует этой форме. Что ангелы связаны в соответствии с формой небес, и что их мысли и привязанности текут в соответствии с ней, можно увидеть выше (n. 200-212).
            <br/>
 В ангельской речи есть симфония с гармоничным кадансом (n. 1648, 1649, 7191).
            <br/>
            <br/>
243. Речь, подобная той, что в духовном мире, присуща каждому человеку в его внутренней интеллектуальной части; но человек не знает этого, потому что эта речь у человека не переходит, как у ангелов, в слова, аналогичные аффектам; тем не менее именно это заставляет человека, когда он переходит в другую жизнь, приходить к той же речи, что у духов и ангелов, и таким образом уметь говорить без наставлений. Но подробнее об этом здесь и далее.
            <br/>
 Существует духовная или ангельская речь, принадлежащая человеку, хотя он и не знает об этом (n. 4104).
            <br/>
Идеи внутреннего человека духовны, но во время жизни в мире человек воспринимает их естественно, потому что тогда он мыслит естественно (n. 10236, 10237, 10551).
            <br/>
После смерти человек приходит к своим внутренним идеям (n. 3226, 3342, 3343, 10568, 10604).
            <br/>
Эти идеи затем формируют его речь (n. 2470-2479).
            <br/>
            <br/>
244. На небесах, как было сказано выше, у всех одна речь; но она различна в этом отношении: речь мудрых более внутренняя и более насыщенная вариациями привязанностей и идей мысли, в то время как речь менее мудрых более внешняя и менее полная; а речь простых еще более внешняя, состоящая из слов, из которых нужно извлечь смысл так же, как когда люди разговаривают друг с другом. Есть также речь лица, заканчивающаяся чем-то звучным, измененным идеями. Опять же, есть речь, в которой небесные представители смешиваются с идеями и переходят от идей к зрению. Есть также речь жестами, которые соответствуют привязанностям и представляют вещи, подобные тем, которые выражаются словами. Есть речь посредством генералов аффектов и генералов мыслей. Есть речь, подобная грому; кроме того, есть и другие виды.
            <br/>
            <br/>
245. Речь злых и адских духов также естественна для них, потому что она исходит из привязанностей; но она исходит из злых привязанностей и вытекающих из них грязных идей, к которым ангелы совершенно не склонны. Таким образом, способы говорить в аду противоположны небесным, и поэтому злые духи не могут вынести ангельской речи, а ангелы не могут вынести инфернальной речи. Для ангелов адская речь подобна дурному запаху, бьющему в ноздри. Речь лицемеров, которые способны выдавать себя за ангелов света, похожа на речь ангелов в отношении слов, но в отношении привязанностей и вытекающих из них идей мышления она прямо противоположна. Следовательно, когда внутренняя природа их речи воспринимается так, как воспринимают ее мудрые ангелы, она слышится как скрежет зубов и поражает ужасом.
            <br/>
            <br/>
246. РЕЧЬ АНГЕЛОВ С ЧЕЛОВЕКОМ.
            <br/>
Ангелы, говорящие с человеком, говорят не на своем языке, не на каком-либо неизвестном человеку языке, но на языке самого человека или на каком-либо другом языке, с которым он знаком. Это происходит потому, что когда ангелы говорят с человеком, они обращаются к нему и соединяются с ним; и это соединение ангела с человеком приводит к тому, что они оба находятся в сходной мысли; а так как мысль человека соединяется с его памятью, и это является источником его речи, то у обоих один и тот же язык. Более того, когда ангел или дух приходит к человеку и, обратившись к нему, соединяется с ним, он настолько входит в память человека, что едва ли сознает, что сам не знает всего, что знает человек, включая его языки. [2] Я говорил об этом с ангелами и сказал, что, возможно, они думают, что обращаются ко мне на моем родном языке, поскольку он так воспринимается, но говорю не они, а я, и что это очевидно из того, что ангелы не могут произнести ни слова на человеческом языке (см. n. 237); кроме того, человеческий язык естественен, а они духовны, а духовные существа не могут выразить что-либо естественным образом. На это они ответили, что сознают, что их связь с человеком, с которым они говорят, заключается в его духовной мысли; но поскольку его духовная мысль перетекает в его естественную мысль, а естественная мысль соединяется с его памятью, то язык человека и все его знания кажутся им их собственными; И что это так по той причине, что хотя Господу угодно, чтобы было такое соединение с человеком и введение его на небеса, но состояние человека сейчас таково, что уже не может быть такого соединения с ангелами, но только с духами, которые не на небесах. [3] Когда я говорил об этом с духами, они также не хотели верить, что это человек говорит, настаивая на том, что они говорят в человеке, также что знание человека - это их знание, а не знание человека, следовательно, все, что человек знает, от них. Я пытался убедить их многими доказательствами, что это не так, но тщетно. Кто подразумевается под духами, а кто - под ангелами, будет сказано далее, когда речь пойдет о мире духов.
            <br/>
            <br/>
247. Есть еще одна причина, по которой ангелы и духи так тесно связаны с человеком, что не знают, что то, что принадлежит человеку, принадлежит им, а именно: в человеке существует такое соединение между духовным и природным миром, что оба они кажутся одним целым. Но поскольку человек отделил себя от неба, Господь предусмотрел, чтобы с каждым человеком были ангелы и духи, и чтобы человек управлялся Господом через них. В этом причина такой тесной связи. Было бы иначе, если бы человек не отделился, ибо в этом случае он мог бы управляться Господом через общий поток с небес, без духов и ангелов, примыкающих к нему. Но этот вопрос будет специально рассмотрен в последующем, когда речь пойдет о соединении небес с человеком.
            <br/>
            <br/>
248. Речь ангела или духа с человеком слышна ему так же, как и речь человека с человеком, но только ему самому, а не другим, кто стоит рядом; и по той причине, что речь ангела или духа сначала входит в мысль человека и внутренним путем в его орган слуха, и таким образом движет его изнутри; в то время как речь человека с человеком сначала входит в воздух и внешним путем в его орган слуха, и движет его извне. Таким образом, очевидно, что речь ангела или духа с человеком слышна внутри него; но поскольку органы слуха движутся одинаково, то и речь слышна одинаково. То, что речь ангела или духа нисходит изнутри даже в ухо, мне стало ясно из того факта, что она также нисходит на язык, вызывая легкую вибрацию, но без такого движения, как когда сам человек с помощью языка превращает звук речи в слова.
            <br/>
            <br/>
249. Но в настоящее время беседы с духами редко разрешаются, потому что это опасно;  ибо тогда духи знают, чего они не знают, что они с человеком; а злые духи таковы, что они держат человека в смертельной ненависти и ничего не желают так сильно, как уничтожить его душу и тело, и это они делают в случае тех, кто так предался фантазиям, что отделил от себя удовольствия, приличествующие естественному человеку. Некоторые, ведущие уединенный образ жизни, иногда слышат, как духи разговаривают с ними, причем без всякой опасности; но чтобы духи не знали, что они с человеком, Господь через определенные промежутки времени удаляет их; ибо большинство духов не знают, что существует иной мир, кроме того, в котором они живут, и поэтому не подозревают, что где-то еще есть люди; вот почему человеку не разрешается говорить с ними в ответ. Если бы он это сделал, они бы знали. Опять же, те, кто много размышляет о религиозных предметах и так сосредоточен на них, что видит их как бы внутри себя, начинают слышать, как духи говорят с ними; ибо религиозные убеждения, каковы бы они ни были, когда человек размышляет о них сам по себе и не приспосабливает их к различным вещам, используемым в мире, проникают во внутреннее пространство и покоятся там, и занимают весь дух человека, и даже входят в духовный мир и действуют на духов там. Но такие люди - мечтатели и энтузиасты; и какой бы дух они ни слышали, они считают его Святым Духом, тогда как на самом деле это восторженные духи. Такие духи видят ложь как истину, и, видя ее, они побуждают верить в нее не только себя, но и тех, в кого они вселяются. Такие духи, однако, постепенно удаляются, потому что они начинают завлекать других во зло и овладевать ими. Духи-энтузиасты отличаются от других духов тем, что они считают себя Святым Духом и верят, что то, что они говорят, является Божественным. Поскольку человек почитает таких духов Божественным поклонением, они не пытаются причинить ему вред. Я иногда беседовал с ними, и тогда раскрывались те злые вещи, которые они вливали в своих поклонников. Они обитают вместе слева, в пустынном месте".
            <br/>
 Человек может говорить с духами и ангелами, и древние люди часто беседовали с ними (n. 67-69, 784, 1634, 1636, 7802).
            <br/>
На некоторых землях ангелы и духи появляются в человеческом облике и разговаривают с жителями (n. 10751, 10752).
            <br/>
Но на этой земле в настоящее время опасно разговаривать с духами, если только человек не находится в истинной вере и не руководим Господом (n. 784, 9438, 10751).
            <br/>
            <br/>
250. Но говорить с ангелами небесными дано только тем, кто пребывает в истинах от добра, особенно тем, кто пребывает в признании Господа и Божественного в Его Человеке, потому что это истина, в которой находятся небеса. Ибо, как было показано выше, Господь есть Бог небес (n. 2-6); именно Божество Господа творит небеса (n. 7-12); Божество Господа на небесах есть любовь к Нему и милосердие к ближнему от Него (n. 13-19); все небо в едином комплексе отражает одного человека; также каждое общество небес; и каждый ангел имеет полный человеческий облик, и это от Божественного Человека Господа (n. 59-86). Из всего этого следует, что только те, чьи внутренности открыты Божественными Истинами, даже Господу, способны говорить с ангелами небес, ибо именно в эти истины с человеком вливается Господь, а когда Господь вливается в небо, вливаются и небеса. Божественные истины открывают внутренности человека, потому что человек был создан таким образом, чтобы быть в отношении своего внутреннего человека образом неба, а в отношении своего внешнего - образом мира (n. 57); и внутренний человек открывается только посредством Божественной истины, исходящей от Господа, потому что это свет небес и жизнь небес (n. 126-140).
            <br/>
            <br/>
251. Приток Самого Господа в человека - в его лоб, а из него - во все лицо, потому что лоб человека соответствует любви, а лицо - всем внутренностям. Приток духовных ангелов в человека - в его голову повсюду, от лба и висков до всей части, содержащей головной мозг, потому что эта область головы соответствует интеллекту; но приток небесных ангелов - в ту часть головы, которая содержит мозжечок и называется затылком, от ушей по всему периметру до шеи, потому что эта область соответствует мудрости. Вся речь ангелов с человеком входит этими путями в его мысли; и таким образом я понял, какими ангелами они были, которые говорили со мной".
            <br/>
 "Лоб" соответствует небесной любви, и поэтому в Слове означает эту любовь (n. 9936).
            <br/>
Лицо" соответствует внутренностям человека, которые относятся к мысли и привязанности (n. 1568, 2988 2989, 3631, 4796, 4797, 4800, 5165, 5168, 5695, 9306).
            <br/>
Лицо формируется в соответствии с внутренним миром (n. 4791-4805, 5695).
            <br/>
Следовательно, "лицо" в Слове означает внутренность (n. 1999, 2434, 3527, 4066, 4796).
            <br/>
            <br/>
252. Те, кто беседует с ангелами небесными, также видят вещи, которые существуют на небесах, потому что они тогда видят в свете небес, ибо их внутренности находятся в этом свете; также ангелы через них видят вещи, которые находятся на земле, потому что в них небеса соединены с миром, а мир соединен с небесами. Ибо (как было сказано выше, п. 246), когда ангелы обращаются к человеку, они так соединяются с ним, что совершенно не знают, что то, что относится к человеку, не принадлежит им - не только то, что относится к его речи, но также к его зрению и слуху; а человек, с другой стороны, совершенно не знает, что то, что поступает через ангелов, не принадлежит ему. Такова была связь, существовавшая между ангелами небесными и древнейшими людьми на этой земле, и по этой причине их времена были названы Золотым веком. Поскольку эта раса признавала Божественное в человеческом облике, то есть Господа, они разговаривали с ангелами небесными как со своими друзьями, а ангелы небесные разговаривали с ними как со своими друзьями; и в них небо и мир составляли одно целое. Но после этих времен человек постепенно отделился от неба, возлюбив себя больше, чем Господа, и мир больше, чем небо, и, как следствие, стал ощущать наслаждение от любви к себе и миру отдельно от наслаждения неба, и, наконец, до такой степени, что не знал никакого другого наслаждения. Тогда его внутреннее пространство, которое было открыто на небо, закрылось, а внешнее открылось миру; и когда это происходит, человек находится в свете по отношению ко всему мирскому, но в густой тьме по отношению ко всему небесному.
            <br/>
 Духи не могут видеть через человека ничего, что находится в этом солнечном мире, но они видели через мои глаза; причина (n. 1880).
            <br/>
            <br/>
253. С тех пор лишь в редких случаях кто-либо разговаривал с ангелами небесными; но некоторые разговаривали с духами, которых нет на небесах. Это происходит потому, что внутренние и внешние способности человека таковы, что они обращены либо к Господу как их общему центру (n. 124), либо к себе, то есть назад от Господа. Те, кто обращен к Господу, также обращены к небу. Но те, кто обращен к себе, обращены и к миру. И возвысить их - дело трудное; тем не менее, Господь возвышает их настолько, насколько это возможно, обращая любовь к себе, что делается посредством истин из Слова.
            <br/>
            <br/>
254. Мне рассказывали, как Господь говорил с пророками, через которых было дано Слово. Он говорил с ними не так, как с древними, вливаясь в их внутренности, но через посланных к ним духов, которых Он наполнял Своим взглядом и таким образом вдохновлял словами, которые они диктовали пророкам; так что это было не вливание, а диктовка. И поскольку слова исходили непосредственно от Господа, каждое из них было наполнено Божественным и содержало в себе внутренний смысл, который таков, что ангелы небесные понимают слова в небесном и духовном смысле, в то время как люди понимают их в естественном смысле. Так Господь соединил небо и мир посредством Слова. Также стало ясно, как Господь наполняет духов Божественным взглядом. Дух, наполненный Господом Божественным, не знает ничего иного, кроме того, что он - Господь, и что это Божественное говорит; и это продолжается до тех пор, пока он не закончит говорить. После этого он воспринимает и признает, что он - дух, и что он говорил от Господа, а не от себя. Поскольку таково было состояние духов, которые говорили с пророками, они говорили, что это говорил Иегова; духи даже называли себя Иеговой, как видно из пророческой и исторической частей Слова.
            <br/>
            <br/>
255. Чтобы природа соединения ангелов и духов с человеком была понятна, мне позволено упомянуть некоторые примечательные вещи, на основании которых это можно прояснить и проверить. Когда ангелы и духи обращаются к человеку, они не знают ничего иного, кроме того, что язык человека - их собственный и что у них нет другого языка; и по той причине, что они там говорят на языке человека, а не на своем собственном, который они забыли. Но как только они отворачиваются от человека, они переходят на свой собственный ангельский и духовный язык и ничего не знают о языке человека. У меня был подобный опыт, когда я был в компании с ангелами и находился в таком же состоянии, как они. Тогда я разговаривал с ними на их языке и ничего не знал о своем собственном, забыв его; но как только я перестал присутствовать с ними, я стал говорить на своем собственном языке". [2] Еще один примечательный факт: когда ангелы и духи обращаются к человеку, они могут говорить с ним на любом расстоянии; они говорили со мной на значительном расстоянии так же звучно, как и когда находились рядом. Но когда они отворачиваются от человека и разговаривают друг с другом, человек вообще ничего не слышит из того, что они говорят, даже если это близко к его уху". Из этого стало ясно, что все соединения в духовном мире определяются тем, как они повернуты". [3] Другим примечательным фактом является то, что многие духи вместе могут говорить с человеком, а человек с ними; ибо они посылают одного из своего числа к человеку, с которым хотят говорить, и посланный дух обращается к человеку, а остальные обращаются к его духу и таким образом концентрируют свои мысли, которые дух произносит; и тогда дух не знает иначе, как то, что он говорит от себя, а они не знают иначе, как то, что они говорят. Таким же образом происходит соединение многих с одним посредством обращения. Но об этих духах-эмиссарах, которые также называются субъектами, и об общении посредством них будет сказано далее.
            <br/>
 Духи, посылаемые из одного общества духов в другие общества, называются субъектами (n. 4403, 5856).
            <br/>
Общение в духовном мире осуществляется такими духами-эмиссарами (n. 4403, 5856, 5983).
            <br/>
Дух, когда он послан и служит в качестве субъекта, думает от тех, кем он послан, а не от себя (n. 5985-5987).
            <br/>
            <br/>
256. Ангелу или духу не позволено говорить с человеком из своей памяти, но только из памяти человека; ибо ангелы и духи обладают памятью так же, как и люди. Если бы дух говорил с человеком из своей памяти, то человек не знал бы, что мысли, которые тогда были в его голове, были его собственными, хотя это были мысли духа. Это было бы похоже на воспоминание о том, чего человек никогда не слышал и не видел. То, что это так, я знаю на собственном опыте. Это источник веры, которой придерживались некоторые древние, что через несколько тысяч лет они должны были вернуться в свою прежнюю жизнь, и все, что они делали, и на самом деле вернулись. Они пришли к такому выводу потому, что временами к ним приходили воспоминания о том, чего они никогда не видели и не слышали. Это происходило от притока из памяти духов в их мыслительные идеи.
            <br/>
            <br/>
257. Есть также духи, называемые естественными и телесными духами. Когда они приходят к человеку, они не соединяются с его мыслью, как другие духи, но входят в его тело, занимают все его чувства, говорят его устами и действуют через его члены, полагая в то время, что все вещи человека принадлежат им. Это духи, которые одерживают человека. Но такие духи были низвергнуты Господом в ад, и таким образом полностью удалены; и, следовательно, такие одержимости невозможны в настоящее время".
            <br/>
 Внешние или телесные одержимости не допускаются в настоящее время, как это было раньше (n. 1983).
            <br/>
Но в настоящее время внутренние одержимости, относящиеся к разуму, разрешены больше, чем раньше (n. 1983, 4793).
            <br/>
Человек внутренне одержим, когда у него возникают грязные и скандальные мысли о Боге и ближнем, и его удерживают от их высказывания только внешние соображения, которыми являются страх потери репутации, чести, выгоды и страх перед законом и потерей жизни (n. 5990).
            <br/>
О дьявольских духах, которые в основном одержимы внутренним миром человека (n. 4793).
            <br/>
О дьявольских духах, которые жаждут одержимости внешним миром человека; что такие духи заключены в аду (n. 2752, 5990).
            <br/>
            <br/>
258. ПИСЬМЕНА НА НЕБЕСАХ.
            <br/>
Поскольку ангелы обладают речью, а речь их состоит из слов, у них также есть письмена; и письмом, как и речью, они выражают то, что у них на уме. Временами мне присылали бумаги, испещренные словами, точно как рукописи в мире, а другие - как печатные листы; и я мог читать их подобным образом, но мне было позволено получить из них только идею там и тут; по той причине, что это не соответствует Божественному порядку, чтобы человека учили письменами с небес; но он должен учиться только посредством Слова; ибо только посредством Слова происходит общение и соединение небес с миром, а значит, и Господа с человеком. То, что написанные на небе бумаги видели и пророки, показано в Иезекииле:
            <br/>
            <br/>
Когда я взглянул, вот рука, протянутая духом ко мне, и в ней свиток книги, который он развернул перед моим взором; на лицевой стороне и на обороте было написано (2:9, 10).
            <br/>
            <br/>
И в Евангелии от Иоанна:
            <br/>
            <br/>
И увидел я по правую руку Сидящего на престоле книгу, написанную внутри и на обороте, запечатанную семью печатями (Апок. 5:1).
            <br/>
            <br/>
259. Существование писаний на небесах - это положение Господа ради Слова; ибо Слово по своей сути есть Божественная истина, и от нее происходит вся небесная мудрость, как с людьми, так и с ангелами; ибо Слово было продиктовано Господом, а то, что продиктовано Господом, проходит через все небеса по порядку и заканчивается человеком. Таким образом, оно приспособлено как к мудрости ангелов, так и к интеллекту людей. Поэтому и у ангелов есть Слово, и они читают его так же, как и люди на земле, и черпают из него свои доктрины, и проповедуют из него (n. 221). Это то же самое Слово, но его естественный смысл, который для нас является смыслом буквы, на небе не существует, а существует только духовный смысл, который является его внутренним смыслом. Что это за смысл, можно увидеть в небольшом трактате "Белый конь", о котором говорится в Апокалипсисе.
            <br/>
            <br/>
260. Однажды с небес мне была послана маленькая бумажка, на которой было написано несколько слов только еврейскими буквами, и мне было сказано, что каждая буква содержит арканы мудрости, и что эти арканы содержатся в изгибах и искривлениях букв, а значит, и в звуках. Это прояснило мне, что означают эти слова Господа:
            <br/>
            <br/>
Истинно говорю вам: доколе не прейдет небо и земля, ни одна йота или ни одна крупица не прейдет из закона (Матф. 5:18).
            <br/>
            <br/>
То, что Слово в каждой частице Божественное, известно в Церкви; но где именно скрыто Божественное в каждой частице, до сих пор не было известно, а потому будет сказано. На внутренних небесах письменность состоит из различных склоняемых и обводимых форм, и эти склонения и обводы соответствуют формам небес. С их помощью ангелы выражают арканы своей мудрости, а также многое, что они не могут выразить в устной речи; и что замечательно, ангелы знают это письмо без обучения или учителя, оно вживлено в них подобно их речи (см. п. 236); поэтому это письмо - небесное письмо. Оно вживлено, потому что все распространение мыслей и привязанностей и последующее общение интеллекта и мудрости ангелов происходит в соответствии с формой небес (n. 201); и по той же причине их письмо перетекает в эту форму. Мне говорили, что древнейшие люди на земле, еще до изобретения букв, имели такое письмо; и что оно было перенесено в буквы древнееврейского языка, а эти буквы в древние времена были все извилистыми, и ни одна из них, как сейчас, не была ограничена прямыми линиями. Таким образом, в Слове Божественные вещи и небесные арканы содержатся даже в его йотах, точках и титлах.
            <br/>
            <br/>
261. Это письмо небесными символами используется на внутренних небесах, ангелы которых превосходят всех остальных в мудрости. С помощью этих символов они выражают свои чувства, из которых вытекают мысли и следуют по порядку в соответствии с рассматриваемой темой. Следовательно, эти письмена, которые мне также было позволено увидеть, включают в себя арканы, которые мысль не может исчерпать. Но такие письмена не существуют на нижних небесах. Письмена там похожи на письмена в мире, имея подобные символы, и все же они не понятны человеку, поскольку написаны на ангельском языке; а ангельский язык таков, что не имеет ничего общего с человеческими языками (n. 237), поскольку гласными они выражают привязанности, согласными - идеи мысли от привязанностей, а словами - смысл дела (см. выше, n. 236, 241). Более того, в этом письме, которое я также видел, в нескольких словах заключено больше, чем человек может выразить на нескольких страницах. Таким образом, у них Слово написано на нижних небесах, а на внутренних небесах - небесными символами.
            <br/>
            <br/>
262. Примечательно, что письмена на небесах естественным образом вытекают из их мыслей, причем так легко, что мысль как бы сама себя выдает, и рука никогда не колеблется в выборе слова, потому что и слова, которые они говорят, и слова, которые они пишут, соответствуют идеям их мыслей; а все соответствия естественны и спонтанны. На небесах также есть письмена, которые существуют без помощи руки, просто в соответствии с мыслями; но они не являются постоянными.
            <br/>
            <br/>
263. Я также видел письмена с небес, состоящие из одних только чисел, расположенных по порядку и в ряд, как и в письменах, состоящих из букв и слов; и меня учили, что это письмо - с самого внутреннего неба, и что их небесное письмо (о котором говорилось выше, n. 260, 261), когда мысль из него нисходит, излагается перед ангелами нижних небес в числах, и что это числовое письмо также включает в себя арканы, некоторые из которых нельзя ни постичь мыслью, ни выразить словами. Ибо все числа соответствуют и имеют значение, как и слова, в соответствии с соответствием; но с той разницей, что в числах участвуют общие понятия, а в словах - частные; и поскольку одно общее влечет за собой бесчисленное множество частных, то в числовом письме участвует больше арканов, чем в буквенном. Из этого я понял, что в Слове числа, как и слова, обозначают вещи. Что означают простые числа, как 2, 3, 4, 5, 6, 7, 8, 9, 10, 12, и что означают составные числа, как 20, 30, 50, 70, 100, 144, 1000, 10 000, 12 000 и другие, можно увидеть в Arcana Celestia, где они рассматриваются. В этом небесном писании всегда указывается число, от которого зависят последующие числа в серии, как от их предмета; ибо это число является как бы указателем к рассматриваемому вопросу, и из него определяются числа, которые следуют до конкретного момента.
            <br/>
 Все числа в Слове означают вещи (n. 482, 487, 647, 648, 755, 813, 1963, 1988, 2075, 2252, 3252, 4264, 6470, 6175, 9488, 9659, 10217, 10253).
            <br/>
Показано с небес (n. 4495, 5265).
            <br/>
Составные числа имеют то же значение, что и простые, из которых они получаются путем умножения (n. 5291, 5335, 5708, 7973).
            <br/>
Древнейшие люди обладали небесными арканами, выраженными в числах, образующих своего рода исчисление состояний церкви (n. 575).
            <br/>
            <br/>
264. Те, кто ничего не знает о небе и не желает иметь о нем никакого другого представления, кроме как о чем-то чисто атмосферном, в котором ангелы летают как интеллектуальные умы, не имеющие чувства слуха или зрения, не могут представить себе, что ангелы обладают речью и письмом; ибо они относят существование всего реального к материальному; и все же письмена на небе имеют такое же реальное существование, как и в мире, и ангелы там обладают всем, что полезно для жизни и полезно для мудрости.
            <br/>
            <br/>
265. МУДРОСТЬ АНГЕЛОВ НЕБЕСНЫХ.
            <br/>
Природу ангельской мудрости едва ли можно постичь, потому что она настолько превосходит человеческую мудрость, что их нельзя сравнивать; а то, что превосходит, не похоже ни на что. Более того, некоторые истины, которые должны войти в его описание, до сих пор неизвестны, и пока они не станут известны, они существуют в разуме как тени, и таким образом скрывают вещь, как она есть сама по себе. Тем не менее, эти истины могут быть познаны, а познав, постигнуты, если разум проявит к ним интерес; ибо интерес несет с собой свет, потому что он от любви; а тем, кто любит вещи, относящиеся к Божественной и небесной мудрости, свет сияет с небес и дает просветление.
            <br/>
            <br/>
266. Что такое мудрость ангелов, можно понять из того, что они находятся в небесном свете, а небесный свет по своей сути есть Божественная истина или Божественная мудрость; и этот свет одновременно просвещает их внутреннее зрение, или зрение ума, и внешнее зрение, или зрение глаз. (То, что небесный свет есть Божественная истина или Божественная мудрость, можно видеть выше, n. 126-133). Ангелы также находятся в небесном жаре, который по своей сути есть Божественное благо или Божественная любовь, и от этого у них есть привязанность и желание стать мудрыми. (То, что небесный жар есть Божественное благо или Божественная любовь, можно видеть выше, n. 133-140). То, что ангелы пребывают в мудрости, даже в той степени, в которой их можно назвать мудрецами, следует из того факта, что их мысли и привязанности все текут в соответствии с небесной формой, а эта форма есть форма Божественной мудрости; также то, что их внутренности, которые являются получателями мудрости, устроены в этой форме. (То, что мысли и привязанности ангелов текут в соответствии с небесной формой, а следовательно, их разум и мудрость, можно увидеть выше, n. 201-212). [2] О том, что ангелы обладают высшей мудростью, свидетельствует и тот факт, что их речь - это речь мудрости, ибо она непосредственно и спонтанно вытекает из мысли, а их мысль - из их привязанности, поэтому их речь - это мысль из привязанности во внешней форме; следовательно, нет ничего, что могло бы вывести их из Божественного притока, и нет ничего извне, что входит в речь человека из других мыслей. (То, что речь ангелов - это речь их мысли и привязанности, можно видеть выше, n. 234-235). То, что ангелы обладают такой мудростью, согласуется с тем, что все вещи, которые они видят своими глазами и воспринимают своими чувствами, согласуются с их мудростью, поскольку они являются ее соответствиями, и, таким образом, воспринимаемые объекты являются репрезентативными формами вещей, которые составляют их мудрость. (То, что все видимое на небесах соответствует внутренностям ангелов и является отображением их мудрости, можно увидеть выше, n. 170-182). [3] Кроме того, мысли ангелов не ограничены и не сужены идеями пространства и времени, как мысли человека, ибо пространство и время принадлежат природе, а вещи, принадлежащие природе, отвлекают разум от духовных вещей и лишают интеллектуальное зрение его надлежащего диапазона. (То, что мысли ангелов находятся вне времени и пространства и, таким образом, менее ограничены, чем человеческие мысли, можно увидеть выше, n. 162-169 и 191-199). Кроме того, мысли ангелов не опускаются до земных и материальных вещей и не прерываются беспокойством о жизненных нуждах; таким образом, они не отстранены этими вещами от наслаждений мудрости, как мысли людей в мире; ибо все вещи приходят к ним безвозмездно от Господа; они одеваются безвозмездно, питаются безвозмездно, получают жилье безвозмездно (n. 181-190), и кроме того, они получают наслаждения и удовольствия в той степени, в какой они получают мудрость от Господа. Все это было сказано для того, чтобы стало ясно, почему ангелы обладают столь великой мудростью.
            <br/>
 Мудрость ангелов в том, что она непостижима и невыразима (n. 2795, 2796, 2802, 3314, 3404, 3405, 9094, 9176).
            <br/>
            <br/>
267. Ангелы способны получать такую мудрость, потому что их внутренности открыты; а мудрость, как и любое другое совершенство, возрастает по направлению к внутренностям, таким образом, в той степени, в которой внутренности открыты. В каждом ангеле есть три степени жизни, соответствующие трем небесам (см. n. 29-40) - те, в ком открыта первая степень, находятся на первом или крайнем небе; те, в ком открыта вторая степень, находятся на втором или среднем небе; а те, в ком открыта третья степень, находятся на третьем или внутреннем небе. Мудрость ангелов на небесах соответствует этим степеням. Поэтому мудрость ангелов внутренних небес неизмеримо превосходит мудрость ангелов средних небес, а их мудрость неизмеримо превосходит мудрость ангелов крайних небес (см. выше, n. 209, 210; и что такое степени, n. 38). Такие различия существуют потому, что вещи, находящиеся в высшей степени, являются частностями, а вещи, находящиеся в низшей степени, являются общими, а общие вещи содержат в себе частности. Частности по сравнению с общим - как тысячи или мириады по сравнению с одним; и такова мудрость ангелов высших небес по сравнению с мудростью ангелов низших небес. Подобным образом мудрость последних превосходит мудрость человека, ибо человек находится в телесном состоянии и в тех вещах, которые относятся к телесным чувствам, а телесное чувство человека принадлежит к самой низкой степени. Отсюда ясно, какой мудростью обладают те, кто мыслит от чувственных вещей, то есть те, кого называют чувственными людьми, а именно, что у них нет мудрости, но только знание. Но иначе обстоит дело с людьми, чьи мысли возвышаются над чувственными вещами, и особенно с теми, чьи внутренности были открыты даже для света небес.
            <br/>
 По мере того, как человек поднимается от внешних вещей к внутренним, он приходит в свет, то есть в разум (n. 6183, 6313).
            <br/>
Существует фактическое возвышение (n. 7816, 10330).
            <br/>
Возвышение от внешних вещей к внутренним подобно возвышению из тумана на свет (n. 4598).
            <br/>
По мере удаления внешних вещей в человеке от Божественного они становятся относительно неясными (n. 6451).
            <br/>
Точно так же они относительно запутаны (n. 996, 3855).
            <br/>
Внутренние вещи более совершенны, потому что они ближе к Божественному (n. 5146, 5147).
            <br/>
Во внутреннем существуют тысячи и тысячи вещей, которые во внешнем проявляются как одна общая вещь (n. 5707).
            <br/>
Следовательно, поскольку мысль и восприятие более внутренние, они более ясны (n. 5920).
            <br/>
 Чувственное - это внешняя часть жизни человека, примыкающая к его телесной части и наследуемая ею (n. 5077, 5767, 9212, 9216, 9331, 9730).
            <br/>
Он называется чувственным человеком, который обо всем судит и все свои выводы делает на основании телесных чувств и не верит ничему, кроме того, что видит глазами и осязает руками (n. 5094, 7693).
            <br/>
Такой человек мыслит внешним, а не внутренним (n. 5089, 5094, 6564, 7693).
            <br/>
Его внутреннее пространство настолько закрыто, что он не видит в нем ничего от духовной истины (n. 6564, 6844, 6845).
            <br/>
Одним словом, он находится в грубом естественном свете и поэтому не воспринимает ничего из света небесного (n. 6201, 6310, 6564, 6598, 6612, 6614, 6622, 6624, 6844, 6845).
            <br/>
Внутренне он враждебен небесам и Церкви (n. 6201, 6316, 6844, 6845, 6948, 6949).
            <br/>
Ученые, утвердившиеся против истин Церкви, становятся такими (n. 6316).
            <br/>
Чувственные люди хитрее и злее других (n. 7693, 10236).
            <br/>
Они рассуждают остро и хитро, но на основе телесной памяти, в которую они помещают весь разум (n. 195, 196, 5700, 10236).
            <br/>
Но они рассуждают на основе заблуждений чувств (n. 5084, 6948, 6949, 7693).
            <br/>
            <br/>
268. Насколько велика мудрость ангелов, видно из того, что на небесах происходит общение всех вещей; разум и мудрость передаются от одного к другому, и небеса - это общее разделение всех благ; и это по той причине, что небесная любовь такова, что она желает, чтобы то, что является ее собственным, стало чужим; следовательно, никто на небесах не воспринимает свое собственное благо в себе как благо, если оно не является таковым и в другом; и это является источником счастья небес. Это ангелы получают от Господа, ибо такова Его Божественная любовь. То, что на небесах существует такая связь между всеми вещами, мне было позволено узнать на собственном опыте. Некоторые простые духи были в свое время вознесены на небо, и там они вошли в ангельскую мудрость, а затем поняли то, чего никогда не могли постичь, и говорили то, что не могли произнести в своем прежнем состоянии.
            <br/>
            <br/>
269. Мудрость ангелов неописуема словами; ее можно проиллюстрировать только некоторыми общими вещами. Ангелы могут выразить в одном слове то, что человек не может выразить в тысяче слов. Опять же, одно ангельское слово содержит бесчисленное множество вещей, которые невозможно выразить словами человеческого языка; ибо в каждой вещи, произнесенной ангелами, есть арканы мудрости в непрерывной связи, которых человеческое знание никогда не достигает. Кроме того, то, что ангелы не могут выразить словами своей речи, они восполняют тоном, в котором есть привязанность к вещам в их порядке; ибо (как было сказано выше, n. 236, 241) тона выражают привязанности, как слова выражают идеи мысли от привязанностей; и по этой причине о вещах, слышимых на небесах, говорят, что они невыразимы. Так и ангелы способны выразить в нескольких словах все, что написано в целом томе, и придать каждому слову значение, возвышающее ум до внутренней мудрости; ибо речь их такова, что согласуется с их привязанностями, а каждое слово - с их идеями; и слова их бесконечно разнообразны в соответствии с рядом вещей, которые в комплексе входят в мысль. [2] И опять же, ангелы внутреннего мира способны по тону и нескольким словам воспринимать всю жизнь говорящего; ибо по тону, варьируемому идеями в словах, они воспринимают его правящую любовь, на которой, как бы, начертана каждая особенность его жизни. Все это проясняет природу ангельской мудрости. В сравнении с человеческой мудростью она подобна мириадам и одной, или как движущиеся силы всего тела, которых бесчисленное множество, по отношению к деятельности от них, которая представляется человеческому чувству как единое целое, или как тысячи деталей предмета, рассматриваемого под совершенным микроскопом, по отношению к одной неясной вещи, видимой невооруженным глазом. [3] Позвольте мне проиллюстрировать эту тему на примере. Ангел из своей мудрости описывал регенерацию и приводил арканы, касающиеся ее, в своем порядке, вплоть до сотен, наполняя каждый из них идеями, в которых были внутренние арканы, и так от начала до конца; ибо он объяснял, как духовный человек зарождается заново, вынашивается как бы в утробе матери, рождается, растет и постепенно совершенствуется. Он сказал, что число арканов может быть увеличено даже до тысяч, и что те, что были рассказаны, относятся только к возрождению внешнего человека, в то время как о возрождении внутреннего человека существует бесчисленное множество других. Из этих и других подобных вещей, услышанных от ангелов, мне стало ясно, сколь велика их мудрость и сколь велико по сравнению с ней невежество человека, который едва ли знает, что такое возрождение, и не знает ни малейшего шага процесса, когда он возрождается.
            <br/>
 То, что универсально правит или преобладает в человеке, находится в каждой особенности его жизни, таким образом, в каждой вещи и во всех вещах его мысли и привязанности (n. 4459, 5949, 6159, 6571, 7648, 8067, 8853-8858).
            <br/>
Человек таков, какова его правящая любовь (n. 917, 1040, 8858); иллюстрируется примерами (n. 8854, 8857).
            <br/>
То, что управляет универсально, составляет жизнь духа человека (n. 7648).
            <br/>
Это его воля, его любовь и цель его жизни, поскольку то, что человек желает, он любит, а то, что он любит, он имеет как цель (n. 1317, 1568, 1571, 1909, 3796, 5949, 6936).
            <br/>
Поэтому человек таков, какова его воля, или какова его господствующая любовь, или какова цель его жизни (n. 1568, 1571, 3570, 4054, 6571, 6935, 6938, 8856, 10076, 10109, 10110, 10284).
            <br/>
            <br/>
270. Теперь будет описана мудрость ангелов третьего или самого внутреннего неба, а также то, насколько она превосходит мудрость ангелов первого или самого верхнего неба. Мудрость ангелов третьего или внутреннего неба непостижима даже для тех, кто находится на крайнем небе, по той причине, что внутренности ангелов третьего неба открыты до третьей степени, тогда как внутренности ангелов первого неба открыты только до первой степени; и вся мудрость возрастает к внутренностям и совершенствуется, когда они открываются (n. 208, 267). [2] Поскольку внутренности ангелов третьего или самого внутреннего неба были открыты до третьей степени, Божественные истины как бы начертаны на них; ибо внутренности третьей степени более соответствуют форме неба, чем внутренности второй и первой степени, а форма неба происходит от Божественной истины, таким образом, в согласии с Божественной мудростью, и поэтому истина как бы начертана на этих ангелах, или как бы инстинктивна или врождена в них. Поэтому, как только эти ангелы слышат подлинные Божественные истины, они сразу же признают и воспринимают их, а затем видят их как бы внутри себя. Поскольку ангелы того неба таковы, они никогда не рассуждают о Божественных истинах, тем более не спорят о том, так это или нет; они также не знают, что такое верить или иметь веру. Они говорят: "Что такое вера? Ведь я воспринимаю и вижу, что вещь такова". Это они иллюстрируют сравнениями; например, что это похоже на то, как если бы кто-нибудь с товарищем, видя дом и различные вещи в нем и вокруг него, сказал бы своему товарищу, что он должен верить, что эти вещи существуют, и что они таковы, какими он их видит; или, видя сад, деревья и плоды в нем, сказал бы своему товарищу, что он должен верить, что есть сад, деревья и плоды, хотя он ясно видит их своими глазами. По этой причине эти ангелы никогда не упоминают о вере и не имеют представления о том, что это такое; они также не рассуждают о Божественных истинах и тем более не спорят ни о какой истине, так это или нет. [3] Но ангелы первого или крайнего неба не имеют Божественных истин, начертанных таким образом на их внутренностях, потому что им открыта только первая степень жизни; поэтому они рассуждают об истинах, а те, кто рассуждает, почти ничего не видят дальше факта дела, о котором рассуждают, или не идут дальше предмета, кроме как подтвердить его определенными соображениями, а подтвердив его, говорят, что это должно быть делом веры и в это надо верить. [4] Я говорил об этом с ангелами, и они сказали, что разница между мудростью ангелов третьего неба и мудростью ангелов первого неба подобна разнице между ясным и неясным; и первый они сравнили с великолепным дворцом, полным всех вещей для использования, окруженным со всех сторон парками, с великолепными вещами многих видов вокруг них; и поскольку эти ангелы находятся в истинах мудрости, они могут войти во дворец и созерцать все вещи, и бродить по паркам во всех направлениях и наслаждаться всем этим. Но это не так с теми, кто рассуждает об истинах, особенно с теми, кто спорит о них, поскольку такие не видят истин в свете истины, но принимают истины либо от других, либо из смысла буквы Слова, которую они внутренне не понимают, заявляя, что в истины нужно верить, или что нужно иметь веру, и не желая, чтобы внутреннее зрение было допущено к этим вещам. Ангелы сказали, что такие люди не могут достичь первого порога дворца мудрости, а тем более войти в него и бродить по его территории, ибо они останавливаются на первой ступени. Иначе обстоит дело с теми, кто пребывает в самих истинах; ничто не мешает им идти дальше и продвигаться без предела, ибо истины, которые они видят, ведут их, куда бы они ни пошли, и в широкие области, ибо каждая истина имеет бесконечное распространение и находится в соединении с множеством других. [5] Далее они сказали, что мудрость ангелов внутренних небес состоит главным образом в том, что они видят Божественные и небесные вещи в каждом отдельном объекте, а чудесные вещи - в ряде многих объектов; ибо все, что появляется перед их глазами, имеет соответствие; Когда они видят дворцы и сады, их взгляд не останавливается на том, что находится перед их глазами, но они видят внутренние вещи, из которых они происходят, то есть, которым они соответствуют, и это со всем разнообразием в соответствии с аспектом объектов; таким образом, они видят бесчисленные вещи в одно и то же время в их порядке и связи; и это так наполняет их умы восторгом, что они, кажется, уносятся от самих себя. То, что все вещи, видимые на небесах, соответствуют Божественным вещам, которые находятся в ангелах от Господа, можно увидеть выше (n. 170-176).
            <br/>
 Небесные ангелы знают бесчисленное множество вещей и неизмеримо мудрее духовных ангелов (n. 2718).
            <br/>
Небесные ангелы думают и говорят не от веры, как духовные ангелы, ибо они имеют от Господа восприятие всех вещей, составляющих веру (n. 202, 597, 607, 784, 1121, 1384, 1442, 1898, 1919, 7680, 7877, 8780, 9277, 10336).
            <br/>
В отношении истин веры они говорят только "да, да, или нет, нет", в то время как духовные ангелы рассуждают о том, истинна ли вещь (n. 2715, 3246, 4448, 9166, 10786, где объясняются слова Господа: "Да будет речение ваше да, да, нет, нет" (Матф. 5:37)).
            <br/>
            <br/>
271. Таковы ангелы третьего неба, потому что они пребывают в любви к Господу, и эта любовь открывает внутренность ума до третьей степени и является вместилищем всех вещей мудрости. Следует также понимать, что ангелы внутренних небес все еще постоянно совершенствуются в мудрости, и это отличается от ангелов внешних небес. Ангелы внутреннего неба не хранят Божественные истины в памяти и не делают из них своего рода науку; но как только они слышат их, они воспринимают их и применяют в жизни. По этой причине Божественные истины остаются с ними навсегда, как если бы они были начертаны на них, ибо то, что таким образом передается в жизнь, содержится в ней. Но не так обстоит дело с ангелами высшего неба. Они сначала хранят Божественные истины в памяти и складывают их вместе со своими знаниями, извлекают их оттуда, чтобы совершенствовать ими свое понимание, волят их и применяют их в жизни, но без внутреннего восприятия того, являются ли они истинами; и вследствие этого они находятся в сравнительной неясности. Примечательно, что ангелы третьего неба совершенствуются в мудрости через слух, а не через зрение. То, что они слышат из проповедей, не входит в их память, но входит непосредственно в их восприятие и волю, и становится делом жизни; но то, что они видят глазами, входит в их память, и они рассуждают и говорят об этом; это показывает, что для них путь слуха - это путь мудрости. Это также происходит из соответствия, ибо ухо соответствует послушанию, а послушание относится к жизни; в то время как глаз соответствует интеллекту, а интеллект является делом учения. Состояние этих ангелов описано в разных частях Слова, например, в Иеремии:
            <br/>
            <br/>
Я вложу закон Мой в разум их и напишу его на сердце их. И не будут более учить каждый друга своего и каждый брата своего, говоря: познайте Иегову; ибо все будут знать Меня, от малейшего из них до величайшего из них (31:33, 34).
            <br/>
            <br/>
И в Евангелии от Матфея,
            <br/>
            <br/>
Да будет речь ваша: да, да, да, нет, нет; а что сверх сего, то от лукавого (5:37).
            <br/>
            <br/>
"Все, что больше их, от лукавого", потому что оно не от Господа; и поскольку ангелы третьего неба пребывают в любви к Господу, истины, которые в них, от Господа. На этих небесах любовь к Господу - это желание и исполнение Божественной истины, ибо Божественная истина - это Господь на небесах.
            <br/>
 О соответствии уха и слуха (n. 4652-4660).
            <br/>
Ухо соответствует и поэтому означает восприятие и послушание (n. 2542, 3869, 4653, 5017, 7216, 8361, 9311, 9397, 10061).
            <br/>
Ухо означает восприятие истин (n. 5471, 5475, 9926).
            <br/>
Соответствие глаза и его зрения (n. 4403-4421, 4523-4534); отсюда зрение глаза означает разум, принадлежащий вере, а также веру (n. 2701, 4410, 4526, 6923 9051, 10569).
            <br/>
            <br/>
272. Есть еще одна причина, и она является на небесах главной, почему ангелы способны обрести столь великую мудрость, а именно: они лишены любви к себе; ибо в той мере, в какой кто-либо лишен любви к себе, он может стать мудрым в Божественных вещах. Именно эта любовь закрывает внутреннее пространство против Господа и небес, а внешнее открывает и обращает к себе; и, как следствие, все, в ком правит эта любовь, находятся в густой тьме в отношении небесных вещей, сколько бы света они ни имели в мирских делах. Ангелы же находятся в свете мудрости, потому что в них нет любви к себе, ибо небесные любви, в которых они пребывают, а именно любовь к Господу и любовь к ближнему, открывают внутреннее пространство, потому что эти любви от Господа и Сам Господь в них. (То, что эти любви составляют небо в целом и формируют небо в каждом в отдельности, можно увидеть выше, п. 13-19). Как небесные любви открывают внутренности Господу, так и все ангелы обращают свои лица к Господу (n. 142); потому что в духовном мире любовь обращает внутренности каждого к себе, и в какую сторону она обращает внутренности, в ту же сторону она обращает и лицо, поскольку лицо там составляет одно целое с внутренностями, ибо оно есть их внешняя форма. Поскольку любовь обращает к себе внутренности и лицо, она также соединяется с ними (любовь есть духовное соединение) и разделяет с ними свое собственное. От этого обращения и последующего соединения и разделения ангелы имеют свою мудрость. То, что все соединения и все повороты в духовном мире находятся в согласии, можно увидеть выше (n. 255).
            <br/>
            <br/>
273. Хотя ангелы постоянно совершенствуются в мудрости, их мудрость, даже в вечности, не может стать настолько совершенной, чтобы между ней и Божественной мудростью Господа могло быть какое-либо соотношение; ибо Божественная мудрость Господа бесконечна, а мудрость ангелов конечна; а между бесконечным и конечным не может быть никакого соотношения.
            <br/>
 Ангелы совершенны до вечности (n. 4803, 6648).
            <br/>
            <br/>
274. Поскольку именно мудрость делает ангелов совершенными и составляет их жизнь, и поскольку небеса со своими благами вливаются в каждого в соответствии с его мудростью, то все на небесах желают и жаждут мудрости так же, как голодный человек жаждет пищи. Так и знание, разум и мудрость являются духовным питанием, как пища является естественным питанием; и одно соответствует другому.
            <br/>
            <br/>
275. Ангелы на одном и том же небе или в одном и том же небесном обществе не все одинаково мудры; их мудрость различна. Те, кто находится в центре, обладают наибольшей мудростью, а те, кто находится вокруг, вплоть до границ, обладают меньшей мудростью. Уменьшение мудрости по мере удаления от центра подобно уменьшению света, переходящему в тень (см. n. 43 и 128). Их свет находится в той же степени, что и их мудрость, поскольку небесный свет - это Божественная мудрость, и каждый находится в свете в меру своего принятия мудрости. О небесном свете и различных видах его восприятия см. выше (n. 126-132).
            <br/>
            <br/>
276. СОСТОЯНИЕ НЕВИННОСТИ АНГЕЛОВ НА НЕБЕСАХ.
            <br/>
Что такое невинность и какова ее природа, знают немногие в мире, а те, кто пребывает во зле, не знают о ней ничего. Она, конечно, видна глазу, как видно по лицу, речи и движениям, особенно у детей; но что такое невинность, и особенно что она есть то, в чем хранится небесное в человеке, неизвестно. Чтобы выяснить это, давайте продолжим по порядку и рассмотрим сначала невинность детства, затем невинность мудрости и, наконец, состояние небес в отношении невинности.
            <br/>
            <br/>
277. Невинность детства или детей не является подлинной невинностью, ибо это невинность не во внутренней, а только во внешней форме. Тем не менее, из нее можно узнать, что такое невинность, поскольку она сияет на лице детей, в некоторых их движениях и в их первой речи, и влияет на тех, кто рядом с ними. Видно, что у детей нет внутренней мысли, ибо они еще не знают, что такое добро и что такое зло, или что такое истина и что такое ложь, из чего состоит такая мысль. [2] Следовательно, у них нет ни благоразумия от того, что принадлежит им самим, ни цели или размышления, ни цели, обращенной ко злу; нет у них и ничего собственного, приобретенного от любви к себе и миру; они ничего не приписывают себе, считая все, что имеют, полученным от родителей; Они довольствуются тем малым и скудным, что им дано, и находят в этом удовольствие; они не заботятся ни о пище, ни об одежде, ни о будущем; они не смотрят на мир и не желают от него многого; они любят своих родителей и кормилиц и своих детей, с которыми они играют в невинности; они терпят, когда ими руководят; они внимают и повинуются. [3] И находясь в таком состоянии, они воспринимают все как дело жизни; и поэтому, сами не зная почему, у них появляются манеры, они учатся говорить, у них зарождаются память и мышление, их состояние невинности служит средой, через которую они получают и внедряют эти вещи. Но эта невинность, как было сказано выше, внешняя, потому что она принадлежит только телу, но не разуму, ибо разум их еще не сформирован, а разум - это понимание, воля, мысль и привязанность. [4] Мне было сказано с небес, что дети находятся под особым покровительством Господа, и что они получают приток из внутренних небес, где есть состояние невинности, что этот приток проходит через их внутренности, и что при прохождении через них их внутренности затрагиваются исключительно невинностью; и по этой причине невинность проявляется на их лицах и в некоторых их движениях и становится очевидной; и что именно эта невинность затрагивает родителей изнутри и порождает любовь, называемую сторге.
            <br/>
 Невинность детей не есть истинная невинность, но истинная невинность пребывает в мудрости (n. 1616, 2305, 2306, 3494, 4563, 4797, 5608, 9301, 10021).
            <br/>
Благо детства не является духовным благом, но оно становится таковым благодаря насаждению истины (n. 3504).
            <br/>
Тем не менее, благо детства является средой, через которую внедряется разум (n. 1616, 3183, 9301, 10110).
            <br/>
Без блага невинности в детстве человек был бы диким человеком (n. 3494).
            <br/>
Все, чем пропитан ум в детстве, кажется естественным (n. 3494).
            <br/>
            <br/>
278. Невинность мудрости - это подлинная невинность, потому что она внутренняя, потому что она принадлежит самому разуму, то есть воле, а от нее - пониманию. А когда в них есть невинность, то есть и мудрость, ибо мудрость принадлежит воле и пониманию. Вот почему на небесах говорят, что невинность пребывает в мудрости, и что в ангеле столько же невинности, сколько и мудрости. Это подтверждается тем, что те, кто находится в состоянии невинности, не приписывают себе ничего хорошего, но считают все вещи полученными и приписывают их Господу; что они хотят быть ведомыми Им, а не собой; что они любят все хорошее и находят удовольствие во всем истинном, потому что они знают и понимают, что любить хорошее, то есть желать и делать это, значит любить Господа, а любить истину - значит любить ближнего; что они живут довольствуясь своим, малым или большим, потому что знают, что получают столько, сколько им полезно: кто получает мало, для того мало полезно, а кто получает много, для того много полезно; также что они сами не знают, что для них полезно, это знает один Господь, Который во всем, что Он дает, смотрит на то, что вечно. [2] Они также не беспокоятся о будущем; беспокойство о будущем они называют заботой о завтрашнем дне, которую они определяют как печаль из-за потери или неполучения вещей, которые не нужны для использования в жизни. С товарищами они никогда не действуют из злых побуждений, но из добрых, справедливых и искренних. Действия со злой целью они называют хитростью, которой они избегают, как яда змеи, поскольку она полностью противна невинности. Поскольку они ничего так не любят, как быть ведомыми Господом, приписывая Ему все, что они получают, они держатся в стороне от того, что является их собственным [proprium]; и в той мере, в какой они держатся в стороне от того, что является их собственным, Господь вливается в них; и вследствие этого все, что они слышат от Господа, будь то через Слово или посредством проповеди, они не хранят в памяти, но мгновенно повинуются этому, то есть желают и делают это, их воля сама по себе является их памятью. Такие люди в большинстве своем внешне кажутся простыми, но внутренне они мудры и благоразумны. Именно их имеет в виду Господь в словах,
            <br/>
            <br/>
Будьте благоразумны, как змеи, и просты, как голуби (Матф. 10:16).
            <br/>
            <br/>
Такова невинность, которая называется невинностью мудрости. [3] Поскольку невинность не приписывает себе ничего хорошего, но все хорошее приписывает Господу, и поскольку она любит быть ведомой Господом и является источником получения всех благ и истин, из которых происходит мудрость, - по этой причине человек так создан, чтобы в детстве быть во внешней невинности, а в старости - во внутренней невинности, чтобы через первую прийти во вторую, а из второй вернуться в первую. По этой же причине, когда человек становится старым, он уменьшается в теле и снова становится как дитя, но как мудрое дитя, то есть ангел, ибо мудрое дитя - это в высшем смысле ангел. Вот почему в Слове "малое дитя" означает того, кто невинен, а "старик" означает того, кто мудр, в ком есть невинность".
            <br/>
 В Слове "малые дети" означают невинность (n. 5608); также и "грудные дети" (n. 3183).
            <br/>
Старик" означает того, кто мудр, и в абстрактном смысле - мудрость (n. 3183, 6524).
            <br/>
Человек так создан, что в той мере, в какой он приближается к старости, он может стать подобным маленькому ребенку, и тогда невинность может быть в его мудрости, и в этом состоянии он может перейти на небеса и стать ангелом (n. 3183, 5608).
            <br/>
            <br/>
279. То же самое относится и к каждому возрождающемуся человеку. Регенерация, если говорить о духовном человеке, - это перерождение. Сначала человек вводится в невинность детства, которая заключается в том, что он не знает истины и не может творить добро от себя, но только от Господа, и желает и ищет истину только потому, что она истина, и добро только потому, что оно добро. По мере взросления человека добро и истина даются ему Господом. Сначала его ведут к знанию о них, затем от знания к разуму, и, наконец, от разума к мудрости, всегда сопровождаемой невинностью, которая, как уже было сказано, состоит в том, что он не знает ничего об истине и не может сделать ничего хорошего от себя, но только от Господа. Без такой веры и такого восприятия никто не может получить ничего небесного. В этом, в основном, и состоит невинность мудрости.
            <br/>
            <br/>
280. Как невинность состоит в том, чтобы быть ведомым Господом, а не самим собой, так и все, кто находится на небесах, находятся в невинности; ибо все, кто там находится, любят быть ведомыми Господом, зная, что вести себя - значит быть ведомым тем, что принадлежит им самим, а то, что принадлежит им самим, есть любовь к самим себе, и тот, кто любит себя, не допускает, чтобы им руководил кто-либо другой. Поэтому, пока ангел находится в невинности, он находится на небесах, другими словами, находится в Божественном благе и Божественной истине, ибо быть в них - значит быть на небесах. Следовательно, небеса различаются по степени невинности: те, кто находится на крайнем или первом небе, находятся в невинности первой или высшей степени; те, кто находится на среднем или втором небе, находятся в невинности второй или средней степени; а те, кто находится на крайнем или третьем небе, находятся в невинности третьей или высшей степени, и потому являются самыми истинными невинностями небес, ибо более всех других они любят быть ведомыми Господом, как малые дети своим отцом; и по той же причине Божественные истины, которые они слышат непосредственно от Господа или опосредованно через Слово и проповедь, они принимают непосредственно в свою волю и исполняют их, тем самым посвящая их в жизнь. Вот почему их мудрость настолько превосходит мудрость ангелов нижних небес (см. n. 270, 271). Эти ангелы внутренних небес, будучи таковыми, ближе всего к Господу, от Которого они получают невинность, и настолько отделены от того, что им принадлежит, что живут как бы в Господе. Внешне они кажутся простыми, и перед глазами ангелов нижних небес они выглядят как дети, то есть как очень маленькие и не очень мудрые, хотя они самые мудрые из ангелов небес; поскольку они знают, что у них нет ничего мудрого от самих себя, и что признание этого есть мудрость. Они знают также, что то, что они знают, ничто по сравнению с тем, чего они не знают; и они говорят, что знание, признание и восприятие этого - первый шаг к мудрости. У этих ангелов нет одежды, потому что нагота соответствует невинности.
            <br/>
 Все на внутренних небесах - невинны (n. 154, 2736, 3887).
            <br/>
Поэтому они кажутся другим детьми (n. 154).
            <br/>
Они также наги (n. 165, 8375, 9960).
            <br/>
Нагота относится к невинности (n. 165, 8375).
            <br/>
У духов есть обычай демонстрировать невинность, отбрасывая свои одежды и представая обнаженными (n. 165, 8375, 9960).
            <br/>
            <br/>
281. Я много говорил с ангелами о невинности, и мне сказали, что невинность - это существо [esse] всякого добра, и что добро, следовательно, настолько добро, насколько в нем есть невинность, следовательно, мудрость настолько мудрость, насколько в ней есть невинность; и то же самое верно в отношении любви, милосердия и веры;  и поэтому никто не может войти в рай, если он не обладает невинностью; и этому учит Господь, когда говорит:
            <br/>
            <br/>
Позволяйте малым детям приходить ко Мне и не возбраняйте им, ибо таковых есть Царство Небесное. Истинно говорю вам: кто не примет Царства Небесного, как малое дитя, тот не войдет в него (Марка 10:14, 16; Луки 18:16, 17),
            <br/>
            <br/>
Здесь, как и в других местах Слова, "малые дети" означают тех, кто невинен. Состояние невинности также описано Господом в Евангелии от Матфея (6:25-34), но только через соответствия. Добро хорошо настолько, насколько в нем есть невинность, по той причине, что все добро от Господа, а невинность - это готовность быть ведомым Господом. Мне также сказали, что истина может быть соединена с добром, а добро с истиной только посредством невинности, и поэтому ангел не является ангелом небесным, если в нем нет невинности; ибо небес нет ни в ком, пока добро не соединено в нем с истиной; и вот почему соединение истины и добра называется небесным браком, а небесный брак - небесами. Мне также говорили, что истинная супружеская любовь происходит от невинности, потому что она происходит от соединения добра и истины, и два ума мужа и жены находятся в этом соединении, и когда это соединение нисходит, оно представляет видимость супружеской любви; ибо супруги находятся во взаимной любви, как и их умы. Вот почему в супружеской любви есть игривость, подобная детской и невинной.
            <br/>
 Всякое добро любви и истина веры, чтобы быть добрым и истинным, должны иметь в себе невинность (n. 2526, 2780, 3111, 3994, 6013, 7840, 9262, 10134).
            <br/>
Невинность - это неотъемлемая часть добра и истины (n. 2780, 7840).
            <br/>
Никто не будет допущен на небеса, если он не обладает невинностью (4797).
            <br/>
 Настоящая супружеская любовь - это невинность (n. 2736).
            <br/>
Супружеская любовь состоит в желании того, что желает другой, таким образом, взаимно и обоюдно (n. 2731).
            <br/>
Те, кто находится в брачной любви, обитают вместе в глубинах жизни (n. 2732).
            <br/>
Происходит соединение двух умов, и таким образом от любви они становятся единым целым (n. 10168, 10169).
            <br/>
Истинная супружеская любовь берет свое начало и сущность от брака добра и истины (n. 2728, 2729).
            <br/>
Об ангельских духах, которые имеют восприятие от идеи соединения добра и истины, существует ли что-либо из брака (n. 10756).
            <br/>
Брачная любовь полностью подобна соединению добра и истины (n. 1904, 2173, 2508, 2729, 3103, 3132, 3155, 3179, 3180, 4358, 5807, 5835, 9206, 9207, 9495, 9637).
            <br/>
Поэтому в Слове "брак" означает брак добра и истины, такой, какой есть на небесах и такой, какой будет в Церкви (n. 3132, 4434, 4835).
            <br/>
            <br/>
282. Поскольку невинность у ангелов небесных есть само существо [esse] добра, очевидно, что Божественное добро, исходящее от Господа, есть сама невинность, ибо именно это добро вливается в ангелов, воздействует на их внутренности, устраивает и приспосабливает их для получения всех благ небесных. То же самое происходит и с детьми, чьи внутренности не только формируются посредством невинности, текущей через них от Господа, но и постоянно подстраиваются и обустраиваются для получения благ небесной любви, поскольку благо невинности действует изнутри; ибо это благо, как уже было сказано, есть существо [esse] всех благ. Из всего этого видно, что вся невинность исходит от Господа. По этой причине Господь назван в Слове "агнцем", агнец означает невинность. Поскольку невинность - это самое сокровенное во всех небесных благах, она так влияет на умы, что когда ее чувствует кто-либо - например, когда приближается ангел с сокровенных небес, - он кажется себе больше не своим собственным хозяином, и его охватывает и как бы увлекает такой восторг, что никакой восторг мира не кажется ничем в сравнении с ним. Это я говорю на основании своего опыта.
            <br/>
 В Слове "ягненок" означает невинность и ее благо. (n. 3994, 10132).
            <br/>
            <br/>
283. Каждый, кто пребывает в благе невинности, подвержен влиянию невинности, и подвержен ему в той мере, в какой он пребывает в этом благе; но те, кто не пребывает в благе невинности, не подвержены влиянию невинности. По этой причине все, кто находится в аду, всецело враждебны невинности; они не знают, что это такое; их враждебность такова, что, пока кто-либо невинен, они горят желанием причинить ему зло; поэтому им невыносимо видеть маленьких детей; как только они их видят, они воспламеняются жестоким желанием причинить им зло. Отсюда ясно, что то, что принадлежит человеку, а значит, любовь к себе, антагонистично невинности; ибо все, кто находится в аду, находятся в том, что принадлежит им, а значит, в любви к себе.
            <br/>
 Собственная любовь - это любовь к себе больше, чем к Богу, к миру больше, чем к небесам, и придание ближнему значения по сравнению с самим собой; таким образом, это любовь к себе и миру (n. 694, 731, 4317, 5660).
            <br/>
Зло полностью враждебно невинности, вплоть до того, что они не могут вынести ее присутствия (n. 2126).
            <br/>
            <br/>
284. СОСТОЯНИЕ МИРА НА НЕБЕСАХ.
            <br/>
Только те, кто испытал небесный покой, могут иметь какое-либо представление о мире, в котором пребывают ангелы. Как человек не может, пока он находится в теле, принять небесный покой, так и он не может его воспринять, потому что его восприятие ограничено тем, что естественно. Чтобы воспринять его, он должен быть способен, в отношении мысли, возвыситься и выйти из тела и пребывать в духе, и в то же время быть с ангелами. Таким образом я постиг небесный мир; и по этой причине я могу описать его, но не словами, как этот мир есть сам по себе, потому что человеческие слова неадекватны, а только так, как он есть в сравнении с тем душевным покоем, которым наслаждаются те, кто доволен Богом.
            <br/>
            <br/>
285. Есть две сокровенные небесные вещи, а именно: невинность и мир. О них говорят как о сокровенных вещах, потому что они исходят непосредственно от Господа. От невинности исходит всякое благо небес, а от мира - всякое наслаждение благом. Каждое благо имеет свое наслаждение; и как благо, так и наслаждение проистекают из любви, ибо все, что любят, называется благом, а также воспринимается как наслаждение. Отсюда следует, что эти две сокровенные вещи, невинность и мир, исходят из Божественной любви Господа и движут ангелами из того, что сокровенно. То, что невинность - это внутреннее благо, видно из предыдущей главы, где описывается состояние невинности небесных ангелов. То, что мир есть внутреннее наслаждение от блага невинности, теперь будет объяснено.
            <br/>
            <br/>
286. Сначала рассмотрим происхождение мира. Божественный мир находится в Господе; он проистекает из союза Самого Божественного и Божественного Человеческого в Нем. Божественный мир на небесах исходит от Господа, из Его соединения с небесными ангелами, в частности, из соединения добра и истины в каждом ангеле. Таковы истоки мира. Отсюда видно, что мир на небесах - это Божественная сущность, воздействующая блаженством на все доброе, и из этого проистекает всякая небесная радость, а также то, что он по своей сути является Божественной радостью Божественной любви Господа, проистекающей из Его соединения с небесами и со всеми, кто там находится. Эта радость, ощущаемая Господом в ангелах и ангелами от Господа, есть мир. Из нее ангелы имеют все, что благословенно, восхитительно и счастливо, или то, что называется небесной радостью".
            <br/>
 Под миром в высшем смысле подразумевается Господь, поскольку мир от Него, а во внутреннем смысле подразумеваются небеса, поскольку те находятся в состоянии мира (n. 3780, 4681).
            <br/>
Мир на небесах - это Божественное внутреннее воздействие с блаженством на все доброе и истинное там, и этот мир непостижим для человека (n. 92, 3780, 5662, 8455, 8665).
            <br/>
Божественный мир находится в добре, но не в истине, отличной от добра (n. 8722).
            <br/>
            <br/>
287. Поскольку это истоки мира, Господь называется "Князем мира", и Он провозглашает, что от Него мир и в Нем мир; и ангелы называются ангелами мира, а небеса - обителью мира, как в следующих отрывках:
            <br/>
            <br/>
Младенец родился, Сын дан нам, и владычество на плечах Его; и нарекут имя Ему: Чудный, Советник, Бог, Могущественный, Отец вечности, Князь мира. Возрастанию Его правления и мира не будет конца (Ис. 9:6, 7).
            <br/>
Иисус сказал: мир оставляю вам, мир Мой даю вам; не так, как мир дает, Я даю вам (Иоанна 14:27).
            <br/>
Сие сказал Я вам, чтобы вы имели во Мне мир (Иоанна 16:33).
            <br/>
Иегова возведи лице Свое на тебя и дай тебе мир (Числ. 6:26).
            <br/>
Ангелы мира горько плачут, дороги расточаются (Ис. 33:7, 8).
            <br/>
Дело праведности будет миром, и народ Мой будет жить в жилище мира (Ис. 32:17, 18).
            <br/>
            <br/>
[2] То, что в Слове под словом "мир" подразумевается именно Божественный и небесный мир, видно и из других отрывков, где он упоминается (как Ис. 52:7; 54:10; 59:8; Иер. 16:5; 25:37; 29:11; Агг. 2:9; Зах. 8:12; Пс. 37:37; и в других местах). Поскольку "мир" означает Господа и небо, а также небесную радость и наслаждение добром, "мир вам" был древней формой приветствия, которая до сих пор используется; и Господь подтвердил ее в Своем слове ученикам, которых Он послал:
            <br/>
            <br/>
В какой бы дом вы ни вошли, прежде скажите: мир дому сему; и если будет в нем сын мира, мир ваш успокоится в нем (Луки 10:5, 6).
            <br/>
            <br/>
И когда Господь Сам явился апостолам, Он сказал.
            <br/>
            <br/>
Мир вам (Иоанна 20:19, 21, 26).
            <br/>
            <br/>
[3] Состояние мира также подразумевается в Слове, где говорится, что:
            <br/>
            <br/>
Иегова обонял запах покоя (как Исх. 29:18, 25, 41; Лев. 1:9, 13, 17; 2:2, 9; 6:8, 14; 23:12, 13, 18; Числ. 15:3, 7, 13; 28:6, 8, 13; 29:2, 6, 8, 13, 36).
            <br/>
            <br/>
"Запах покоя" в небесном смысле означает восприятие мира. Как мир означает союз Божественной Самости и Божественного Человека в Господе, а также соединение Господа с небом и с церковью, со всеми, кто на небе, и со всеми в церкви, кто принимает Его, так и суббота была установлена как напоминание об этих вещах, ее название означает отдых или мир, и была самым святым представителем церкви. По этой же причине Господь называл Себя "Господом субботы" (Матф. 12:8; Марк 2:27, 28; Лука 6:5).
            <br/>
 В этом слове "запах" означает восприятие приятности или неприятности, в зависимости от качества любви и веры, к которым он относится (n. 3577, 4626, 4628, 4748, 5621, 10292).
            <br/>
Запах покоя" в отношении Иеговы означает восприятие мира (n. 925, 10054).
            <br/>
Вот почему ладан, фимиам и запахи масел и мазей стали репрезентативными (n. 925, 4748, 5621, 10177).
            <br/>
 "Суббота" означает в высшем смысле союз Самого Божественного и Божественного Человека в Господе; во внутреннем смысле - соединение Божественного Человека Господа с небом и Церковью; в общем, соединение добра и истины, таким образом, небесный брак (n. 8495, 10356, 10730).
            <br/>
Поэтому "покой в день субботний" означал состояние этого союза, потому что тогда Господь отдыхал, и таким образом был мир и спасение на небесах и на земле; а в относительном смысле он означал соединение Господа с человеком, потому что тогда человек имел мир и спасение (n. 8494, 8510, 10360, 10367, 10370, 10374, 10668, 10730).
            <br/>
            <br/>
288. Поскольку небесный мир - это Божественная сущность, воздействующая блаженством на самое лучшее добро в ангелах, он может быть ясно воспринят ими только в восторге их сердец, когда они пребывают в добре своей жизни, в удовольствии, с которым они слышат истину, согласную с их добром, и в радости ума, когда они воспринимают соединение добра и истины. Отсюда она перетекает во все дела и мысли их жизни и там проявляется как радость, даже во внешнем виде. [2] Но мир на небесах отличается по качеству и количеству в соответствии с невинностью тех, кто там находится; поскольку невинность и мир идут рука об руку; ибо всякое благо небес, как было сказано выше, происходит от невинности, а всякое наслаждение этим благом - от мира. Итак, очевидно, что то же самое, что было сказано в предыдущей главе о состоянии невинности на небесах, можно сказать и о состоянии мира там, поскольку невинность и мир соединены как благо и его наслаждение; ибо благо ощущается в наслаждении, а наслаждение известно из блага. Таким образом, очевидно, что ангелы крайнего или третьего неба находятся в третьей или высшей степени мира, потому что они находятся в третьей или высшей степени невинности; и что ангелы нижних небес находятся в меньшей степени мира, потому что они находятся в меньшей степени невинности (см. выше n. 280). [3] То, что невинность и мир идут вместе, как добро и его наслаждение, видно на примере маленьких детей, которые находятся в мире, потому что они в невинности, и потому что они в мире, вся их природа полна игры. Однако мир маленьких детей - это внешний мир; внутренний же мир, как и внутренняя невинность, возможен только в мудрости, и по этой причине только в соединении добра и истины, поскольку мудрость - это соединение. Небесный или ангельский мир также возможен в людях, которые находятся в мудрости от соединения добра и истины, и которые, как следствие, имеют чувство содержания в Боге; тем не менее, пока они живут в мире, этот мир скрыт в их внутренностях, но он открывается, когда они оставляют тело и входят в небо, потому что тогда их внутренности открываются.
            <br/>
            <br/>
289. Как Божественный мир проистекает из соединения Господа с небесами, и особенно из соединения добра и истины в каждом ангеле, так и когда ангелы находятся в состоянии любви, они находятся в состоянии мира, ибо тогда добро и истина соединены в них. (Что состояния ангелов претерпевают последовательные изменения, можно видеть выше, n. 154-160). Так же обстоит дело и с возрождающимся человеком. Как только добро и истина соединяются в нем, что происходит особенно после искушений, он приходит в состояние восторга от небесного мира. Этот мир можно сравнить с утром или рассветом в весеннее время, когда, после того как ночь прошла, с восходом солнца все на земле начинает жить заново, благоухание растущей растительности распространяется по земле вместе с росой, сходящей с небес, а мягкая весенняя температура дает плодородие земле и дарит наслаждение умам людей, и это потому, что утро или рассвет в весеннее время соответствует состоянию мира ангелов на небе (см. n. 155)..
            <br/>
 Соединение добра и истины в возрождающемся человеке происходит в состоянии мира (n. 3696, 8517).
            <br/>
 Состояние мира на небесах подобно состоянию рассвета или весны на земле (n. 1726, 2780, 5662).
            <br/>
            <br/>
290. Я говорил с ангелами о мире, говоря, что то, что называется миром в мире, - это когда прекращаются войны и военные действия между царствами и когда прекращается вражда или вражда между людьми; также считается, что внутренний мир состоит в душевном покое, когда удаляются заботы, особенно в спокойствии и наслаждении от успеха в делах. Но ангелы сказали, что душевный покой, спокойствие и наслаждение от устранения забот и успеха в делах кажутся составляющими мира, но это так только у тех, кто находится в небесном благе, ибо только в этом благе возможен мир. Ибо мир вливается от Господа во внутренность таких людей, а из их внутренности нисходит и течет в низшие чувства, производя чувство покоя в уме, спокойствие в расположении духа и радость от этого. Но для тех, кто во зле, мир невозможен. Есть видимость покоя, спокойствия и восторга, когда все удается по их желанию; но это внешний мир, а вовсе не внутренний, ибо внутри они горят враждой, ненавистью, местью, жестокостью и многими злыми похотями, в которые переходит их нрав всякий раз, когда кто-либо оказывается к ним неблагосклонен, и которые прорываются наружу, когда их не сдерживает страх. Поэтому наслаждение таких людей пребывает в безумии, а наслаждение тех, кто пребывает в добре, - в мудрости. Разница между ними подобна разнице между адом и раем.
            <br/>
 Похоти, происходящие от любви к себе и миру, полностью лишают нас мира (n. 3170, 5662).
            <br/>
Есть такие, кто думает найти мир в беспокойстве и в том, что противоречит миру (n. 5662).
            <br/>
Мир возможен только тогда, когда удалены похоти зла (n. 5662).
            <br/>
            <br/>
291. СОЕДИНЕНИЕ НЕБЕС С ЧЕЛОВЕЧЕСКИМ РОДОМ.
            <br/>
В церкви хорошо известно, что все добро от Бога, и что ничто доброе не от человека, следовательно, никто не должен приписывать себе какое-либо добро как свое собственное. Также хорошо известно, что зло - от дьявола. Поэтому те, кто говорит по учению церкви, говорят о тех, кто ведет себя хорошо, и о тех, кто говорит и проповедует благочестиво, что они ведомы Богом; но противоположное - о тех, кто не ведет себя хорошо и говорит нечестиво. Чтобы это было так, человек должен иметь связь с небом и адом; и эта связь должна быть связана с волей человека и с его пониманием; ибо именно от них зависит, как тело действует, а уста говорят. Что это за соединение, мы сейчас расскажем.
            <br/>
            <br/>
292. В каждом человеке есть добрые и злые духи. Через добрых духов человек имеет связь с небесами, а через злых духов - с адом. Эти духи находятся в мире духов, который лежит посередине между небесами и адом. Этот мир будет подробно описан далее. Когда эти духи приходят к человеку, они входят в его память, а значит, и в его мысли, злые духи - в злые вещи его памяти и мысли, а добрые духи - в добрые вещи его памяти и мысли. Эти духи не знают, что они находятся с человеком; но когда они находятся с ним, они считают, что все вещи его памяти и мысли принадлежат им; они также не видят человека, потому что ничто из того, что есть в нашем солнечном мире, не попадает в их поле зрения. Господь очень заботится о том, чтобы духи не знали, что они с человеком; ибо если бы они знали это, то стали бы говорить с ним, и тогда злые духи уничтожили бы его; ибо злые духи, будучи соединены с адом, ничего так не желают, как уничтожить человека, не только его душу, то есть его веру и любовь, но и его тело. Иначе обстоит дело, когда духи не разговаривают с человеком, и тогда они не знают, что то, о чем они думают, а также то, что они говорят между собой, исходит от человека; ибо, хотя они и говорят друг с другом от человека, они считают, что то, о чем они думают и говорят, принадлежит им, и каждый почитает и любит то, что принадлежит ему. Таким образом, духи вынуждены любить и почитать человека, хотя и не знают об этом. То, что таково соединение духов с человеком, стало мне настолько хорошо известно из непрерывного многолетнего опыта, что для меня нет ничего лучше.
            <br/>
 С каждым человеком есть ангелы и духи, и посредством их человек имеет общение с духовным миром (n. 697, 2796, 2886, 2887, 4047, 4048, 5846-5866, 5976-5993).
            <br/>
Человек без присутствия духов не может жить (n. 5993).
            <br/>
Духи не видят человека, как и духи не видят человека (n. 5862).
            <br/>
Духи не могут видеть ничего в нашем солнечном мире, относящегося к какому-либо человеку, кроме того, с кем они разговаривают (n. 1880).
            <br/>
            <br/>
293. Причина, по которой духи, общающиеся с адом, также связаны с человеком, заключается в том, что человек рождается во зле всякого рода, следовательно, вся его жизнь целиком состоит из зла; и поэтому, если бы духи, подобные ему самому, не были связаны с ним, он не мог бы жить, не мог бы быть выведен из своего зла и исправлен. Поэтому он одновременно удерживается в своей жизни злыми духами и удерживается от нее добрыми духами; и благодаря им он находится в равновесии; и, находясь в равновесии, он свободен, и может быть отвлечен от зла и обращен к добру, и таким образом добро может быть внедрено в него, что было бы невозможно, если бы он не был свободен; а свобода возможна для человека только тогда, когда духи ада действуют с одной стороны, а духи небес - с другой, и человек находится между ними. Кроме того, было показано, что поскольку жизнь человека зависит от того, что он наследует, а значит, от самого себя, то если бы ему не было позволено быть во зле, он не имел бы жизни; также если бы он не был в свободе, он не имел бы жизни; также что его нельзя принудить к тому, что хорошо, а то, что принуждено, не пребывает; также что добро, которое человек получает в свободе, внедряется в его волю и становится как бы его собственным. Вот причины, по которым человек имеет общение с адом и общение с небом.
            <br/>
 Всякая свобода относится к любви и привязанности, ибо что человек любит, то он делает свободно (n. 2870, 3158, 8987, 8990, 9585, 9591).
            <br/>
Как свобода относится к любви человека, так она относится и к его жизни (n. 2873).
            <br/>
Ничто не кажется человеку собственным, кроме того, что происходит от свободы (n. 2880).
            <br/>
Человек должен иметь свободу, чтобы он мог исправиться (n. 1937, 1947, 2876, 2881, 3145, 3146, 3158, 4031, 8700).
            <br/>
В противном случае никакая любовь к добру и истине не сможет привиться в человеке и быть присвоенной, казалось бы, как своя собственная (n. 2877, 2879, 2880, 2883, 8700).
            <br/>
Ничто, происходящее от принуждения, не сопряжено с человеком (n. 2875, 8700).
            <br/>
Если бы человек мог быть исправлен принуждением, то все были бы исправлены (n. 2881).
            <br/>
Принуждение в реформации вредно (n. 4031).
            <br/>
Какие бывают состояния принуждения (n. 8392).
            <br/>
            <br/>
294. О том, каково общение небес с добрыми духами и каково общение ада со злыми духами, и о последующем соединении небес и ада с человеком, также будет рассказано. Все духи, находящиеся в мире духов, имеют общение с небом или с адом, злые духи - с адом, а добрые - с небом. Небеса разделены на общества, и ад тоже. Каждый дух принадлежит к какому-то обществу и продолжает существовать благодаря притоку из него, действуя, таким образом, как одно целое с ним. Следовательно, как человек соединен с духами, так он соединен с небом или с адом, даже с тем обществом, к которому он привязан своей привязанностью или любовью; ибо общества неба отличаются друг от друга в соответствии с их привязанностью к добру и истине, а общества ада - в соответствии с их привязанностью к злу и фальши. (О небесных обществах см. выше, n. 41-45, а также n. 148-151).
            <br/>
            <br/>
295. Духи, связанные с человеком, таковы, каков он сам в отношении своей привязанности или любви; но Господь связывает с ним добрых духов, а злых духов приглашает сам человек. Духи, находящиеся с человеком, меняются в соответствии с изменениями его привязанностей; так, одни духи находятся с ним в раннем детстве, другие - в отрочестве, третьи - в юности и зрелости, четвертые - в старости. В раннем детстве присутствуют те духи, которые пребывают в невинности и которые таким образом общаются с небом невинности, которое является самым внутренним или третьим небом; в отрочестве присутствуют те духи, которые пребывают в привязанности к знанию и которые таким образом общаются с самым верхним или первым небом; в юности и зрелости присутствуют духи, привязанные к тому, что истинно и хорошо, и, следовательно, разумные, которые таким образом общаются со вторым или средним небом; а в старости присутствуют духи, пребывающие в мудрости и невинности, которые таким образом общаются с самым внутренним или третьим небом. Но Господь поддерживает эту связь с теми, кто может быть исправлен и возрожден. Иначе обстоит дело с теми, кто не может быть исправлен или возрожден. Хотя с ними также связаны добрые духи, чтобы они могли таким образом удерживаться от зла, насколько это возможно, они непосредственно соединены со злыми духами, которые общаются с адом, и поэтому с ними находятся такие духи, которые подобны им самим. Если они любители себя, или любители наживы, или любители мести, или любители прелюбодеяния, то подобные духи присутствуют и как бы обитают в их злых привязанностях; и человек подстрекается ими, за исключением тех случаев, когда его могут удержать от зла добрые духи, и они прилепляются к нему и не отступают, пока преобладают злые привязанности. Таким образом, плохой человек связан с адом, а хороший - с раем.
            <br/>
            <br/>
296. Человек управляется Господом через духов, потому что он не находится в небесном порядке, ибо он рожден во зле, которое является адским, таким образом, в полной противоположности Божественному порядку; следовательно, его нужно вернуть в порядок, а это можно сделать только опосредованно с помощью духов. Иначе было бы, если бы человек родился в благе, соответствующем порядку небес; тогда он управлялся бы Господом не посредством духов, а посредством самого порядка, то есть посредством всеобщего притока. Посредством этого притока человек управляется в отношении всего, что исходит из его мысли и воли в действие, то есть в отношении речи и поступков; ибо и то, и другое происходит в гармонии с естественным порядком, и потому с ними духи, связанные с человеком, не имеют ничего общего. Животные также управляются посредством этого общего притока из духовного мира, потому что они находятся в порядке своей жизни, и животные не смогли извратить и разрушить этот порядок, потому что у них нет разумной способности. В чем состоит различие между человеком и животными, можно увидеть выше (n. 39).
            <br/>
 Разница между людьми и животными в том, что люди способны быть вознесенными Господом к Себе, мыслить о Божественном, любить его и таким образом быть соединенными с Господом, от чего они имеют вечную жизнь; но со зверями все иначе (n. 4525, 6323, 9231).
            <br/>
Звери находятся в порядке своей жизни, и поэтому рождаются в вещах, соответствующих их природе, а человек - нет, и поэтому он должен быть приведен в порядок своей жизни интеллектуальными средствами (n. 637, 5850, 6323).
            <br/>
Согласно общему притоку мысль у человека переходит в речь, а воля - в движения (n. 5862, 5990, 6192, 6211).
            <br/>
Общий приток духовного мира в жизнь зверей (n. 1633, 3646).
            <br/>
            <br/>
297. Что же касается дальнейшего соединения небес с человеческим родом, то следует отметить, что Господь Сам вливается в каждого человека, в соответствии с порядком небес, как в его внутренности, так и в его внешность, и устраивает его для принятия небес, и управляет его внешностью из его внутренности, и в то же время его внутренностью из его внешности, таким образом удерживая в связи каждую вещь и все вещи в человеке. Это приток Господа называется прямым притоком; другой же приток, осуществляемый через духов, называется опосредованным притоком. Последнее поддерживается посредством первого. Прямой приток, который есть приток Самого Господа, исходит от Его Божественного Человека и входит в волю человека, а через волю - в его понимание, и, таким образом, в его добро, а через добро - в его истину, или, что то же самое, в его любовь, а через любовь - в его веру; а не наоборот, и тем более не в веру помимо любви или в истину помимо добра, или в понимание, которое не является волей. Этот Божественный приток непрерывен, и в добрых он принимается добром, но не в злых, ибо в них он либо отвергается, либо задыхается, либо извращается, и в результате они живут злой жизнью, которая в духовном смысле есть смерть.
            <br/>
 Существует прямое приток от Господа, а также опосредованный приток через духовный мир (n. 6063, 6307, 6472, 9682, 9683).
            <br/>
Прямой поток Господа входит в малейшие частности всех вещей (n. 6058, 6474-6478, 8717, 8728).
            <br/>
Господь вливается в первые и в то же время в последние - каким образом (n. 5147, 5150, 6473, 7004, 7007, 7270).
            <br/>
Господь вливается в добро в человеке, а через добро в истину, а не наоборот (n. 5482, 5649, 6027, 8685, 8701, 10153).
            <br/>
Жизнь, притекающая от Господа, меняется в зависимости от состояния человека и в зависимости от приема (n. 2069, 5986, 6472, 7343).
            <br/>
Со злом добро, притекающее от Господа, превращается в зло, а истина - в ложь; из опыта (n. 3642, 4632).
            <br/>
Добро и его истина, постоянно притекающие от Господа, принимаются лишь постольку, поскольку зло и его фальшь не препятствуют этому (n. 2411, 3142, 3147, 5828).
            <br/>
            <br/>
298. Духи, пребывающие с человеком, как сопряженные с небом, так и сопряженные с адом, никогда не вливаются в человека из своей памяти и ее мысли, ибо если бы они вливались из своей мысли, то все, что принадлежало бы им, казалось бы человеку его собственным (см. выше n. 256). Тем не менее, через них в человека вливается из рая привязанность, принадлежащая любви к добру и истине, а из ада - привязанность, принадлежащая любви к злу и фальши. Поэтому, насколько привязанность человека согласуется с притекающей к нему привязанностью, настолько эта привязанность принимается им в его мысли, поскольку внутренняя мысль человека полностью согласуется с его привязанностью или любовью; но насколько привязанность человека не согласуется с этой привязанностью, она не принимается. Очевидно, что поскольку мысль вводится в человека не духами, а только привязанностью к добру и привязанностью к злу, то человек имеет выбор, потому что у него есть свобода; и поэтому он способен своей мыслью принимать добро и отвергать зло, поскольку он знает из Слова, что есть добро и что есть зло. Более того, все, что он получает мыслью от привязанности, присваивается ему; но все, что он не получает мыслью от привязанности, не присваивается ему. Все это делает очевидной природу притока добра с небес к человеку и природу притока зла из ада.
            <br/>
            <br/>
299. Мне также было позволено узнать источник человеческой тревоги, душевной скорби и внутренней печали, которая называется меланхолией. Есть духи, еще не соединенные с адом, потому что они находятся в своем первом состоянии; о них будет сказано ниже, когда мы будем говорить о мире духов. Такие духи любят непереваренные и пагубные вещи, такие, которые относятся к пище, становящейся скверной в желудке; следовательно, они присутствуют с человеком в таких вещах, потому что находят в них удовольствие; и они говорят там друг с другом от своей злой привязанности. Аффект, который содержится в их речи, вливается из этого источника в человека; и когда этот аффект противоположен аффекту человека, в нем возникает печаль и меланхоличное беспокойство; но когда он согласуется с ним, он становится в нем радостным и веселым. Эти духи появляются рядом с животом, некоторые слева, некоторые справа от него, некоторые ниже, некоторые выше, также ближе и отдаленнее, таким образом, по-разному в соответствии с их привязанностями. То, что это источник беспокойства ума, было показано и доказано мне большим опытом. Я видел этих духов, я слышал их, я чувствовал беспокойство, возникающее из-за них, и я разговаривал с ними; когда их прогоняли, беспокойство прекращалось; когда они возвращались, беспокойство возвращалось; и я отмечал увеличение и уменьшение его в зависимости от их приближения и удаления. Из этого мне стало ясно, почему некоторые, не знающие, что такое совесть, потому что у них нет совести, приписывают ее муки желудку.
            <br/>
 Те, у кого нет совести, не знают, что такое совесть (n. 7490, 9121).
            <br/>
Есть и такие, которые смеются над совестью, когда слышат, что она есть (n. 7217).
            <br/>
Некоторые считают, что совесть - это ничто; некоторые - что это нечто естественное, печальное и скорбное, возникающее либо от причин в теле, либо от причин в мире; некоторые - что это нечто, что обычные люди получают от своей религии (n. 206, 831, 950; [TCR n. 665]).
            <br/>
Существует истинная совесть, ложная совесть и ложная совесть (n. 1033).
            <br/>
Боль совести - это душевное беспокойство из-за того, что несправедливо, неискренне или в каком-либо отношении зло, которое человек считает направленным против Бога и против блага ближнего (n. 7217).
            <br/>
Совесть есть у тех, кто пребывает в любви к Богу и в милосердии к ближнему, а у тех, кто не таков, совести нет (n. 831, 965, 2380, 7490).
            <br/>
            <br/>
300. Соединение небес с человеком не похоже на соединение одного человека с другим, но это соединение происходит с внутренним миром ума человека, то есть с его духовным или внутренним человеком; хотя существует соединение с его естественным или внешним человеком посредством соответствий, которые будут описаны в следующей главе, где будет рассмотрено соединение небес с человеком посредством Слова.
            <br/>
            <br/>
301. В следующей главе будет также показано, что соединение небес с человеческим родом и человеческого рода с небесами таково, что одно имеет свое постоянное существование вместе с другим.
            <br/>
            <br/>
302. Я говорил с ангелами о соединении небес с человеческим родом, говоря, что, хотя человек церкви заявляет, что все добро от Бога и что ангелы находятся с человеком, все же мало кто верит, что ангелы соединены с человеком, а тем более, что они находятся в его мыслях и привязанностях. Ангелы ответили, что они знают, что такая вера и такой способ говорить все еще существуют в мире, и особенно, к их удивлению, в церкви, где Слово присутствует, чтобы учить людей о небесах и их соединении с человеком; тем не менее, это соединение настолько велико, что человек не способен думать ни о чем, если только духи не связаны с ним, и от этого зависит его духовная жизнь. Они сказали, что причиной невежества в этом вопросе является вера человека в то, что он живет сам по себе и не имеет связи с Первым Существом [Esse] жизни; вместе с тем он не знает, что эта связь существует посредством небес; и все же, если бы эта связь была нарушена, человек мгновенно упал бы замертво. Если бы человек только верил, как это действительно так, что все добро - от Господа, а все зло - от ада, он не делал бы добро в себе делом заслуги и не вменял бы себе зло; ибо тогда он обращался бы к Господу во всем добром, что он думает и делает, а все зло, которое вливается в него, низвергалось бы в ад, откуда оно исходит. Но поскольку человек не верит, что в него ничего не поступает ни с небес, ни из ада, и поэтому полагает, что все, что он думает и желает, находится в нем самом и, следовательно, исходит от него самого, он присваивает себе зло, а добро, которое в него поступает, оскверняет заслугами.
            <br/>
            <br/>
303. СОЕДИНЕНИЕ НЕБЕС С ЧЕЛОВЕКОМ ПОСРЕДСТВОМ СЛОВА.
            <br/>
Те, кто мыслит из внутреннего разума, могут видеть, что существует связь всех вещей через посредство посредников с Первым, и что все, что не находится в связи, рассеивается. Ибо они знают, размышляя об этом, что ничто не может иметь постоянного существования само по себе, но только из того, что предшествует ему, а значит, все вещи из Первого; также что связь с предшествующим подобна связи следствия с его следственной причиной; ибо когда следственная причина отнимается от своего следствия, следствие растворяется и рассеивается. Поскольку ученые думали так, они увидели и сказали, что постоянное существование есть вечное возникновение; таким образом, все вещи имеют постоянное существование от Первого; и как они возникли от этого Первого, так они вечно возникают, то есть имеют постоянное существование от него. Но какова связь всего сущего с тем, что предшествует ему самому, то есть с Первым, которое является источником всего сущего, нельзя сказать в нескольких словах, потому что она разнообразна и многообразна. Можно лишь в общих чертах сказать, что существует связь природного мира с духовным, и что, следовательно, существует соответствие всех вещей природного мира всем вещам духовного (см. n. 103-115); также существует связь и, следовательно, соответствие всех вещей человеческого мира всем вещам небесного (см. n. 87-102).
            <br/>
            <br/>
304. Человек создан таким образом, чтобы иметь связь и соединение с Господом, а с ангелами небесными - только принадлежность. У человека есть связь с ангелами, но не соединение, потому что в отношении внутренностей своего разума человек по сотворению подобен ангелу, имея подобную волю и подобное понимание. Следовательно, если человек жил в соответствии с Божественным порядком, то после смерти он становится ангелом, обладающим той же мудростью, что и ангел. Поэтому, когда говорят о соединении человека с небесами, подразумевают его соединение с Господом и принадлежность к ангелам; ибо небеса - это небеса от Божественного Господа, а не от того, что принадлежит ангелам. То, что именно Божественное Господа делает небеса, можно увидеть выше (n. 7-12). [2] Но человек имеет, помимо того, что имеют ангелы, то, что он есть не только в отношении его внутренностей в духовном мире, но и в то же время в отношении его внешностей в природном мире. Его внешнее, что находится в естественном мире, - это все вещи его естественной или внешней памяти и его мысли и воображения; в общем, знания и науки с их наслаждениями и удовольствиями, насколько они имеют запах мира, также многие удовольствия, принадлежащие чувствам тела, вместе с самими чувствами, его речью и его действиями. И все это - пределы, в которых завершается Божественный поток Господа; ибо этот поток не останавливается на полпути, но идет дальше, к своим пределам. Все это показывает, что крайний Божественный порядок находится в человеке; и будучи крайним, он также является основанием и фундаментом. [3] Поскольку Божественный поток Господа не останавливается на середине пути, но идет к своим пределам, как уже было сказано, и поскольку эта средняя часть, через которую он проходит, есть ангельское небо, в то время как предел находится в человеке, и поскольку ничто не может существовать без связи, из этого следует, что связь и соединение небес с человеческим родом таковы, что одно имеет свое постоянное существование от другого, и что человеческий род без небес был бы подобен цепи без крюка, а небеса без человеческого рода были бы подобны дому без фундамента.
            <br/>
 Ничто не возникает из самого себя, но из того, что предшествует себе, таким образом, все вещи от Первого, и они также имеют постоянное существование от Того, от Кого они возникают, а постоянное существование - это вечное возникновение (n. 2886, 2888, 3627, 3628, 3648, 4523, 4524, 6040, 6056).
            <br/>
Божественный порядок не останавливается на полпути, но завершается в пределе, и этот предел - человек, поэтому Божественный порядок завершается в человеке (n. 634, 2853, 3632, 5897, 6239, 6451, 6465, 9215, 9216, 9824, 9828, 9836, 9905, 10044, 10329, 10335, 10548).
            <br/>
Внутренние вещи перетекают во внешние вещи, даже в крайние или самые крайние в последовательном порядке, и там они возникают и имеют постоянное существование (n. 634, 6239, 6465, 9215, 9216).
            <br/>
Внутренние вещи возникают и имеют постоянное существование в том, что является крайним в одновременном порядке (n. 5897, 6451, 8603, 10099).
            <br/>
Поэтому все внутренние вещи удерживаются вместе в связи от Первого посредством Последнего (n. 9828).
            <br/>
Поэтому "Первый и Последний" означают все вещи и каждую вещь, то есть целое (n. 10044, 10329, 10335).
            <br/>
Следовательно, в первых началах есть сила и власть (n. 9836).
            <br/>
            <br/>
305. Но человек разорвал эту связь с небесами, отвернув свои внешние органы от небес и обратив их к миру и к самому себе посредством любви к себе и к миру, тем самым настолько отстранив себя, что больше не служит основанием и фундаментом для небес; поэтому Господь предоставил посредника, который будет служить вместо этого основания и фундамента для небес, а также для соединения небес с человеком. Этим средством является Слово. Как Слово служит таким средством, было показано во многих местах Arcana Coelestia, и все это можно увидеть в небольшой работе о Белом Коне, упомянутом в Апокалипсисе; также в Приложении к Новому Иерусалиму и его Небесной Доктрине, из которого здесь приводятся некоторые заметки.
            <br/>
 Слово в смысле буквы является естественным (n. 8783).
            <br/>
По той причине, что естественное является внешним, в котором духовные и небесные вещи, которые являются внутренними, заканчиваются и на котором они покоятся, как дом на своем фундаменте (n. 9430, 9433, 9824, 10044, 10436).
            <br/>
Чтобы Слово могло быть таковым, оно полностью состоит из соответствий (n. 1404, 1408, 1409, 1540, 1619, 1659, 1709, 1783, 8615, 10687).
            <br/>
Поскольку Слово таково в смысле буквы, оно является вместилищем духовного и небесного смысла (n. 9407).
            <br/>
И оно приспособлено как к людям, так и к ангелам (n. 1769-1772, 1887, 2143, 2157, 2275, 2333, 2395, 2540, 2541, 2547, 2553, 7381, 8862, 10322).
            <br/>
И это то, что делает небо и землю единым целым (n. 2310, 2495, 9212, 9216, 9357, 9396, 10375).
            <br/>
Соединение Господа с человеком происходит через Слово, посредством внутреннего чувства (n. 10375).
            <br/>
Есть соединение посредством всех вещей и каждой отдельной вещи Слова, и поэтому Слово прекрасно над всеми другими писаниями (n. 10632-10634).
            <br/>
Поскольку Слово было написано, Господь говорит с людьми посредством его (n. 10290).
            <br/>
Церковь, где есть Слово и Господь известен через него, по отношению к тем, кто находится вне Церкви, где нет Слова и Господь неизвестен, подобна сердцу и легким в человеке по сравнению с другими частями тела, которые живут от них, как от источников своей жизни (n. 637, 931, 2054, 2853).
            <br/>
Перед Господом вселенская церковь на земле - как один человек (n. 7396, 9276).
            <br/>
Следовательно, если на этой земле не будет церкви, где есть Слово, и где Господь познается через него, род человеческий здесь погибнет (n. 468, 637, 931, 4545, 10452).
            <br/>
            <br/>
306. Мне было сказано с небес, что древнейшие люди, поскольку их внутренние помещения были обращены к небу, имели прямое откровение, и посредством этого в то время происходило соединение Господа с человеческим родом. После их времен, однако, не было такого прямого откровения, но было промежуточное откровение посредством соответствий, так как все их Божественное поклонение тогда состояло из соответствий, и по этой причине церкви того времени назывались представительными церквями. Ибо тогда было известно, что такое соответствие и что такое представление, и что все вещи на земле соответствуют духовным вещам на небе и в церкви, или, что то же самое, представляют их; и поэтому естественные вещи, которые составляли внешнюю сторону их поклонения, служили им средством для духовного мышления, то есть мышления с ангелами. Когда знание соответствий и представлений было изглажено из памяти, было написано Слово, в котором все слова и их значения являются соответствиями и, таким образом, содержат духовный или внутренний смысл, в котором находятся ангелы; и, следовательно, когда человек читает Слово и воспринимает его согласно буквенному или внешнему смыслу, ангелы воспринимают его согласно внутреннему или духовному смыслу; ибо все мысли ангелов духовны, тогда как мысли человека естественны. Эти два вида мышления кажутся различными, но, тем не менее, они едины, потому что соответствуют друг другу. Поэтому, когда человек отделился от неба и разорвал связь, Господь обеспечил связь неба с человеком посредством Слова.
            <br/>
            <br/>
307. То, как небеса соединяются с человеком посредством Слова, я проиллюстрирую некоторыми отрывками из него. "Новый Иерусалим" описывается в Апокалипсисе такими словами:
            <br/>
            <br/>
И увидел я новое небо и новую землю, а первое небо и первая земля миновали. И увидел я святой город Новый Иерусалим, сходящий от Бога с неба. Город был четырехугольный, длина его столько же, сколько ширина его; и Ангел измерил город тростью: двенадцать тысяч верст; длина, широта и высота его равны. И стену его он измерил сто сорок четыре локтя, мерою человека, то есть ангела. Здание стены было из яшмы; сам же город был из чистого золота, как чистое стекло; основания стены были украшены всякими драгоценными камнями. Двенадцать ворот были двенадцать жемчужин, а улица города - чистое золото, как прозрачное стекло (21:1, 2, 16-19, 21).
            <br/>
            <br/>
Когда человек читает эти слова, он понимает их просто в соответствии со смыслом буквы, а именно: видимое небо с землей должны погибнуть, и новое небо должно появиться; и на новой земле должен сойти святой город Иерусалим со всеми его размерами, как здесь описано. Но ангелы, которые находятся с человеком, понимают эти вещи совершенно иначе, то есть все, что человек понимает естественно, они понимают духовно. [2] Под "новым небом и новой землей" они понимают новую церковь; под "городом Иерусалимом, сходящим от Бога с неба" они понимают ее небесное учение, открытое Господом; под "длиной, широтой и высотой, которые равны" и "двенадцатью тысячами мехов" они понимают все блага и истины этого учения в комплексе; под его "стеной" они понимают истины, защищающие его; под "мерою стены, сто сорок четыре локтя, что есть мера человека, то есть ангела", они понимают все эти защищающие истины в комплексе и их характер; под "двенадцатью воротами, которые были из жемчуга" они понимают вводные истины, "жемчуг" означает такие истины; под "основаниями стены, которые были из драгоценных камней" они понимают знание, на котором основано это учение; под "золотом, подобным чистому стеклу", из которого был сделан город и его улицы, они понимают благо любви, которое делает учение и его истины прозрачными. Так ангелы воспринимают все эти вещи; и, следовательно, не так, как их воспринимает человек. Таким образом, естественные идеи человека переходят в духовные идеи ангелов без того, чтобы они знали что-либо о смысле буквы Слова, то есть о "новом небе и новой земле", "новом городе Иерусалиме", его "стене, основаниях стены и размерах". И все же мысли ангелов составляют одно целое с мыслями человека, потому что они соответствуют друг другу; они составляют одно целое почти так же, как слова говорящего составляют одно целое с пониманием их слушателем, который обращает внимание исключительно на смысл, а не на слова. Все это показывает, как Небо соединяется с человеком посредством Слова: [3] Приведем еще один пример из Слова:
            <br/>
            <br/>
В тот день будет дорога из Египта в Ассирию, и придет Ассирия в Египет, и Египет в Ассирию, и Египтяне будут служить Ассирии. В тот день будет Израиль третьим для Египта и для Ассирии, благословением посреди земли, которую благословит Иегова Саваоф, говоря: благословен народ Мой Египтянин, и Ассириянин дело рук Моих, и Израиль удел Мой (Исаия 19:23-25).
            <br/>
            <br/>
Что думает человек, когда читает эти слова, и что думают ангелы, видно из смысла буквы Слова и из его внутреннего смысла. Человек по смыслу буквы думает, что египтяне и ассирийцы должны быть обращены к Богу и приняты, а затем стать одним с израильским народом; но ангелы в соответствии с внутренним смыслом думают о человеке духовной церкви, который здесь описан в этом смысле, чей духовный - "Израиль", природный - "египтянин", а рациональный, который является средним, - "ассириец".
            <br/>
Тем не менее, эти два чувства едины, потому что они соответствуют друг другу; и поэтому, когда ангелы мыслят духовно, а человек естественно, они соединены почти так же, как тело и душа; в действительности, внутренний смысл Слова - это его душа, а смысл буквы - его тело. Таково Слово во всем. Это показывает, что оно является средством соединения небес с человеком, и что его буквальный смысл служит основой и фундаментом.
            <br/>
 В Слове "Египет" и "египтянин" означают природу и ее знание (n. 4967, 5079, 5080, 5095, 5160, 5460, 5799, 6015, 6147, 6252, 7355, 7648, 9340, 9391). "Ассирия" означает разумное (n. 119, 1186). "Израиль" означает духовное (n. 5414, 5801, 5803, 5806, 5812, 5817, 5819, 5826, 5833, 5879, 5951, 6426, 6637, 6862, 6868, 7035, 7062, 7198, 7201, 7215, 7223, 7957, 8234, 8805, 9340).
            <br/>
            <br/>
308. Существует также соединение небес посредством Слова с теми, кто находится вне Церкви, где нет Слова; ибо Церковь Господа вселенская и находится со всеми, кто признает Божественное и живет в милосердии. Более того, такие люди после смерти обучаются ангелами и получают Божественные истины;  о чем подробнее можно будет прочитать ниже, в главе о язычниках. Вселенская церковь на земле в глазах Господа похожа на одного человека, как и небо (см. n. 59-72); но церковь, где есть Слово и где Господь познается через него, подобна сердцу и легким в этом человеке. Известно, что все внутренности и члены всего тела черпают свою жизнь из сердца и легких через различные производные; и таким образом живут те представители рода человеческого, которые находятся вне Церкви, где есть Слово, и которые являются членами этого человека. Опять же, соединение небес с теми, кто находится на расстоянии, посредством Слова можно сравнить со светом, излучаемым из центра по всему периметру. Божественный свет находится в Слове, и там присутствует Господь с небесами, и от этого присутствия те, кто находится на расстоянии, находятся в свете; но было бы иначе, если бы не было Слова. Это может быть более ясно видно из того, что было показано выше относительно формы небес, в соответствии с которой все, кто находится на небесах, имеют связь и общение. Но хотя этот арканум может быть постигнут теми, кто находится в духовном свете, он не может быть постигнут теми, кто находится только в естественном свете; ибо бесчисленные вещи ясно видны тем, кто находится в духовном свете, которые не видны или видны неясно как одна вещь тем, кто находится только в естественном свете.
            <br/>
 Церковь - это место, где находится Слово и где Господь познается через него, а значит, где открываются Божественные истины с небес (n. 3857, 10761).
            <br/>
Церковь Господа находится со всеми на всем земном шаре, кто живет в добре в соответствии с принципами своей религии (n. 3263, 6637, 10765).
            <br/>
Все, где бы они ни находились, кто живет в добре в соответствии с принципами своей религии и признает Божественное, приняты Господом (n. 2589-2604, 2861, 2863, 3263, 4190, 4197, 6700, 9256).
            <br/>
И кроме того, все дети, где бы они ни родились (n. 2289-2309, 4792).
            <br/>
            <br/>
309. Если бы такое Слово не было дано на этой земле, человек этой земли был бы отделен от небес; а если бы он был отделен от небес, он перестал бы быть разумным, ибо человеческое разумное существует благодаря притоку небесного света. Опять же, человек этой земли таков, что он не способен получать прямое откровение и быть наученным Божественным истинам посредством такого откровения, как жители других земель, которые были особо описаны в другой небольшой работе. Ибо человек этой земли больше живет в мирских вещах, то есть во внешнем, чем люди других земель, и именно внутренние вещи являются восприимчивыми к откровению; если бы оно было получено во внешних вещах, истина не была бы понята. То, что таков человек этой земли, ясно видно из состояния тех, кто находится внутри церкви: хотя они знают из Слова о небесах, об аде, о жизни после смерти, в сердце они все же отрицают эти вещи; хотя среди них есть некоторые, которые приобрели выдающуюся репутацию за образованность, и по этой причине их можно считать более мудрыми, чем других.
            <br/>
            <br/>
310. Временами я беседовал с ангелами о Слове, говоря, что некоторые презирают его за простой стиль, и что ничего не известно о его внутреннем смысле, и по этой причине не верят, что в нем сокрыто столько мудрости. Ангелы сказали, что хотя стиль Слова кажется простым в смысле буквы, он таков, что ничто не может сравниться с ним по совершенству, поскольку Божественная мудрость сокрыта не только в целом смысле, но и в каждом слове; и что на небесах эта мудрость сияет. Они хотели заявить, что эта мудрость есть свет небес, потому что она есть Божественная истина, ибо то, что сияет на небесах, есть Божественная истина (см. n. 132). Они также говорили, что без такого Слова не было бы ни света небесного с людьми нашей земли, ни соединения небес с ними; ибо соединение существует только до тех пор, пока свет небесный присутствует с человеком, а этот свет присутствует только до тех пор, пока Божественная истина открывается человеку посредством Слова. Это соединение посредством соответствия духовного смысла Слова его естественному смыслу неизвестно человеку, потому что человек этой земли ничего не знает о духовном мышлении и речи ангелов, и чем они отличаются от естественного мышления и речи людей; и пока это не будет известно, ни в коем случае нельзя знать, что такое внутренний смысл, и что такое соединение возможно посредством этого смысла. Кроме того, они сказали, что если бы этот смысл был известен человеку, и если бы человек, читая Слово, думал в соответствии с некоторым знанием о нем, то он пришел бы к внутренней мудрости и еще больше соединился бы с небом, поскольку таким образом он вошел бы в идеи, подобные идеям ангелов.
            <br/>
            <br/>
311. XXXV. РАЙ И АД ПРИНАДЛЕЖАТ К ЧЕЛОВЕЧЕСКОМУ РОДУ.
            <br/>
В христианском мире совершенно неизвестно, что небеса и ад принадлежат роду человеческому, ибо считается, что вначале были созданы ангелы и таким образом образовались небеса; также считается, что дьявол или сатана был ангелом света, но, восстав, он был низвергнут вместе со своей командой, и таким образом образовался ад. Ангелы не перестают удивляться тому, что в христианском мире существует такая вера, и еще больше тому, что ничего толком не известно о небесах, тогда как на самом деле это главный принцип всей доктрины в церкви. Но поскольку такое невежество преобладает, они радуются сердцем, что Господу было угодно открыть человечеству в это время многое о небесах и об аде, тем самым рассеивая, насколько это возможно, тьму, которая с каждым днем увеличивается, поскольку церковь подошла к своему концу. [2] По этой причине они желают, чтобы я объявил из их уст, что на всем небе нет ни одного ангела, который был бы создан таким от начала, ни в аду ни одного дьявола, который был бы создан ангелом света и низвержен; но что все, как на небе, так и в аду, принадлежат к роду человеческому; на небесах те, кто жил в мире в небесной любви и вере, в аду те, кто жил в адской любви и вере, а также то, что именно ад, взятый в целом, называется дьяволом и сатаной: дьяволом называется ад, который находится позади, где находятся те, кого называют злыми джиннами, а сатаной - ад, который находится впереди, где находятся те, кого называют злыми духами. Характер этих адов будет описан на следующих страницах. [3] Ангелы сказали, что христианский мир получил такую веру о тех, кто на небесах и тех, кто в аду, из некоторых отрывков в Слове, понятых в соответствии с простым смыслом буквы, не проиллюстрированным и не объясненным подлинным учением из Слова; хотя смысл буквы Слова, пока он не освещен подлинным учением, влечет разум в разных направлениях, и это порождает невежество, ереси и ошибки.
            <br/>
 Ад, взятый вместе, или преисподняя, взятая вместе, называется дьяволом и сатаной (n. 694).
            <br/>
Те, кто был дьяволом в этом мире, становятся дьяволом после смерти (n. 968).
            <br/>
 Доктрина церкви должна исходить из Слова (n. 3464, 5402, 6822, 6832, 10763, 10765).
            <br/>
Без учения Слово не понимается (n. 9025, 9409, 9424, 9430, 10324, 10431, 10582).
            <br/>
Истинное учение - светильник для тех, кто читает Слово (n. 10400).
            <br/>
Подлинное учение должно исходить от тех, кто просвещен Господом (n. 2510, 2516, 2519, 9424, 10105).
            <br/>
Те, кто в смысле буквы не имеют учения, не понимают Божественных истин (n. 9409, 9410, 10582).
            <br/>
И они впадают во многие заблуждения (n. 10431).
            <br/>
Разница между теми, кто учит и учится на основе учения Церкви, полученного из Слова, и теми, кто учит и учится только на основе чувства буквы (n. 9025).
            <br/>
            <br/>
312. Человек церкви также исходит из того, что он верит, что ни один человек не попадет ни в рай, ни в ад до времени окончательного суда; и по этому поводу он принял мнение, что в то время все видимые вещи погибнут, а новые вещи появятся, и что душа тогда вернется в свое тело, и от этого союза человек снова будет жить как человек. Эта вера предполагает другую - что ангелы были созданы такими с самого начала; ибо невозможно верить, что небеса и ад принадлежат человеческому роду, когда считается, что ни один человек не сможет попасть туда до конца света. [2] Но чтобы люди убедились, что это не так, мне было дано быть в обществе ангелов, а также беседовать с теми, кто находится в аду, и это уже несколько лет, иногда непрерывно с утра до вечера, и таким образом быть осведомленным о небесах и аде. Это было разрешено, чтобы человек из церкви больше не продолжал оставаться в своей ошибочной вере о воскресении во время суда и о состоянии души в это время, а также об ангелах и дьяволе. Поскольку эта вера является верой в то, что ложно, она погружает разум во тьму, и у тех, кто размышляет об этих вещах на основе собственного разума, она вызывает сомнения и в конце концов отрицание, ибо они говорят в сердце: "Как может столь огромное небо с таким количеством созвездий, с солнцем и луной быть разрушено и рассеяно? и как могут звезды, которые больше земли, упасть с неба на землю; и могут ли тела, изъеденные червями, поглощенные тлением и рассеянные по всем ветрам, снова собраться к своим душам; и где между тем находится душа, и что она такое, когда лишена чувств, которые она имела в теле?" [3] И многие другие подобные вещи, в которые, будучи непостижимыми, невозможно поверить, и которые разрушают веру многих в жизнь души после смерти, и их веру в небеса и ад, и в эти другие вопросы, относящиеся к вере церкви. То, что эта вера была разрушена, очевидно из того, что было сказано: "Кто когда-либо приходил к нам с небес и говорил нам, что есть рай? Что такое ад? Есть ли он вообще? Что это за слова о том, что человек будет вечно мучиться в огне? Что такое судный день? Не напрасно ли ожидали его во веки веков?" и прочее, что подразумевает отрицание всего. [4] Поэтому, чтобы те, кто думает подобным образом, как многие, которые из-за своей мирской мудрости считаются эрудированными и учеными, больше не смущали и не вводили в заблуждение простых в вере и сердце людей и не наводили адскую тьму на Бога, небо и вечную жизнь, и все остальное, что зависит от них, Внутренность моего духа была открыта Господом, и мне было позволено говорить со всеми после их смерти, с кем я был знаком при жизни тела - с некоторыми в течение нескольких дней, с некоторыми в течение месяцев, с некоторыми в течение года, а также с таким количеством других, что я не преувеличу, если скажу, что их сто тысяч; многие из которых были на небесах, а многие в аду. Я также разговаривал с некоторыми через два дня после их смерти и сказал им, что в это время проходят похоронные службы и обряды, готовясь к их погребению; на что они ответили, что хорошо отбросить то, что служило им как тело и для телесных функций в этом мире; И они пожелали, чтобы я сказал, что они не умерли, но живут как люди, как и прежде, и просто перешли из одного мира в другой, и не знают, что потеряли что-либо, поскольку у них есть тело и его чувства, как и прежде, также понимание и воля, как и прежде, с мыслями и привязанностями, ощущениями и желаниями, как и те, которые они имели в этом мире". [5] Большинство из тех, кто недавно умер, увидев себя живыми людьми, как и прежде, и в таком же состоянии (ибо после смерти состояние жизни каждого человека сначала остается таким, каким оно было в мире, но постепенно оно меняется либо на небеса, либо на ад), испытали новую радость от того, что они живы, говоря, что они не верили, что это будет так. Но они очень удивлялись, что они должны были жить в таком неведении и слепоте о состоянии их жизни после смерти; и особенно, что человек церкви должен быть в таком неведении и слепоте, когда он, как никто другой в целом мире, может быть ясно просвещен относительно этих вещей. Тогда они начали видеть причину этой слепоты и невежества, а именно: внешние вещи, относящиеся к миру и телу, настолько заняли и заполнили их умы, что они не могли подняться к свету небесному и взглянуть на вещи Церкви за пределами ее доктрин; ибо когда любят вещи, относящиеся к телу и миру, как это происходит в настоящее время, то, когда люди выходят за пределы этих доктрин, в их умы не проникает ничего, кроме тьмы.
            <br/>
 В наши дни в христианстве мало кто верит, что человек воскреснет сразу после смерти (предисловие к Бытию, гл. 16 и n. 4622, 10758); но считается, что он воскреснет во время последнего суда, когда видимый мир погибнет (n. 10595).
            <br/>
Причина этой веры (n. 10595, 10758).
            <br/>
Тем не менее, человек воскресает сразу после смерти, и тогда он является человеком во всех отношениях и в каждом малейшем отношении (n. 4527, 5006, 5078, 8939, 8991, 10594, 10758).
            <br/>
Душа, живущая после смерти, есть дух человека, который в человеке есть сам человек, а в другой жизни находится в полном человеческом облике (n. 322, 1880, 1881, 3633, 4622, 4735, 5883, 6054, 6605, 6626, 7021, 10594); из опыта (n. 4527, 5006, 8939); из Слова (n. 10597).
            <br/>
Что подразумевается под мертвыми, которых видели в святом городе (Матф. 27:53), объяснено (n. 9229).
            <br/>
Каким образом человек воскресает из мертвых, из опыта (n. 168-189).
            <br/>
Его состояние после воскресения (n. 317-319, 2119, 5079, 10596).
            <br/>
Ложные мнения о душе и ее воскресении (n. 444, 445, 4527, 4622, 4658).
            <br/>
            <br/>
313. Очень многие ученые из христианского мира удивляются, когда после смерти обнаруживают себя в теле, в одежде и в домах, как в мире. И когда они вспоминают, что они думали о жизни после смерти, о душе, о духах, о небесах и аде, они стыдятся и признаются, что они думали глупо, и что простые в вере думали гораздо мудрее их. Когда исследовали умы ученых людей, которые утвердились в подобных идеях и приписывали все природе, оказалось, что их внутреннее пространство полностью закрыто, а внешнее открыто, что они смотрят на мир, а значит, на ад, а не на небо. Ибо в той мере, в какой внутренность человека открыта, он смотрит на небо, а в той мере, в какой его внутренность закрыта, а внешность открыта, он смотрит на ад, потому что внутренность человека сформирована для восприятия всего небесного, а внешность - для восприятия всего мирского; и те, кто принимает мир, а не небо, принимают и ад.
            <br/>
 В человеке духовный мир и мир природы соединены (n. 6057).
            <br/>
Внутреннее в человеке формируется по образу небес, а внешнее - по образу мира (n. 3628, 4523, 4524, 6013, 6057, 9706, 10156, 10472).
            <br/>
            <br/>
314. То, что небеса принадлежат роду человеческому, видно также из того факта, что ангельские умы и человеческие умы одинаковы, оба обладают способностью понимать, воспринимать и волить, и оба сформированы для получения небес; ибо человеческий ум так же способен стать мудрым, как и ангельский; и если он не достигает такой мудрости в этом мире, то это потому, что он находится в земном теле, и в этом теле его духовный ум мыслит естественно. Но все обстоит иначе, когда разум освобождается от уз этого тела; тогда он мыслит уже не естественно, а духовно, и когда он мыслит духовно, его мысли непостижимы и невыразимы для естественного человека; таким образом, он становится мудрым, как ангел; все это показывает, что внутренняя часть человека, называемая его духом, по своей сути является ангелом (см. выше, п. 57); и когда он освобождается от земного тела, он, как и ангел, имеет человеческий облик. (То, что ангел имеет полную человеческую форму, можно видеть выше, n. 73-77.) Когда, однако, внутренность человека открыта не сверху, а только снизу, она все еще, после освобождения от тела, имеет человеческую форму, но ужасную и дьявольскую форму, ибо она способна смотреть только вниз, в ад, а не вверх, на небеса.
            <br/>
 В человеке столько же степеней жизни, сколько и небес, и они открываются после смерти в соответствии с его жизнью (n. 3747, 9594).
            <br/>
Небеса находятся в человеке (n. 3884).
            <br/>
Люди, живущие жизнью любви и милосердия, имеют в себе ангельскую мудрость, хотя на время она скрыта, но они приходят к этой мудрости после смерти (n. 2494).
            <br/>
Человек, который получает от Господа блага любви и веры, называется в Слове ангелом (n. 10528).
            <br/>
            <br/>
315. Более того, любой, кто был научен Божественному порядку, может понять, что человек был создан, чтобы стать ангелом, потому что в нем находится предельный порядок (n. 304), в котором то, что относится к небесной и ангельской мудрости, может быть приведено в форму, обновлено и умножено. Божественный порядок никогда не останавливается на полпути, чтобы сформировать там нечто, отличное от предельного, ибо он не находится там в своей полноте и завершенности; но он идет дальше к предельному; и когда он находится в предельном, он принимает свою форму, и посредством собранных там средств он обновляет себя и производит себя дальше, что совершается через деторождение. Поэтому небесное семя находится в пределе.
            <br/>
            <br/>
316. Господь воскрес не только духом, но и телом, потому что, когда Он был в мире, Он прославил всего Своего человека, то есть сделал его Божественным; ибо Его душа, которую Он имел от Отца, была сама по себе Божественной, а Его тело стало подобием души, то есть Отца, а значит, тоже Божественным. Вот почему Он, в отличие от любого человека, воскрес и в том, и в другом;  и это Он показал ученикам (которые, увидев Его, поверили, что видят дух), сказав:
            <br/>
            <br/>
Видите руки Мои и ноги Мои, что это Я Сам; возьмите Меня и посмотрите, ибо дух не имеет плоти и костей, как вы видите Меня имеющего (Луки 24:36-39);
            <br/>
            <br/>
указывая тем самым, что Он был человеком как в отношении Своего духа, так и в отношении Своего тела.
            <br/>
 Человек воскресает только в отношении своего духа (n. 10593, 10594).
            <br/>
Господь воскрес только в отношении Своего тела (n. 1729, 2083, 5078, 10825).
            <br/>
            <br/>
317. Чтобы стало ясно, что человек живет после смерти и попадает в соответствии со своей жизнью в этом мире либо в рай, либо в ад, мне было открыто многое о состоянии человека после смерти, что будет представлено в надлежащем порядке на следующих страницах, где речь пойдет о мире духов.
            <br/>
            <br/>
318. ЯЗЫЧНИКИ, ИЛИ НАРОДЫ ВНЕ ЦЕРКВИ, НА НЕБЕСАХ.
            <br/>
Существует общее мнение, что рожденные вне Церкви, называемые народами, или язычниками, не могут быть спасены, потому что, не имея Слова, они ничего не знают о Господе, а без Господа нет спасения. Но то, что они также спасены, подтверждает только одно: милость Господа универсальна, то есть распространяется на каждого человека; что они, как и те, кто находится внутри церкви, которых немного, рождены людьми, и что их незнание Господа не является их виной. Любой здравомыслящий человек может увидеть, что ни один человек не рожден для ада, ибо Господь есть сама любовь, и Его любовь направлена на спасение всех. Поэтому Он дал каждому религию, а через нее - признание Божественного и внутреннюю жизнь; ибо жить в соответствии со своей религией - значит жить внутренне, ибо тогда человек смотрит на Божественное, а раз он смотрит на Божественное, он не смотрит на мир, но отделяет себя от мира, то есть от жизни мира, которая есть внешняя жизнь.
            <br/>
 Язычники спасаются наравне с христианами (n. 932, 1032, 1059, 2284, 2589, 2590, 3778, 4190, 4197).
            <br/>
Жребий наций и народов вне церкви в другой жизни (n. 2589-2604).
            <br/>
Церковь находится именно там, где есть Слово, и через нее познается Господь (n. 3857, 10761).
            <br/>
Тем не менее, те, кто родился там, где есть Слово и где известен Господь, не принадлежат к Церкви, но только те, кто живет жизнью милосердия и веры (n. 6637, 10143, 10153, 10578, 10645, 10829).
            <br/>
Церковь Господа находится со всеми в целом мире, кто живет в добре в соответствии со своей религией и признает Божественное, и такие принимаются Господом и входят в рай (n. 2589-2604, 2861, 2863, 3263, 4190, 4197, 6700, 9256).
            <br/>
            <br/>
319. То, что язычники наравне с христианами спасены, может увидеть каждый, кто знает, что именно делает небо в человеке; ибо небо находится внутри человека, и те, кто имеет небо внутри себя, входят в небо. Небеса для человека - это признание Божественного и руководство Божественным. Первое и главное в каждой религии - это признание Божественного. Религия, которая не признает Божественное, не является религией. Предписания каждой религии направлены на поклонение; таким образом, на то, как следует поклоняться Божественному, чтобы поклонение было угодно Ему; и когда это решено в уме человека, то есть, насколько он желает этого или насколько он любит это, его ведет Господь. Всем известно, что язычники, как и христиане, живут нравственной жизнью, и многие из них живут лучше, чем христиане. Нравственная жизнь может быть прожита либо по отношению к Божественному, либо по отношению к людям в мире; а нравственная жизнь, прожитая по отношению к Божественному, - это духовная жизнь. Внешне эти два понятия выглядят одинаково, но внутренне они совершенно различны; одно спасает человека, другое - нет. Ибо тот, кто живет нравственной жизнью по отношению к Божественному, руководим Божественным; тогда как тот, кто ведет нравственную жизнь по отношению к людям в мире, руководим самим собой". [2] Но это можно проиллюстрировать примером. Тот, кто воздерживается от зла ближнему, потому что это противоречит религии, то есть противоречит Божественному, воздерживается от зла из духовных побуждений; но тот, кто воздерживается от зла другому только из страха перед законом или из-за потери репутации, чести или выгоды, то есть из отношения к себе и миру, воздерживается от зла из естественных побуждений, и им руководит он сам. Жизнь последнего естественна, жизнь первого - духовна. Человек, чья нравственная жизнь духовна, имеет в себе небо; но тот, чья нравственная жизнь просто естественна, не имеет в себе неба; и по той причине, что небо вливается сверху и открывает внутренность человека, а через внутренность вливается во внешность; в то время как мир вливается снизу и открывает внешность, но не внутренность. Ибо не может быть притока из природного мира в духовный, но только из духовного мира в природный; поэтому, если небо также не принимается, внутренние помещения остаются закрытыми. Все это ясно показывает, кто есть те, кто принимает небеса внутри себя, а кто нет. [3] И все же небеса не одинаковы в одном и в другом. Оно различается в каждом в соответствии с его привязанностью к добру и его истине. Те, кто привязан к добру из уважения к Божественному, любят Божественную истину, поскольку добро и истина любят друг друга и желают быть соединенными. Это объясняет, почему язычники, хотя они и не имеют подлинных истин в этом мире, все же благодаря своей любви получают истины в другой жизни.
            <br/>
 Между добром и истиной существует своего рода брак (n. 1904, 2173, 2508).
            <br/>
Добро и истина находятся в вечном стремлении к соединению, и добро жаждет истины и соединения с ней (n. 9206, 9207, 9495).
            <br/>
Как и в ком происходит соединение добра и истины (n. 3834, 3843, 4096, 4097, 4301, 4345, 4353, 4364, 4368, 5365, 7623-7627, 9258).
            <br/>
            <br/>
320. Некий дух из язычников, живший в мире в добром милосердии в соответствии со своей религией, услышав, как христианские духи рассуждают о том, во что следует верить, (ибо духи рассуждают друг с другом гораздо более тщательно и остро, чем люди, особенно о том, что хорошо и истинно), удивился таким спорам и сказал, что не желает их слушать, ибо они рассуждают по видимости и заблуждениям; и он дал им такое наставление: "Если я добр, то могу знать от самого добра, что истинно; а чего не знаю, то могу принять".
            <br/>
            <br/>
321. Меня много раз учили, что язычники, которые вели нравственную жизнь и жили в послушании, подчинении и взаимной благотворительности в соответствии со своей религией, и таким образом получили что-то от совести, принимаются в другую жизнь, и там ангелы с заботой наставляют их в благах и истинах веры; и что когда их учат, они ведут себя скромно, разумно и мудро, и с готовностью принимают истины и перенимают их. Они не выработали для себя никаких принципов лжи, враждебных истинам веры, от которых нужно было бы отмахнуться, и уж тем более не возгордились против Господа, как многие христиане, которые не имеют о Нем никакого другого представления, кроме того, что Он - обычный человек. Язычники же, услышав, что Бог стал Человеком и таким образом явил Себя в мире, немедленно признают это и поклоняются Господу, говоря, что поскольку Бог есть Бог неба и земли и поскольку род человеческий принадлежит Ему, Он полностью открыл Себя людям. Это Божественная истина, что без Господа нет спасения; но это следует понимать так, что нет спасения, кроме как от Господа. Во вселенной существует множество земель, и все они полны жителей, едва ли кто-нибудь из которых знает, что Господь принял на нашей земле человеческий облик. И все же, поскольку они поклоняются Божественному в человеческой форме, они приняты и ведомы Господом. Подробнее об этом можно прочитать в небольшой работе "Земли во Вселенной".
            <br/>
 Разница между добром, в котором находятся язычники, и добром, в котором находятся христиане (n. 4189, 4197).
            <br/>
Истины с язычниками (n. 3263, 3778, 4190).
            <br/>
Внутреннее пространство не может быть настолько закрытым у язычников, как у христиан (n. 9256). У язычников, живущих во взаимной благотворительности в соответствии со своей религией, не может быть такого густого облака, как у христиан, не живущих в благотворительности; причины (n. 1059, 9256).
            <br/>
Язычники не могут осквернять святыни церкви, как это делают христиане, потому что они не знают о них (n. 1327, 1328, 2051).
            <br/>
Они боятся христиан из-за их жизни (n. 2596, 2597).
            <br/>
Те, кто живет хорошо в соответствии со своей религией, научены ангелами и с готовностью принимают истины веры и признают Господа (n. 2049, 2595, 2598, 2600, 2601, 2603, 2861, 2863, 3263).
            <br/>
            <br/>
322. Среди язычников, как и среди христиан, есть и мудрые, и простые. Чтобы узнать о них, мне разрешали беседовать с теми и другими, иногда часами и днями. Но сейчас нет таких мудрых людей, как в древние времена, особенно в Древней Церкви, которая простиралась на большую часть азиатского мира, и от которой религия распространилась на многие народы. Чтобы я мог полностью узнать о них, мне было позволено побеседовать с некоторыми из этих мудрецов. Со мной был один из мудрейших людей своего времени и, следовательно, хорошо известный в ученом мире, с которым я беседовал на различные темы и имел основания полагать, что это был Цицерон. Зная, что он был мудрым человеком, я говорил с ним о мудрости, разуме, порядке, Слове и, наконец, о Господе. [2] О мудрости он сказал, что нет другой мудрости, кроме мудрости жизни, и что мудрость не может быть обусловлена ничем другим; о разуме - что он от мудрости; о порядке - что он от Верховного Бога, и что жить в этом порядке - значит быть мудрым и разумным. Что касается Слова, когда я читал ему кое-что из пророков, он был очень восхищен, особенно тем, что каждое имя и каждое слово означало внутренние вещи; и он очень удивлялся, что ученые люди в наши дни не восхищаются таким изучением. Я ясно видел, что внутренняя часть его мысли или разума была открыта. Он сказал, что не может больше слушать, так как воспринимает нечто более святое, чем он может вынести, будучи затронутым так внутренне". [3] В конце концов я заговорил с ним о Господе, сказав, что, родившись человеком, Он был зачат от Бога, и что Он отложил материнское человеческое естество и облекся в Божественное, и что именно Он управляет вселенной. На это он ответил, что знает некоторые вещи о Господе и понимает, что если человечество должно быть спасено, то это не может быть сделано иначе. Тем временем некоторые плохие христиане стали приводить различные доводы, но он не обратил на них внимания, заметив, что в этом нет ничего странного, поскольку в телесной жизни они впитали неподобающие идеи по этому вопросу, и пока они не избавятся от них, они не смогут принять идеи, подтверждающие истину, как это могут сделать невежды.
            <br/>
            <br/>
323. Мне также было даровано беседовать с теми, кто жил в древние времена и был тогда одним из самых мудрых. Сначала они появлялись передо мной на расстоянии, и тогда они могли воспринимать внутренность моих мыслей, и таким образом многие вещи полностью. Из одной мысли они могли различить весь ряд и наполнить его восхитительными вещами мудрости в сочетании с очаровательными представлениями. Отсюда было видно, что они принадлежат к числу более мудрых, и мне сказали, что это кто-то из древних людей; и когда они подошли ближе, я прочитал им кое-что из Слова, и они были восхищены безмерно. Я понял суть их восторга и удовлетворения, которые проистекали, главным образом, из того, что все вещи и каждая вещь, которую они слышали из Слова, представляли и обозначали небесные и духовные вещи. Они сказали, что в их время, когда они жили в этом мире, их образ мышления и речи, а также письма был такого рода, и что это было их стремлением к мудрости.
            <br/>
            <br/>
324. Что же касается язычников наших дней, то они не так мудры, но большинство из них просты сердцем. Тем не менее, те из них, кто жил во взаимной благотворительности, получают мудрость в другой жизни, и можно привести один или два примера. Когда я читал семнадцатую и восемнадцатую главы книги Судей (о Михее и о том, как сыновья Дановы унесли его изображение и терафим и левита), присутствовал языческий дух, который при жизни тела поклонялся изображению. Он внимательно слушал рассказ о том, что было сделано с Михеем, и о его печали по поводу его изображения, которое унесли данитяне, и такая скорбь охватила его, что он от внутреннего страдания едва знал, что думать. Не только эта скорбь была заметна, но и невинность, которая была во всех его чувствах. Присутствовавшие при этом христианские духи наблюдали за ним и удивлялись тому, что в поклоняющемся нарисованному изображению человеке пробудилось столь сильное чувство сочувствия и невинности. После этого некоторые добрые духи поговорили с ним, говоря, что не следует поклоняться искусственным изображениям, и что, будучи человеком, он способен понять это; что он должен, помимо искусственного изображения, думать о Боге, Творце и Владыке всего неба и всей земли, и что Бог есть Господь. Когда это было сказано, мне было позволено понять внутреннюю природу его поклонения, которая была мне передана; и она была гораздо более святой, чем у христиан. Это ясно показывает, что в настоящее время язычники входят в рай с меньшим трудом, чем христиане, согласно словам Господа в Евангелии от Луки:
            <br/>
            <br/>
Тогда придут с востока и запада, и с севера и юга, и возлягут в Царстве Божием. И вот, есть последние, которые будут первыми, и есть первые, которые будут последними (13:29, 30).
            <br/>
            <br/>
Ибо в том состоянии, в котором находился этот дух, он мог проникнуться всеми предметами веры и принимать их с внутренней привязанностью; в нем было милосердие любви, а в его неведении была невинность; а когда это присутствует, все предметы веры принимаются как бы спонтанно и с радостью. После этого Он был принят среди ангелов.
            <br/>
            <br/>
325. Однажды утром послышался хор на расстоянии, и по представлениям хора мне было позволено узнать, что это китайцы, так как они показали своего рода шерстяную козу, затем лепешку из проса и ложку из черного дерева, а также идею плавающего города. Они пожелали подойти ко мне поближе, а когда присоединились ко мне, сказали, что хотели бы остаться со мной наедине, чтобы раскрыть свои мысли. Но им сказали, что они не одни, и что некоторые недовольны их желанием остаться наедине, хотя они и гости. Когда они поняли это недовольство, то стали думать, не провинились ли они перед соседом и не присвоили ли себе то, что принадлежит другим. Все мысли в другой жизни были переданы, и мне было позволено уловить волнение их ума. Оно состояло в осознании того, что, возможно, они обидели тех, кто был ими недоволен, в стыде за это, а также в других достойных чувствах; таким образом стало известно, что они наделены милосердием. Вскоре после этого я заговорил с ними, и, наконец, о Господе. Когда я назвал Его "Христос", я почувствовал в них некоторое отвращение; но причина была раскрыта, а именно: они принесли это из мира, узнав, что христиане живут хуже, чем они, и лишены милосердия. Но когда я назвал Его просто "Господь", они внутренне растрогались. После этого ангелы научили их, что христианское учение, превосходящее все другие в мире, предписывает любовь и милосердие, но мало кто живет в соответствии с ним. Есть язычники, которые, живя в мире, узнали из общения и сообщений, что христиане ведут плохую жизнь, прелюбодействуют, ненавидят, ссорятся, пьянствуют и тому подобное, что им самим противно, потому что это противоречит их религии. Те, кто живет другой жизнью, более робко, чем другие, принимают истины веры; но ангелы учат их, что христианское учение, как и сама вера, учит совсем другой жизни, но что жизнь христиан менее согласуется с их учением, чем жизнь язычников. Когда они осознают это, они принимают истины веры и поклоняются Господу, но менее охотно, чем другие.
            <br/>
            <br/>
326. Обычно язычники, поклонявшиеся какому-либо богу под изображением или статуей, или какой-либо изваянной вещью, при переходе в другую жизнь представляются некоторым духам вместо своих богов или идолов, чтобы избавиться от своих фантазий. Когда они побудут с ними в течение нескольких дней, фантазии будут отброшены. Также те, кто поклонялся людям, иногда представляются тем, кому они поклонялись, или другим вместо них - как многие евреи Аврааму, Иакову, Моисею и Давиду - но когда они видят, что они такие же люди, как и другие, и что они не могут им помочь, им становится стыдно, и они уходят в свои собственные места в соответствии со своей жизнью. Среди язычников на небесах африканцы наиболее любимы, ибо они охотнее других принимают небесные блага и истины. Они особенно желают, чтобы их называли послушными, но не верными. Они говорят, что, поскольку христиане обладают учением веры, они могут называться верными, но не они, если они не принимают это учение, или, как они говорят, имеют способность принять его.
            <br/>
            <br/>
327. Я разговаривал с некоторыми людьми, которые были в Древней Церкви. Так называется Древняя Церковь, которая была основана после потопа и простиралась через многие царства, а именно: Ассирию, Месопотамию, Сирию, Эфиопию, Аравию, Ливию, Египет, Филистию до Тира и Зидона, и через землю Ханаанскую по обе стороны Иордана. Люди этой Церкви знали о Господе, что Он должен прийти, и были проникнуты благами веры, и все же они отпали и стали идолопоклонниками. Эти духи находились впереди слева, в темном месте и в жалком состоянии. Их речь была похожа на звук трубы одного тона, почти без рационального мышления. Они сказали, что находятся там уже много веков и что их иногда вытаскивают, чтобы они могли служить другим для определенных целей низкого порядка. Это навело меня на мысль о многих христианах, которые внутренне, хотя и не внешне, являются идолопоклонниками, поскольку они поклоняются себе и миру, а в сердце отрицают Господа, - какая участь ожидает таких в другой жизни.
            <br/>
 Первой и древнейшей Церковью на этой земле была та, которая описана в первых главах Бытия, и эта Церковь была небесной (n. 607, 895, 920, 1121-1124, 2896, 4493, 8891, 9942, 10545).
            <br/>
Что небесные находятся на небесах (n. 1114-1125).
            <br/>
После потопа существовали различные церкви, которые называются древними (n. 1125-1127, 1327, 10355).
            <br/>
Какими были люди древней церкви (n. 609, 895).
            <br/>
Древние церкви были представительными церквями (n. 519, 521, 2896).
            <br/>
В Древней Церкви было Слово, но оно утрачено (n. 2897).
            <br/>
Характер Древней Церкви, когда она начала приходить в упадок (n. 1128).
            <br/>
Разница между Древнейшей и Древней Церковью (n. 597, 607, 640, 641, 765, 784, 895, 4493).
            <br/>
Уставы, суды и законы, заповеданные в иудейской церкви, были отчасти подобны таковым в древней церкви (n. 4288, 4449, 10149).
            <br/>
Богом Древнейшей и Древней Церкви был Господь, и Он назывался Иегова (n. 1343, 6846).
            <br/>
            <br/>
328. Что Церковь Господа распространена по всему земному шару и, таким образом, является вселенской, и что в ней находятся все те, кто живет в добре милосердия в соответствии со своей религией, и что Церковь, где находится Слово и посредством него познается Господь, по отношению к тем, кто находится вне Церкви, подобна сердцу и легким в человеке, от которых все внутренности и члены тела имеют свою жизнь, по-разному, в соответствии с их формами, положениями и соединениями, можно увидеть выше (n. 308).
            <br/>
            <br/>
329. МАЛЕНЬКИЕ ДЕТИ НА НЕБЕСАХ.
            <br/>
Некоторые считают, что только те дети, которые рождаются в церкви, попадают на небеса, а те, кто рождается вне церкви, не попадают, и по той причине, что дети в церкви крестятся и через крещение посвящаются в веру церкви. Такие не знают, что никто не получает небеса или веру через крещение; ибо крещение - это только знак и памятник того, что человек должен быть возрожден, а рожденные в церкви могут быть возрождены, потому что там Слово, а в Слове - Божественные истины, посредством которых происходит возрождение, и там же познается Господь, возрождающий. Пусть они знают, что каждый ребенок, где бы он ни родился, в Церкви или вне ее, от благочестивых родителей или нечестивых, после смерти принимается Господом и воспитывается на небесах, обучается в соответствии с Божественным порядком, проникается привязанностью к добру и через это познает истину; а затем, по мере совершенствования ума и мудрости, вводится на небеса и становится ангелом. Каждый, кто мыслит здраво, может быть уверен, что все рождаются для неба и никто для ада, и если человек попадает в ад, он сам виноват; но маленькие дети не могут быть виновны.
            <br/>
 Крещение означает возрождение Господом посредством истин веры из Слова (n. 4255, 5120, 9088, 10239, 10386-10388, 10392).
            <br/>
Крещение является знаком того, что крещаемый принадлежит к Церкви, в которой признается Господь, возрождающий, и где есть Слово, из которого исходят истины веры, посредством которых происходит возрождение (n. 10386-10388).
            <br/>
Крещение не дает ни веры, ни спасения, но оно свидетельствует о том, что возрождающиеся получат веру и спасение (n. 10391).
            <br/>
            <br/>
330. Когда дети умирают, они остаются детьми в другой жизни, имея такой же младенческий ум, такую же невинность в невежестве и такую же нежность во всем. Они лишь в зачатке способности стать ангелами, ибо дети не бывают ангелами, но становятся ими. Ибо каждый, уходя из этого мира, попадает в другой в том же состоянии жизни: маленький ребенок - в состоянии маленького ребенка, мальчик - в состоянии мальчика, юноша - в состоянии юноши, мужчина - в состоянии мужчины, старик - в состоянии юноши, мужчины или старика; но впоследствии состояние каждого меняется. Состояние маленьких детей превосходит состояние всех остальных тем, что они находятся в невинности, и зло еще не укоренилось в них действительной жизнью; а в невинности может быть заложено все небесное, ибо она является вместилищем истины веры и добра любви.
            <br/>
            <br/>
331. Состояние детей в другой жизни намного превосходит их состояние в этом мире, потому что они облечены не в земное тело, а в такое тело, какое есть у ангелов. Земное тело само по себе грубо, и получает свои первые ощущения и первые движения не из внутреннего или духовного мира, а из внешнего или природного мира; и поэтому в этом мире детей нужно учить ходить, направлять свои движения и говорить; и даже их чувства, такие как зрение и слух, должны быть открыты путем использования. В другой жизни с детьми дело обстоит иначе. Поскольку они духи, они сразу же действуют в соответствии со своим внутренним миром, ходят без практики, а также говорят, но сначала от общих привязанностей, еще не разделенных на идеи мысли; но они быстро посвящаются и в них, по той причине, что их внешняя сторона однородна с внутренней. Речь ангелов (как можно видеть выше, n, 234-245) настолько исходит из аффекта, модифицированного идеями мысли, что их речь полностью соответствует их мыслям из аффекта.
            <br/>
            <br/>
332. Как только маленькие дети оживают, что происходит сразу после смерти, они попадают на небо и вверяются женщинам-ангелам, которые при жизни в теле нежно любили маленьких детей и одновременно любили Бога. Поскольку эти женщины во время своей жизни в мире любили всех детей с нежностью матери, они принимают их как своих собственных, а дети, в силу врожденного инстинкта, любят их как своих собственных матерей. На попечении каждой из них находится столько детей, сколько она желает из духовной родительской привязанности. Это небо находится впереди перед лбом, прямо по линии или радиусу, по которому ангелы смотрят на Господа. Оно расположено так потому, что все маленькие дети находятся под непосредственным покровительством Господа; и небо невинности, которое является третьим небом, вливается в них.
            <br/>
            <br/>
333. Маленькие дети имеют различные склонности: одни - духовные ангелы, другие - небесные. Те, кто небесного нрава, видны на том небе справа, а те, кто духовного нрава, - слева. Все дети в Величайшем Человеке, который есть небо, находятся в области глаз - те, кто имеет духовное расположение, в области левого глаза, а те, кто имеет небесное расположение, в области правого глаза. Это происходит потому, что ангелы, находящиеся в духовном царстве, видят Господа левым глазом, а те, кто находится в небесном царстве, - правым (см. выше, п. 118). Тот факт, что в Величайшем Человеке или на небесах дети находятся в области глаз, является доказательством того, что они находятся под непосредственным наблюдением и покровительством Господа.
            <br/>
            <br/>
334. О том, как учат детей на небесах, также следует рассказать вкратце. От своих кормилиц они учатся говорить. Их ранняя речь - это просто звуки привязанности; она становится более отчетливой по мере проникновения идей мысли; ибо идеи мысли от привязанностей составляют всю ангельскую речь (как это видно из отдельной главы, n. 234-245). В их привязанности, все из которых происходят из невинности, сначала внедряются те вещи, которые предстают перед их глазами и вызывают восторг; и поскольку эти вещи имеют духовное происхождение, в них сразу же вливаются вещи небесные, и посредством этих небесных вещей их внутренности открываются, и они таким образом ежедневно совершенствуются. Но когда этот первый возраст завершен, их переводят на другие небеса, где их обучают мастера, и так далее.
            <br/>
            <br/>
335. Детей учат в основном представители, соответствующие их способностям. Они прекрасны и полны мудрости изнутри, не поддающейся никаким представлениям. Таким образом в них постепенно закладывается интеллект, черпающий душу из добра. Здесь я опишу двух представителей, которых мне было позволено увидеть, из чего можно сделать вывод о природе других. Сначала было изображение восстания Господа из гроба, и в то же время соединения Его Человеческого с Божественным. Это было сделано настолько мудро, что превзошло всю человеческую мудрость, и в то же время в невинной младенческой манере. Была представлена идея гроба, а вместе с ней и идея Господа, но так отдаленно, что едва ли можно было понять, что это Господь, разве что в отдалении; и по той причине, что в идее гроба есть нечто погребальное, и это было устранено, после этого они осторожно впустили в гроб нечто атмосферное, с видом тонкого пара, которым с должной отдаленностью они обозначали духовную жизнь в крещении. После этого я увидел, как ангелы изображают схождение Господа к тем, кто "связан", и Его восхождение с ними на небо, и это с несравненным благоразумием и нежностью. В приспособлении к младенческому уму они спустили маленькие шнуры, почти невидимые, очень мягкие и нежные, которыми они облегчили восхождение Господа, всегда со святой заботой о том, чтобы в представлении не было ничего, граничащего с чем-то, что не содержало бы духовного и небесного. Там даются и другие представления, посредством которых, как в пьесах, приспособленных для ума детей, их направляют к познанию истины и привязанности к добру.
            <br/>
            <br/>
336. Также было показано, насколько нежно их понимание. Когда я молился молитвой "Отче наш", и из их понимания они вливались в идеи моей мысли, их приток воспринимался настолько нежным и мягким, что был почти исключительно вопросом привязанности; и в то же время было замечено, что их понимание открыто даже Господу, ибо то, что исходило от них, как будто просто проходило сквозь них. Более того, Господь вливается в идеи маленьких детей главным образом изнутри, ибо нет ничего, как у взрослых, что закрывало бы их идеи, нет принципов лжи, закрывающих путь к пониманию истины, нет жизни зла, закрывающей путь к восприятию добра, а значит, и к восприятию мудрости. Все это ясно показывает, что маленькие дети не приходят сразу после смерти в ангельское состояние, но постепенно вводятся в него посредством познания добра и истины, в гармонии со всем небесным порядком; ибо малейшие особенности их природы известны Господу, и поэтому они направляются, в соответствии с каждым движением их склонностей, к получению истин добра и благ истины.
            <br/>
            <br/>
337. Мне также показали, как все вещи внушаются им восхитительными и приятными средствами, соответствующими их гению. Мне было позволено видеть детей, одетых самым очаровательным образом, с гирляндами цветов, сияющих самыми прекрасными и небесными красками, обвивающими их грудь и нежные руки; однажды я видел их в сопровождении тех, кто их опекал, и девиц, в парке, украшенном самым прекрасным образом, не столько деревьями, сколько беседками и крытыми дорожками из лавра, с дорожками, ведущими внутрь; и когда дети вошли туда в таком виде, цветы над входом сияли самым радостным образом. Это указывает на природу их восторгов, а также на то, как они посредством приятных и восхитительных вещей приводятся к благам невинности и милосердия, которые Господь постоянно прививает к этим восторгам и удовольствиям.
            <br/>
            <br/>
338. Мне было показано с помощью способа общения, распространенного в другой жизни, каковы идеи детей, когда они видят предметы любого рода. Каждый предмет казался им живым; и, таким образом, в каждой малейшей идее их мысли есть жизнь. И было замечено, что дети на Земле имеют почти такие же идеи, когда они играют в свои маленькие игры; ибо пока у них нет таких размышлений о неодушевленном, как у взрослых.
            <br/>
            <br/>
339. Выше было сказано, что дети имеют гений либо небесный, либо духовный. Небесный гений легко отличить от духовного. Их мысли, речь и действия настолько мягки, что почти ничего не проявляется, кроме того, что проистекает из любви к добру Господа и любви к другим детям. Но духовные гении не так мягки; во всем, что с ними происходит, ощущается некая вибрация, как от крыльев. Разница видна также в их недоброжелательности и в других вещах.
            <br/>
            <br/>
340. Многие могут предположить, что на небесах маленькие дети остаются маленькими детьми и остаются таковыми среди ангелов. У тех, кто не знает, что такое ангел, это мнение может быть подтверждено картинами и изображениями в церквях, на которых ангелы изображены в виде детей. Но это совершенно не так. Разум и мудрость - вот что составляет ангела, и пока дети не обладают ими, они не ангелы, хотя и находятся с ангелами; но как только они становятся разумными и мудрыми, они становятся ангелами; и что замечательно, они не выглядят тогда детьми, но взрослыми, ибо они уже не младенческий гений, но более зрелый ангельский гений. Интеллект и мудрость производят этот эффект. Причина, по которой дети выглядят более зрелыми, то есть юношами и молодыми людьми, по мере того как они совершенствуются в интеллекте и мудрости, заключается в том, что интеллект и мудрость являются необходимым духовным питанием;  и поэтому то, что питает их умы, питает и их тела, и это по соответствию; ибо форма тела - это просто внешняя форма внутренностей. Но следует понимать, что на небесах дети достигают возраста только ранней зрелости, и остаются в этом до вечности. Чтобы я мог убедиться, что это так, мне было позволено поговорить с некоторыми, кто был воспитан в детстве на небесах и вырос там; с некоторыми также, пока они были детьми, и снова с теми же, когда они стали молодыми людьми; и я слышал от них о ходе их жизни от одного возраста к другому.
            <br/>
 Духовная пища - это знание, разум и мудрость, а также добро и истина, из которых они происходят (n. 3114, 4459, 4792, 5147, 5293, 5340, 5342, 5410, 5426, 5576, 5582, 5588, 5655, 8562, 9003).
            <br/>
Поэтому в духовном смысле все, что исходит из уст Господа, является пищей (n. 681).
            <br/>
Поскольку хлеб означает всю пищу в целом, он означает всякое благо, небесное и духовное (n. 276, 680, 2165, 2177, 3478, 6118, 8410).
            <br/>
И по той причине, что они питают разум, который относится к внутреннему человеку (n. 4459, 5293, 5576, 6277, 8410).
            <br/>
            <br/>
341. То, что невинность является вместилищем всего небесного, и таким образом невинность детей является плоскостью для всех привязанностей к добру и истине, видно из того, что было показано выше (n. 276-283) в отношении невинности ангелов на небесах, а именно, что невинность - это готовность быть ведомым Господом, а не самим собой; следовательно, пока человек находится в невинности, он отделен от того, что ему принадлежит, и пока человек отделен от того, что ему принадлежит, он находится в том, что принадлежит Господу. Господнее - это то, что называется Его праведностью и заслугами. Но невинность детей не является подлинной невинностью, потому что в ней еще нет мудрости. Подлинная невинность - это мудрость, поскольку, насколько кто-либо мудр, он любит быть ведомым Господом; или, что то же самое, насколько кто-либо ведомый Господом, он мудр. [2] Поэтому детей ведут от внешней невинности, в которой они находятся в начале и которая называется невинностью детства, к внутренней невинности, которая есть невинность мудрости. Эта невинность является целью, которая направляет все их обучение и прогресс; и поэтому, когда они достигают невинности мудрости, невинность детства, которая в то же время служила им как плоскость, присоединяется к ним. [3] Невинность детей была представлена мне как деревянная вещь, почти лишенная жизни, которая оживает по мере того, как они совершенствуются в познании истины и привязанности к добру. После этого истинная невинность была представлена прекраснейшим ребенком, обнаженным и полным жизни; ибо истинно невинные, находящиеся на внутренних небесах и тем самым ближе всего к Господу, всегда предстают перед глазами других ангелов как маленькие дети, и некоторые из них обнаженные; ибо невинность представлена наготой, не сопровождаемой стыдом, как сказано о первом человеке и его жене в раю (Быт. 2:25); так что, когда их дети предстают перед глазами других ангелов как маленькие дети, и некоторые из них обнаженные; ибо невинность представлена наготой, не сопровождаемой стыдом, как сказано о первом человеке и его жене в раю (Быт. 2:25). 2:25); поэтому, когда их состояние невинности исчезло, они устыдились своей наготы и спрятались (глава 3:7, 10, 11). Одним словом, чем мудрее ангелы, тем они невиннее, и чем они невиннее, тем больше они кажутся себе маленькими детьми. Вот почему в Слове "детство" означает невинность (см. выше, n. 278).
            <br/>
            <br/>
342. Я говорил с ангелами о маленьких детях, свободны ли они от зла, поскольку у них нет фактического зла, как у взрослых; и мне сказали, что они в равной степени находятся во зле, и на самом деле являются ничем иным, как злом;  но, как и все ангелы, они так удерживаются от зла и удерживаются в добре Господом, что сами себе кажутся находящимися в добре от самих себя. По этой причине, когда дети становятся взрослыми на небесах, чтобы они не имели ложного представления о себе, что добро в них от них самих, а не от Господа, их время от времени спускают в их зло, которое они унаследовали, и оставляют в нем, пока они не узнают, не признают и не поверят в истину этого вопроса. [2] Один человек, сын царя, умерший в детстве и выросший на небесах, придерживался такого мнения. Поэтому он был спущен в ту жизнь зла, в которой он родился, и тогда он понял из сферы своей жизни, что у него есть склонность властвовать над другими и считать прелюбодеяния ничего не значащими; эти пороки он унаследовал от своих родителей; но после того, как он осознал свой настоящий характер, он был снова принят среди ангелов, с которыми он был связан прежде. [3] В другой жизни никто никогда не несет наказания за унаследованное зло, потому что это не его зло, то есть не его вина в том, что он таков; он страдает только за фактическое зло, которое является его, то есть только в той мере, в какой он присвоил себе унаследованное зло фактической жизнью. Поэтому, когда дети, ставшие взрослыми, опускаются в состояние унаследованного зла, это происходит не для того, чтобы они понесли наказание за него, а для того, чтобы они узнали, что сами по себе они не что иное, как зло, и что только по милости Господа они вознесены на небо из ада, в котором они находятся, и что только от Господа они на небе, а не благодаря каким-либо своим заслугам; и потому они не могут хвалиться перед другими тем добром, которое в них есть, ибо это противоречит добру взаимной любви, как противоречит истине веры.
            <br/>
 Все виды людей рождаются во зле всякого рода, вплоть до того, что то, что является их собственным, есть не что иное, как зло (n. 210, 215, 731, 874-876, 987, 1047, 2307, 2308, 3518, 3701, 3812, 8480, 8550, 10283, 10284, 10286, 10731).
            <br/>
Следовательно, человек должен быть возрожден, то есть регенерирован (n. 3701).
            <br/>
Наследственное зло человека состоит в том, что он любит себя больше, чем Бога, и мир больше, чем небо, и делает своего ближнего, в сравнении с собой, ничего не значащим, кроме как ради себя, то есть только себя, таким образом, оно состоит в любви к себе и миру (n. 694, 731, 4317, 5660).
            <br/>
Все зло - от любви к себе и миру, когда эта любовь господствует (n. 1307, 1308, 1321, 1594, 1691, 3413, 7255, 7376, 7488, 7490, 8318, 9335, 9348, 10038, 10742).
            <br/>
Эти пороки - презрение к другим, вражда, ненависть месть, жестокость, обман (n. 6667, 7370-7374, 9348, 10038, 10742).
            <br/>
И от этих зол происходит вся фальшь (n. 1047, 10283, 10284, 10286). Эти любви, насколько им даны вожжи, мчатся сломя голову; а любовь к себе стремится даже к престолу Божьему (n. 7375, 8678).
            <br/>
            <br/>
343. Несколько раз, когда несколько детей, находившихся в чисто младенческом состоянии, были со мной в хорах, они были слышны как нежная неаранжированная масса, то есть ещё не действующая как единое целое, как это происходит позже, когда они становятся более зрелыми. К моему удивлению, духи, находившиеся со мной, не могли удержаться от того, чтобы побудить их к разговору. Это желание является врожденным у духов. Но каждый раз я замечал, что дети сопротивлялись, не желая разговаривать таким образом. Этот отказ и сопротивление, которые сопровождались своего рода возмущением, я часто воспринимал; и когда им предоставлялась возможность поговорить, они не говорили ничего, кроме "Это не так". Меня учили, что маленьких детей так искушают для того, чтобы они привыкли сопротивляться и начали противостоять фальши и злу, а также чтобы они научились не думать, говорить и действовать по чужому примеру, и, как следствие, научились позволять руководить собой никому, кроме Господа.
            <br/>
            <br/>
344. Из сказанного видно, чем является воспитание детей на небесах, а именно: оно ведет их посредством понимания истины и мудрости добра к ангельской жизни, которая есть любовь к Господу и взаимная любовь, в которой есть невинность. Но насколько во многих случаях отличается воспитание детей на земле, можно увидеть на таком примере. Я был на улице большого города и видел, как маленькие мальчики дрались друг с другом; толпа стекалась вокруг и смотрела с большим удовольствием; и мне сказали, что мальчиков подстрекают к таким дракам их собственные родители. Добрые духи и ангелы, видевшие это моими глазами, так возмутились этим, что я почувствовал их ужас; и особенно тем, что родители подстрекают своих детей к подобным вещам, говоря, что таким образом родители гасят в самом раннем возрасте всю взаимную любовь и всю невинность, которую дети имеют от Господа, и вводят их в дух ненависти и мести; следовательно, своими стараниями они закрывают своим детям доступ на небеса, где нет ничего, кроме взаимной любви. Поэтому пусть родители, желающие добра своим детям, остерегаются подобных вещей.
            <br/>
            <br/>
345. Также будет рассказано, в чем разница между теми, кто умирает в детстве, и теми, кто умирает в зрелой жизни. Те, кто умирает в зрелой жизни, имеют плоскость, приобретенную в земном и материальном мире, и это они несут с собой. Эта плоскость - их память и телесные естественные привязанности. Она остается неподвижной и затихает, но после смерти все еще служит их мыслям как внешняя плоскость, поскольку мысль течет в нее. Следовательно, какова эта плоскость и каково соответствие между вещами, находящимися в ней, и рациональной способностью, таков и человек после смерти. Но дети, которые умирают в детстве и воспитываются на небесах, не имеют такой плоскости, поскольку они ничего не берут из материального мира и земного тела; но у них есть духовно-природная плоскость. По этой причине у них не может быть таких грубых привязанностей и вытекающих из них мыслей, так как они получают все с небес. Более того, эти дети не знают, что они родились в этом мире, но верят, что они родились на небесах. Они также не знают ни о каком другом рождении, кроме духовного, которое происходит через познание добра и истины, через разум и мудрость, от которых человек является человеком; и поскольку они от Господа, они считают себя принадлежащими Господу и любят быть таковыми. Тем не менее, состояние людей, растущих на земле, может стать таким же совершенным, как состояние детей, растущих на небесах, если они отбросят телесные и земные любви, которые являются любовью к себе и миру, и примут вместо них духовные любви.
            <br/>
            <br/>
346. XXXVIII. МУДРЫЕ И ПРОСТЫЕ НА НЕБЕСАХ.
            <br/>
Считается, что на небесах мудрые будут иметь больше славы и превознесения, чем простые, потому что об этом сказано в Данииле:
            <br/>
            <br/>
Разумные будут сиять, как светила небесные, и обращающие многих к праведности - как звезды во веки веков (12:3).
            <br/>
            <br/>
Но мало кто знает, кто подразумевается под "умными" и теми, кто "обращает многих к праведности". Принято считать, что это те, кого называют опытными и учеными, особенно те, кто преподавал в церкви и превзошел других в знаниях и проповеди, и еще больше тех, кто обратил многих в веру. В мире все такие люди считаются разумными; однако на небесах они не являются разумными, о которых говорится в этих словах, если только их разум не является небесным разумом. Что это такое, мы сейчас расскажем.
            <br/>
            <br/>
347. Небесный интеллект - это внутренний интеллект, возникающий из любви к истине, не имеющей целью ни славу в мире, ни славу на небесах, но саму истину как цель, которой они внутренне затронуты и которой они внутренне восхищены. Те, кого затрагивает и восхищает сама истина, затрагивает и восхищает небесный свет; а те, кого затрагивает и восхищает небесный свет, также затрагивает и восхищает Божественная истина, и даже Сам Господь; ибо небесный свет есть Божественная истина, а Божественная истина есть Господь на небесах (см. выше, n. 126-140). Этот свет входит только во внутренность ума; ибо внутренность ума сформирована для принятия этого света, и он воздействует на нее и радует ее, когда входит в нее; ибо все, что втекает и принимается с небес, имеет в себе то, что восхитительно и приятно. Отсюда проистекает подлинная привязанность к истине, которая есть привязанность к истине ради истины. Те, кто пребывает в этой привязанности, или, что то же самое, в этой любви, находятся в небесном интеллекте и "сияют на небесах, как светила на небосводе". Они так сияют, потому что Божественная истина, где бы она ни находилась на небе, дает свет (см. выше, n. 132); а "небесная твердь" означает заочно интеллектуальный факультет, как у ангелов, так и у людей, который находится в небесном свете. [2] Но те, кто любит истину, имея целью либо славу в мире, либо славу на небесах, не могут сиять на небесах, поскольку они восхищены и поражены светом мира, а не самим светом небес; а свет мира без света небес - это на небесах просто густая тьма. Ибо слава себя - это то, что правит, потому что это цель; и когда эта слава является целью, человек ставит себя на первое место, а на истины, которые могут быть полезны для его славы, он смотрит просто как на средства достижения цели и инструменты служения. Ибо тот, кто любит Божественные истины ради собственной славы, видит в Божественных истинах себя, а не Господа, и тем самым обращает взор, относящийся к его пониманию и вере, с небес на мир, а с Господа на себя. Поэтому такие люди находятся в свете мира, а не в свете небес. [3] Внешне или в глазах людей они выглядят такими же умными и учеными, как и те, кто находится в небесном свете, потому что они говорят подобным образом; а иногда внешне они даже кажутся мудрее, потому что ими движет любовь к себе и они умеют подделывать небесные привязанности; но в своей внутренней форме, в которой они предстают перед ангелами, они совершенно другие. Все это в какой-то степени показывает, кто те, кто подразумевается под "умными, которые будут сиять на небе, как светила на небосводе". Кто подразумевается под теми, кто "обратит многих к праведности", кто будет сиять, как звезды, сейчас будет сказано.
            <br/>
 Свет мира - для внешнего человека, свет небес - для внутреннего (n. 3222-3224, 3337).
            <br/>
Свет небес вливается в естественный свет, и по мере того, как естественный человек получает свет небес, он становится мудрым (n. 4302, 4408).
            <br/>
То, что находится в небесном свете, можно увидеть в небесном свете, но не в свете мира, который называется естественным светом (n. 9755).
            <br/>
Поэтому те, кто находится исключительно в свете мира, не воспринимают те вещи, которые находятся в свете небес (n. 3108).
            <br/>
Для ангелов свет мира - это густая тьма (n. 1521, 1783, 1880).
            <br/>
            <br/>
348. Под теми, кто "обращает многих к праведности", подразумеваются мудрые, а на небесах мудрыми называются те, кто находится в добре, и те, кто находится в добре, кто сразу применяет Божественные истины к жизни; ибо как только Божественная истина становится частью жизни, она становится доброй, поскольку она становится волей и любовью, а все, что связано с волей и любовью, называется добром; поэтому такие называются мудрыми, поскольку мудрость - это жизнь. Но те, кто не сразу запечатлевает Божественные истины в жизни, а сначала в памяти, из которой потом извлекает их и применяет в жизни, называются "разумными". Какая и насколько велика разница между мудрыми и разумными на небесах, можно увидеть в главе о двух небесных царствах, небесном и духовном (n. 20-28), и в главе о трех небесах (n. 29-40). Те, кто находится в небесном царстве Господа, а следовательно, на третьем или внутреннем небе, называются "праведными", потому что они приписывают всю праведность Господу и ни одной себе. Праведность Господа на небесах - это добро, которое от Господа. Таких, значит, здесь подразумевают те, кто "обратится к праведности"; таких подразумевают и слова Господа,
            <br/>
Праведники воссияют, как солнце, в Царстве Отца своего (Матф. 13:43).
            <br/>
Такие "воссияют, как солнце", потому что они в любви к Господу от Господа, и эта любовь подразумевается под "солнцем" (см. выше, n. 116-125). Свет таких людей окрашен в цвет пламени; и идеи их мыслей окрашены в цвет пламени, потому что они получают благо любви непосредственно от Господа, как солнце на небе.
            <br/>
 Заслуга и праведность Господа - это благо, которое правит на небесах (n. 9486, 9983).
            <br/>
Тот, кто "праведен" или "сделан праведным" - тот, кому приписываются заслуги и праведность Господа; и тот "неправеден", кто придерживается собственной праведности и заслуг (n. 5069, 9263).
            <br/>
Качество тех, кто в другой жизни приписывает себе праведность (n. 942, 2027).
            <br/>
В Слове "праведность" относится к добру, а суд - к истине; поэтому "делать праведность и суд" - значит делать добро и истину (n. 2235, 9857).
            <br/>
            <br/>
349. Все, кто приобрел разум и мудрость в этом мире, принимаются на небесах и становятся ангелами, каждый в соответствии с качеством и степенью своего разума и мудрости. Ибо все, что человек приобретает в мире, остается в нем, и он берет это с собой после смерти; и это еще более увеличивается и восполняется, но в пределах, а не сверх степени его привязанности и стремления к истине и ее благу; те, у кого привязанность и стремление невелики, получают немного, но столько, сколько они способны получить в пределах этой степени; те же, у кого привязанность и стремление велики, получают много. Сама степень привязанности и желания подобна мере, которая наполняется до конца: тот, кто имеет большую меру, получает больше, а тот, кто имеет малую меру, получает меньше. Так происходит потому, что любовь человека, к которой относятся привязанность и желание, получает все, что соответствует ей самой; следовательно, получение измеряется любовью. Именно это имеется в виду в словах Господа,
            <br/>
            <br/>
Кто имеет, тому дано будет, чтобы он имел с избытком (Матф. 13:12; 25:29).
            <br/>
            <br/>
Мера добрая, спрессованная, утрясенная и переполненная, дана будет вам в лоно ваше (Луки 6:38).
            <br/>
            <br/>
350. Все принимаются на небо, кто возлюбил истину и добро ради истины и добра; поэтому тех, кто возлюбил много, называют мудрыми, а тех, кто возлюбил мало, называют простыми. Мудрые на небесах находятся в большом свете, простые - в меньшем, каждый в соответствии со степенью своей любви к добру и истине. Любить истину и добро ради истины и добра - значит желать и делать их; ибо любят те, кто желает и делает, а те, кто не желает и не делает, не любят. Такие тоже любят Господа и любимы Господом, потому что добро и истина от Господа. А поскольку добро и истина от Господа, то Господь в добре и истине; и Он в тех, кто принимает добро и истину в свою жизнь, желая и делая. Более того, если рассматривать человека самого по себе, то он есть не что иное, как его собственное добро и истина, потому что добро - от его воли, а истина - от его понимания, и человек таков, каковы его воля и понимание. Таким образом, очевидно, что Господь любит человека в той мере, в какой его воля формируется из добра, а понимание - из истины. Кроме того, быть любимым Господом означает любить Господа, поскольку любовь взаимна, ибо тому, кого любят, Господь дарует способность любить.
            <br/>
            <br/>
351. В мире считается, что те, кто обладает большими знаниями, будь то знания учения Церкви и Слова или науки, имеют более глубокое и острое видение истины, чем другие, то есть более умны и мудры; и такие люди имеют такое мнение о себе. Но что такое истинный разум и мудрость, и что такое ложный и поддельный разум и мудрость, будет рассказано далее. [2] Истинный разум и мудрость - это видение и восприятие того, что истинно и хорошо, и тем самым того, что ложно и дурно, и четкое различение между ними, и это на основе внутренней интуиции и восприятия. В каждом человеке есть внутренние способности и внешние способности; внутренние способности принадлежат внутреннему или духовному человеку, а внешние - внешнему или природному. Соответственно, по мере того, как внутренние способности человека формируются и становятся едиными с внешними, человек видит и воспринимает. Внутренние способности могут быть сформированы только на небесах, а внешние - в мире. Когда его внутренности сформированы на небесах, вещи, которые они содержат, перетекают в его внешности, которые из мира, и так формируют их, что они соответствуют, то есть действуют как одно целое с его внутренностями; и когда это сделано, человек видит и воспринимает из того, что внутри. Интерьеры могут быть сформированы только одним способом, а именно, обращением человека к Божественному и к небесам, поскольку, как уже было сказано, интерьеры формируются на небесах; а человек обращается к Божественному, когда он верит в Божественное и верит, что вся истина и добро, а следовательно, весь разум и мудрость - от Божественного; и человек верит в Божественное, когда он готов быть ведомым Божественным. Именно так и никак иначе открываются внутренности человека. [3] Человек, пребывающий в этой вере и ведущий жизнь, соответствующую его вере, обладает способностью и возможностью понимать и быть мудрым; но чтобы стать умным и мудрым, он должен научиться многим вещам, как относящимся к небесам, так и относящимся к миру: относящимся к небесам - из Слова и церкви, а относящимся к миру - из наук. В той мере, в какой человек учится и применяет это в жизни, он становится умным и мудрым, ибо в этой мере совершенствуется внутреннее зрение, принадлежащее его пониманию, и внутренняя привязанность, принадлежащая его воле. Простые люди этого класса - это те, чей внутренний мир был открыт, но не настолько обогащен духовными, моральными, гражданскими и естественными истинами. Такие люди воспринимают истины, когда слышат их, но не видят их в себе. Но мудрые из этого класса - это те, чей внутренний мир был и открыт, и обогащен. Такие люди и видят истины изнутри, и воспринимают их. Все это ясно показывает, что такое истинный разум и что такое истинная мудрость.
            <br/>
            <br/>
352. Поддельный ум и мудрость - это неспособность видеть и воспринимать изнутри, что истинно и что хорошо, и тем самым, что ложно и что зло, а просто верить в то, что истинно и хорошо, и в то, что ложно и зло, о чем говорят другие, и затем подтверждать это. Поскольку такие люди видят истину от кого-то другого, а не от самой истины, они могут схватить и поверить в ложное так же легко, как и в истинное, и могут подтвердить его, пока оно не покажется истинным; ибо все, что подтверждается, приобретает вид истины, и нет ничего, что нельзя было бы подтвердить. Внутреннее пространство таких людей открывается только снизу, а внешнее - в той мере, в какой они сами себя подтвердили. По этой причине свет, от которого они видят, - это не свет небес, а свет мира, который называется естественным светом [lumen]; и в этом свете фальшь может сиять как истина; и когда она подтверждается, она может даже казаться великолепной, но не в свете небес. Из этого класса менее разумны и мудры те, кто сильно подтвердил себя, и более разумны и мудры те, кто менее сильно подтвердил себя. Все это показывает, что ум и мудрость надуманны. [2] Но в этот класс не входят те, кто в детстве считал истинным то, что слышал от своих учителей, если в более зрелом возрасте, когда они думают по собственному разумению, они не продолжают держаться этого, но жаждут истины, и из этого стремления ищут ее, и когда находят ее, внутренне движимы ею. Поскольку такие движимы истиной ради истины, они видят истину прежде, чем подтверждают ее. [3] Это можно проиллюстрировать на примере. Духи обсуждали, почему животные рождаются со всеми знаниями, соответствующими их природе, а человек - нет; и причина была названа в том, что животные находятся в порядке своей жизни, а человек - нет, следовательно, человек должен быть приведен в порядок посредством того, что он узнает о внутренних и внешних вещах. Но если бы человек родился в порядке своей жизни, который заключается в том, чтобы любить Бога превыше всего и ближнего своего, как самого себя, он родился бы в разуме и мудрости, и по мере приобретения знаний пришел бы к вере во всякую истину. Добрые духи сразу же увидели это и поняли, что это правда, и это только от света истины; тогда как духи, которые утвердились в одной только вере и тем самым отбросили любовь и милосердие, не смогли понять этого, потому что свет лжи, который они утвердили, сделал для них неясным свет истины.
            <br/>
 Это удел мудрых - видеть и воспринимать, истинна ли вещь, прежде чем ее подтвердить, а не просто подтверждать то, что говорят другие (n. 1017, 4741, 7012, 7680, 7950).
            <br/>
Только те могут видеть и воспринимать, истинна ли вещь до ее подтверждения, кто затронут истиной ради истины и ради жизни (n. 8521).
            <br/>
Свет подтверждения - это не духовный, а естественный свет, и даже чувственный, который может быть у нечестивых (n. 8780).
            <br/>
Все вещи, даже ложь, могут быть подтверждены так, чтобы казаться истиной (n. 2477, 2480, 5033, 6865, 8521).
            <br/>
            <br/>
353. Ложный ум и мудрость - это все ум и мудрость, которые отделены от признания Божественного; ибо все те, кто не признает Божественного, но признает природу вместо Божественного, мыслят телесно-чувственно и просто чувственно, как бы высоко они ни почитались в мире за свои достижения и знания. Ибо их познания не выходят за пределы тех вещей, которые предстают перед их глазами в мире; их они хранят в памяти и смотрят на них почти материальным образом, хотя те же знания служат истинно разумным людям для формирования их понимания. Под науками подразумеваются различные виды экспериментального знания, такие как физика, астрономия, химия, механика, геометрия, анатомия, психология, философия, история царств и литературного мира, критика и языки. [2] Духовенство, отрицающее Божественное, не поднимает свои мысли выше чувственных вещей внешнего человека; и относится к вещам Слова так же, как другие относятся к наукам, не делая их предметом размышления или какой-либо интуиции просвещенного рационального ума; и по той причине, что их внутренности закрыты, вместе с теми внешними, которые ближе всего к их внутренностям. Они закрыты, потому что отвернулись от неба и ретровертировали те способности, которые были способны смотреть на небо, а это, как уже было сказано выше, внутренности человеческого разума. По этой причине они не способны увидеть ничего истинного или доброго, поскольку это находится для них в густой тьме, в то время как все ложное и злое находится в свете. [3] И все же чувственные люди могут рассуждать, некоторые из них хитрее и острее, чем кто-либо другой; но они рассуждают на основе заблуждений чувств, подтвержденных их знанием; и поскольку они способны рассуждать таким образом, они считают себя мудрее других. Огонь, который разжигает любовью их рассуждения, - это огонь любви к себе и миру. Таковы те, кто пребывает в ложном разуме и мудрости, о которых говорит Господь в Евангелии от Матфея:
            <br/>
            <br/>
Видя не видят, и слыша не слышат, и не разумеют (13:13-15).
            <br/>
            <br/>
И снова:
            <br/>
            <br/>
Сие сокрыто от разумных и мудрых и открыто младенцам (11:25, 26).
            <br/>
 Чувственность - это крайняя часть жизни человека, прилипшая к его телесной части и унаследованная от нее (n. 5077, 5767, 9212, 9216, 9331, 9730).
            <br/>
Он называется чувственным человеком, который формирует все свои суждения и выводы на основе телесных чувств и не верит ничему, кроме того, что видит глазами и осязает руками (n. 5094, 7693).
            <br/>
Такой человек думает о внешнем, а не о внутреннем (n. 5089, 5094, 6564, 7693).
            <br/>
Его внутренность настолько закрыта, что он не видит ничего из Божественной истины (n. 6564, 6844, 6845).
            <br/>
Одним словом, он находится в грубом естественном свете и поэтому не воспринимает ничего из небесного света (n. 6201, 6310, 6564, 6598, 6612, 6614, 6622, 6624, 6844, 6845).
            <br/>
Поэтому он внутренне противится всему, что относится к небу и Церкви (n. 6201, 6310, 6844, 6845, 6948, 6949).
            <br/>
Ученые, которые утвердились против истин Церкви, чувственны (n. 6316).
            <br/>
Описание чувственного человека (n. 10236).
            <br/>
 Чувственные люди рассуждают остро и хитро, поскольку весь ум они полагают в том, чтобы говорить, опираясь на телесную память (n. 195, 196, 5700, 10236).
            <br/>
Но они рассуждают на основе заблуждений чувств (n. 5084, 6948, 6949, 7693).
            <br/>
Чувственные люди хитрее и злее других (n. 7693, 10236).
            <br/>
Древние называли их змеями древа познания (n. 195-197, 6398, 6949, 10313).
            <br/>
            <br/>
354. Мне было дано поговорить со многими учеными после их ухода из мира; с некоторыми, имеющими выдающуюся репутацию и прославившимися в литературном мире своими трудами, и с некоторыми не столь знаменитыми, но наделенными глубокой мудростью. Те, кто в душе отрицал Божественное, какими бы ни были их профессии, стали настолько глупыми, что не понимали даже ничего по-настоящему гражданского, не говоря уже о духовном. Я воспринимал и видел, что внутренности их умов были настолько закрыты, что казались черными (ибо в духовном мире такие вещи становятся видимыми), и, как следствие, они были неспособны вынести какой-либо небесный свет или принять какой-либо приток с небес. Эта чернота, которую представляли их внутренности, была более интенсивной и продолжительной у тех, кто утвердил себя против Божественного благодаря приобретенным знаниям. В другой жизни такие люди принимают всю фальшь с восторгом, впитывая ее, как губка впитывает воду; и они отталкивают всю истину, как упругое костное вещество отталкивает то, что на него падает. В самом деле, говорят, что внутренности тех, кто утвердил себя против Божественного и в пользу природы, становятся костлявыми, а их головы вплоть до носа кажутся мозолистыми, как черное дерево, что является признаком того, что у них больше нет никакого восприятия. Такие люди погружаются в трясину, похожую на болото, и там их донимают фантазии, в которые превращается их фальшь. Их адский огонь - жажда славы и репутации, побуждающая их нападать друг на друга и из адского пыла мучить тех, кто не поклоняется им как божествам; и это они делают поочередно друг с другом. В такие вещи превращается все обучение мира, который не получил в себя свет с небес через признание Божественного.
            <br/>
            <br/>
355. То, что они таковы в духовном мире, когда они приходят в него после смерти, можно заключить только из этого, что все вещи, которые находятся в естественной памяти и находятся в непосредственной связи с вещами телесного чувства (что относится к таким знаниям, о которых говорилось выше), тогда затихают; и только такие рациональные принципы, которые извлекаются из них, тогда служат для мысли и речи. Ибо человек носит с собой всю свою природную память, но ее содержание не находится в поле его зрения и не входит в его мысли, как при жизни в мире. Он не может ничего взять из этой памяти и перенести в духовный свет, потому что ее содержимое не является объектом этого света. Но те вещи разума и понимания, которые человек приобрел благодаря знаниям, живя в теле, соответствуют свету духовного мира; следовательно, насколько дух человека стал разумным в этом мире благодаря знаниям и науке, настолько же он стал разумным после освобождения от тела; ибо тогда человек стал духом, а дух мыслит в теле.
            <br/>
 Знания относятся к естественной памяти, которой человек обладает, находясь в теле (n. 5212, 9922).
            <br/>
После смерти человек несет с собой всю свою естественную память (n. 2475) из опыта (n. 2481-2486).
            <br/>
Но он не может, как это было в мире, извлечь что-либо из этой памяти по нескольким причинам (n. 2476, 2477, 2479).
            <br/>
            <br/>
356. Но что касается тех, кто приобрел разум и мудрость через знание и науку, кто таков, что применял все к пользе жизни, а также признавал Божественное, любил Слово и жил духовной нравственной жизнью (о чем выше, п. 319), для таких науки служили средством стать мудрыми, а также подтвердить вещи, относящиеся к вере. Внутренности разума таких людей были восприняты мною, и были видны прозрачными от света сверкающего белого, пламенного или голубого цвета, как у прозрачных алмазов, рубинов и сапфиров; и это в соответствии с подтверждениями в пользу Божественных и Божественных истин, почерпнутых из науки. Таков внешний вид истинного интеллекта и мудрости, когда они предстают перед взором в духовном мире. Этот вид исходит от света небес; и этот свет - Божественная истина, исходящая от Господа, который является источником всякого разума и мудрости (см. выше, n. 126-133). [2] Плоскости этого света, в которых существуют изменения, подобные изменениям цветов, являются внутренним миром разума; и эти изменения производятся подтверждениями Божественных истин посредством таких вещей, которые есть в природе, то есть в науках. Ибо внутренний разум человека смотрит на вещи естественной памяти, и те вещи, которые там служат доказательствами, он возвышает, как бы огнем небесной любви, и выводит и очищает их даже в духовные идеи. Это неизвестно человеку, пока он живет в теле, потому что там он мыслит и духовно, и естественно, и у него нет восприятия тех вещей, о которых он думает духовно, но только тех, о которых он думает естественно. Но когда он приходит в духовный мир, он не воспринимает то, что он думал в мире естественном, а только то, что он думал в мире духовном. Таким образом, его состояние меняется". [3] Из всего этого ясно, что именно посредством знаний и наук человек становится духовным, а также что они являются средством стать мудрым, но только у тех, кто признал Божественное в вере и жизни. Таких, прежде других, принимают на небесах, и они находятся среди тех, кто находится в центре (n. 43), потому что они пребывают в свете больше, чем другие. Это умные и мудрые на небесах, которые "сияют, как светила небесные" и "сияют, как звезды", а простые там - это те, кто признал Божественное, возлюбил Слово и жил духовной и нравственной жизнью, но внутренность их ума не была так обогащена знаниями и науками. Человеческий разум подобен почве, которая такова, какой ее делает обработка.
            <br/>
 Самые красивые цвета можно увидеть на небесах (n. 1053, 1624).
            <br/>
Цвета на небесах происходят от тамошнего света и являются модификациями или разновидностями этого света (n. 1042, 1043, 1053, 1624, 3993, 4530, 4742, 4922).
            <br/>
Таким образом, они являются проявлениями истины от добра и означают такие вещи, которые относятся к интеллекту и мудрости (n. 4530, 4677, 4922, 9466).
            <br/>
            <br/>
ВЫДЕРЖКИ ИЗ ARCANA COELESTIA ОТНОСИТЕЛЬНО ЗНАНИЙ.
            <br/>
[В этих выдержках scientia, scientificum и cognitio одинаково обозначены как knowledge, поскольку любое различие между ними, намеченное автором, недостаточно очевидно, чтобы быть единообразно обозначенным в английском языке. - Тр.]
            <br/>
Человек должен быть полностью обучен знаниям [scientiis et cognitionibus], поскольку с их помощью он учится думать [cogitare], затем понимать, что истинно и хорошо, и, наконец, быть мудрым (n. 129, 1450, 1451, 1453, 1548, 1802).
            <br/>
Знания [scientifica] - это первые вещи, на которых строится и основывается жизнь человека, гражданская, нравственная и духовная, и их следует изучать ради использования в качестве цели (n. 1489, 3310).
            <br/>
Знания [cognitiones] открывают путь к внутреннему человеку, а затем соединяют его с внешним в соответствии с использованием (n. 1563, 1616).
            <br/>
Рациональная способность рождается посредством знаний [scientias et cognitiones] (n. 1895, 1900, 3086).
            <br/>
Но не посредством самих знаний [cognitiones], а посредством привязанности к использованию, получаемому от них (n. 1895).
            <br/>
[2] Есть знания [scientifica], которые дают доступ к Божественным истинам, и знания [scientifica], которые не дают (n. 5213).
            <br/>
Пустые знания [scientifica] должны быть уничтожены (n. 1489, 1492, 1499, 1581).
            <br/>
Пустые знания [научные] - это такие, которые имеют целью любовь к себе и миру, поддерживают эти любви и удаляются от любви к Богу и любви к ближнему, потому что такие знания закрывают внутреннего человека, вплоть до того, что человек становится неспособным получать что-либо с небес (n. 1563, 1600).
            <br/>
Знания [scientifica] - это средство стать мудрым и средство стать безумным, и с их помощью внутренний человек либо открывается, либо закрывается, и таким образом разумное либо обогащается, либо разрушается (n. 4156, 8628, 9922).
            <br/>
[3] Внутренний человек открывается и постепенно совершенствуется посредством знаний [scientifica], если целью человека является хорошее использование, особенно использование, направленное на вечную жизнь (n. 3086).
            <br/>
Затем знания [scientificis], которые находятся в естественном человеке, встречаются духовными и небесными вещами из духовного человека, и эти вещи перенимают те из них, которые подходят (n. 1495).
            <br/>
Затем использование небесной жизни извлекается Господом, совершенствуется и возвышается из знаний [scientificis] естественного человека посредством внутреннего человека (n. 1895, 1896, 1900, 1901, 1902, 5871, 5874, 5901).
            <br/>
В то время как несоответствующие и противоположные знания [scientifica] отвергаются в сторону и изгоняются (n. 5871, 5886, 5889).
            <br/>
[4] Зрение внутреннего человека вызывает из знаний [scientificis] внешнего человека только то, что согласуется с его любовью (n. 9394).
            <br/>
Как видит внутренний человек, то, что относится к любви, находится в центре и в яркости, а то, что не от любви, находится по сторонам и в неясности (n. 6068, 6084).
            <br/>
Соответствующие знания [scientifica] постепенно внедряются в любовь человека и как бы поселяются в ней (n. 6325).
            <br/>
Если бы человек был рожден в любви к ближнему, он был бы рожден в разуме, но поскольку он рожден в любви к себе и миру, он рожден в полном невежестве (n. 6323, 6325).
            <br/>
Знание [scientia], разум и мудрость - сыновья любви к Богу и любви к ближнему (n. 1226, 2049, 2116).
            <br/>
[5] Одно дело быть мудрым, другое - понимать, третье - знать [scire] и четвертое - делать; тем не менее, у тех, кто обладает духовной жизнью, они следуют по порядку и существуют вместе в делах или поступках (n. 10331).
            <br/>
Также одно дело - знать [scire], другое - признавать, и третье - иметь веру (n. 896).
            <br/>
[6] Знания [scientifica], относящиеся к внешнему или естественному человеку, находятся в свете мира, но истины, которые стали истинами веры и любви и таким образом обрели жизнь, находятся в свете небес (n. 5212).
            <br/>
Истины, обретшие духовную жизнь, постигаются посредством естественных идей (n. 5510).
            <br/>
Духовный приток происходит из внутреннего или духовного человека в знания [scientifica], которые находятся во внешнем или естественном человеке (n. 1940, 8005).
            <br/>
Знания [scientifica] являются вместилищами и как бы сосудами для истины и добра, которые принадлежат внутреннему человеку (n. 1469, 1496, 3068, 5489, 6004, 6023, 6052, 6071, 6077, 7770, 9922).
            <br/>
Знания [scientifica] подобны зеркалам, в которых истины и блага внутреннего человека предстают как образ (n. 5201).
            <br/>
Там они находятся вместе, как в своем пределе (n. 5373, 5874, 5886, 5901, 6004, 6023, 6052, 6071).
            <br/>
[7] Приток не физический, а духовный, то есть приток из внутреннего человека во внешний, таким образом в познания внешнего; а не из внешнего во внутренний, таким образом не из познаний [scientificis] внешнего в истины веры (n. 3219, 5119, 5259, 5427, 5428, 5478, 6322, 9110).
            <br/>
Начало должно быть положено из истин учения Церкви, которые исходят из Слова, и эти истины должны быть сначала признаны, а затем разрешается обращаться к знаниям [scientifica] (n. 6047).
            <br/>
Таким образом, тем, кто находится в утвердительном состоянии в отношении истин веры, позволительно подтверждать их интеллектуально с помощью знаний [scientifica], но не тем, кто находится в отрицательном состоянии (n. 2568, 2588, 4760, 6047).
            <br/>
Тот, кто не поверит Божественным истинам, пока не убедится в них посредством познания [scientificis], никогда не поверит (n. 2094, 2832).
            <br/>
Переходить от знания [scientificis] к истинам веры противоречит порядку (n. 10236).
            <br/>
Те, кто так поступает, становятся безумными в отношении небес и Церкви (n. 128, 129, 130).
            <br/>
Они впадают в ложь зла (n. 232, 233, 6047).
            <br/>
В другой жизни, когда они думают о духовных вопросах, они становятся как бы пьяными (n. 1072).
            <br/>
Еще о характере таких людей (n. 196).
            <br/>
Примеры, показывающие, что духовные вещи не могут быть постигнуты, если входить в них посредством знания [scientifica] (n. 233, 2094, 2196, 2203, 2209).
            <br/>
В духовных вещах многие из ученых более безумны, чем простые, по той причине, что они находятся в негативном состоянии, которое они подтверждают посредством знаний [scientifica], которые они постоянно и в изобилии имеют перед глазами (n. 4760, 8629).
            <br/>
[8] Те, кто рассуждает на основе знаний [scientificis] против истин веры, рассуждают остро, потому что они рассуждают на основе заблуждений чувств, которые увлекательны и убедительны, поскольку их нелегко рассеять (n. 5700).
            <br/>
Какие вещи являются обманами чувств, и что они собой представляют (n. 5084, 5094, 6400, 6948).
            <br/>
Те, у кого нет понимания истины, а также те, кто находится во зле, способны рассуждать об истинах и благах веры, но не способны их понять (n. 4214).
            <br/>
Разум состоит не в том, чтобы просто подтвердить догму, а в том, чтобы увидеть, истинна она или нет, прежде чем она будет подтверждена (n. 4741, 6047).
            <br/>
[9] Знания [scientiae] бесполезны после смерти, но только то, что человек впитал в свое понимание и жизнь посредством знаний [scientias] (n. 2480).
            <br/>
Тем не менее, все знания [scientifica] остаются после смерти, хотя и затихают (n. 2476-2479, 2481-2486).
            <br/>
[10] Знания [scientifica] со злом являются ложными, поскольку они приспособлены к злу, но с добром те же самые знания являются истинами, поскольку применяются к тому, что является добром (n. 6917).
            <br/>
Истинные знания [scientifica] со злом не являются истинными, какими бы они ни казались истинными, когда произносятся, потому что в них есть зло (n. 10331).
            <br/>
[11] Пример желания знать [sciendi], которым обладают духи (n. 1974). Ангелы имеют безмерное желание познать [sciendi] и стать мудрыми, поскольку познание [scientia], разум и мудрость являются духовной пищей (n. 3114, 4459, 4792, 4976, 5147, 5293, 5340, 5342, 5410, 5426, 5576, 5582, 5588, 5655, 6277, 8562, 9003).
            <br/>
Знание [scientia] древних было знанием [scientia] соответствий и представлений, посредством которого они получали доступ к знанию [cognitionem] духовных вещей; но это знание [scientia] в наши дни полностью утрачено (n. 4749, 4844, 4964, 4965).
            <br/>
[12] Для постижения духовных истин необходимо знать следующие универсалии [scientur]. (i) Все вещи во вселенной имеют отношение к добру и истине и их соединению, чтобы они могли быть чем-либо, таким образом, к любви и вере и их соединению. (ii) У человека есть понимание и воля; понимание является вместилищем истины, а воля - добра; и все вещи в человеке имеют отношение к этим двум вещам и их соединению, как все вещи имеют отношение к истине и добру и их соединению. (iii) Существует внутренний человек и внешний человек, которые так же отличны друг от друга, как небо и мир, и все же, чтобы человек был действительно человеком, они должны составлять одно целое. (iv) Внутренний человек находится в свете небес, а внешний - в свете мира; а свет небес - это сама Божественная истина, из которой происходит весь разум. (v) Между вещами внутреннего человека и вещами внешнего существует соответствие, поэтому их различные аспекты таковы, что их можно различить только посредством знания [scientiam] соответствий. Если не знать этих и многих других вещей [scientur], то нельзя составить и сформировать ничего, кроме несоответствующих представлений о духовных и небесных истинах; поэтому без этих универсалий знания [scientifica et cognitiones] естественного человека могут оказать мало пользы разумному человеку для понимания и роста. Это ясно показывает, насколько необходимы знания [scientifica].
            <br/>
            <br/>
357. XXXIX. БОГАТЫЕ И БЕДНЫЕ НА НЕБЕСАХ.
            <br/>
Существуют различные мнения о принятии на небеса. Некоторые считают, что бедные принимаются, а богатые - нет; некоторые - что богатые и бедные принимаются одинаково; некоторые - что богатые могут быть приняты, только отказавшись от своего богатства и уподобившись бедным; и в Слове можно найти доказательства всех этих мнений. Но те, кто делает различие в отношении небес между богатыми и бедными, не понимают Слова. По внутреннему содержанию Слово духовно, но по букве оно естественно; поэтому те, кто понимает Слово только в соответствии с его буквальным смыслом, а не в соответствии с каким-либо духовным смыслом, ошибаются во многих отношениях, особенно в отношении богатых и бедных; например, что богатым так же трудно войти в рай, как верблюду пройти сквозь игольное ушко; и что бедным легко, потому что они бедны, так как сказано,
            <br/>
            <br/>
Блаженны нищие, ибо их есть Царство Небесное (Матф. 5:3; Луки 6:20, 21).
            <br/>
            <br/>
Но те, кто знает хоть что-то о духовном смысле Слова, думают иначе; они знают, что небеса предназначены для всех, кто живет жизнью веры и любви, будь то богатый или бедный. Но кто подразумевается в Слове под "богатыми", а кто - под "бедными", будет рассказано далее. Из долгих бесед и общения с ангелами мне было дано с уверенностью знать, что богатые входят на небеса так же легко, как и бедные, и что никто не закрыт на небеса из-за своего богатства и не принят на небеса из-за своей бедности. И богатые, и бедные находятся на небесах, и многие из богатых в большей славе и счастье, чем бедные.
            <br/>
            <br/>
358. Прежде всего, следует сказать, что человек может приобретать богатство и накапливать богатство, насколько ему предоставляется возможность, если это не делается хитростью или обманом; что он может наслаждаться вкусностями еды и питья, если не ставит на это свою жизнь; что он может иметь роскошное жилище, соответствующее его состоянию, общаться с другими людьми в таком же состоянии, посещать увеселительные заведения, говорить о делах мира, и ему не нужно ходить, как приверженцу, с печальным и скорбным лицом и поникшей головой, но можно быть радостным и веселым; Ему не нужно раздавать свое имущество бедным, кроме как по велению привязанности; словом, внешне он может жить точно как мирской человек; и все это не будет препятствием для его входа на небеса, если внутри себя он будет думать о Боге, как должно, и поступать искренне и справедливо по отношению к ближнему. Ибо человек таков, каковы его привязанности и мысли, или каковы его любовь и вера, и от них исходят все его внешние поступки; поскольку действовать - значит желать, а говорить - значит мыслить, действовать - от воли, а говорить - от мысли. Поэтому, когда в Слове говорится, что человек будет судим по делам своим и получит награду по делам своим, имеется в виду, что он будет судим и вознагражден в соответствии со своими мыслями и привязанностями, которые являются источником его дел, или которые находятся в его делах; ибо дела не являются ничем, кроме них, и являются именно такими, какими они являются. Все это показывает, что внешнее в человеке ничего не совершает, но только его внутреннее, которое является источником внешнего. Например, если человек поступает честно и воздерживается от мошенничества только потому, что боится законов и потери репутации, а значит, чести или выгоды, и если бы этот страх не сдерживал его, он обманывал бы других при любой возможности; хотя поступки такого человека внешне кажутся честными, его мысли и воля - мошенничество; и поскольку он внутренне нечестен и мошенничает, он имеет в себе ад. Но тот, кто поступает честно и воздерживается от мошенничества, потому что оно против Бога и против ближнего, не захочет обмануть другого, если сможет; его мысль и воля - совесть, и он имеет в себе рай. Поступки этих двух людей внешне похожи, но внутренне они совершенно не похожи.
            <br/>
 В Слове часто говорится, что человек будет судим и получит награду в соответствии со своими делами и поступками (n. 3934).
            <br/>
Под "делами и поступками" подразумеваются дела и поступки во внутренней форме, а не во внешней, поскольку добрые дела во внешней форме совершаются и злыми, но во внутренней и внешней форме вместе - только добрыми (n. 3934, 6073).
            <br/>
Дела, как и всякая деятельность, имеют свое бытие и исхождение [esse et existere] и свое качество от внутренностей человека, которые относятся к его мысли и воле, поскольку они исходят из них; поэтому, каковы внутренности, таковы и дела (n. 3934, 8911, 10331).
            <br/>
То есть, каковы внутренности в отношении любви и веры (n. 3934, 6073, 10331, 10332).
            <br/>
Таким образом, дела содержат любовь и веру и являются любовью и верой по сути (n. 10331).
            <br/>
Поэтому быть судимым и вознагражденным в соответствии с делами и поступками означает быть в соответствии с любовью и верой (n. 3147, 3934, 6073, 8911, 10331, 10332).
            <br/>
Пока дела обращены к себе и миру, они не хороши, но они хороши, когда обращены к Господу и ближнему (n. 3147).
            <br/>
            <br/>
359. Поскольку человек может жить внешне так же, как и другие, может богатеть, держать обильный стол, жить в элегантном доме и носить изысканную одежду в соответствии со своим состоянием и функциями, наслаждаться удовольствиями и наслаждениями, заниматься мирскими делами ради своего занятия и бизнеса, ради жизни души и тела, если он внутренне признает Божественное и желает добра ближнему, очевидно, что вступить на путь к небу не так сложно, как многие считают. Единственная трудность заключается в том, чтобы уметь противостоять любви к себе и миру и не дать им стать доминирующими, ибо это источник всех зол. То, что это не так трудно, как принято считать, подразумевается под этими словами Господа:
            <br/>
            <br/>
Научитесь от Меня, ибо Я кроток и смирен сердцем, и найдете покой душам вашим; ибо иго Мое легко, и бремя Мое легко (Матф. 11:29, 30).
            <br/>
            <br/>
Иго Господне легко, и бремя Его легко, потому что человек ведется Господом, а не собой, в той мере, в какой он сопротивляется злу, проистекающему от любви к себе и миру; и потому что Господь затем сопротивляется этому злу в человеке и устраняет его.
            <br/>
 Все пороки происходят от любви к себе и миру (n. 1307, 1308, 1321, 1594, 1691, 3413, 7255, 7376, 7488, 7490, 8318, 9335, 9348, 10038, 10742).
            <br/>
Это презрение к другим, вражда, ненависть, месть, жестокость, обман (n. 6667, 7370-7374, 9348, 10038, 10742).
            <br/>
В такой любви человек рождается, и в ней же наследует свои пороки (n. 694, 4317, 5660).
            <br/>
            <br/>
360. Я беседовал с некоторыми после смерти, которые, живя в этом мире, отреклись от него и предались почти уединенной жизни, чтобы, отвлекаясь от мирских мыслей, иметь возможность для благочестивых размышлений, полагая, что таким образом они вступят на путь к небу. Но те, кто живет другой жизнью, имеют печальный нрав; они презирают других, не похожих на себя; они возмущены тем, что у них нет более счастливой доли, чем у других, считая, что они заслужили ее; они не интересуются другими и отворачиваются от обязанностей милосердия, благодаря которым можно соединиться с небом. Они желают небес больше, чем другие; но когда они оказываются среди ангелов, они вызывают беспокойство, нарушающее счастье ангелов, и вследствие этого их отсылают; а когда их отсылают, они удаляются в пустынные места, где ведут жизнь, подобную той, которую они вели в мире". [2] Человек может быть сформирован для небес только посредством мира. В мире находятся самые крайние следствия, в которых должна завершиться привязанность каждого человека; ибо если привязанность не выливается в поступки, которые совершаются в союзе с другими, то она задыхается до такой степени, что человек уже не имеет никакого отношения к ближнему, а только к самому себе. Из всего этого ясно следует, что жизнь в милосердии по отношению к ближнему, которая есть делание того, что справедливо и правильно в каждом деле и в каждом занятии, есть то, что ведет на небеса, а не жизнь благочестия отдельно от милосердия;  и из этого следует, что только в той мере, в какой человек занят в делах жизни, может осуществляться милосердие и расти жизнь милосердия; и это невозможно в той мере, в какой человек отделяет себя от этих дел. [3] По этому вопросу я буду говорить теперь из опыта. Тех, кто в миру занимался торговлей и коммерцией и разбогател благодаря этим занятиям, много на небесах, но не так много тех, кто занимал почетные должности и разбогател благодаря этим занятиям; и по той причине, что эти последние благодаря прибыли и почестям, которые проистекали от их отправления правосудия и справедливости, а также благодаря прибыльным и почетным должностям, дарованным им, были приведены к любви к себе и миру, и тем самым отделили свои мысли и привязанности от небес и обратили их на себя. Ибо в той мере, в какой человек любит себя и мир и во всем обращается к себе и миру, он отдаляет себя от Божественного и отделяет себя от небес.
            <br/>
 Благотворительность по отношению к ближнему - это делать то, что хорошо, справедливо и правильно, в каждом деле и в каждом занятии (n. 8120-8122).
            <br/>
Таким образом, милосердие к ближнему распространяется на все вещи и каждое дело, которое человек думает, желает и делает (n. 8124).
            <br/>
Жизнь благочестия отдельно от жизни милосердия бесполезна, но вместе они полезны для всего (n. 8252, 8253).
            <br/>
            <br/>
361. Что касается участи богатых на небесах, то они живут более роскошно, чем другие. Некоторые из них живут во дворцах, в которых все сверкает, словно золото и серебро. У них в изобилии есть все необходимое для жизни, но они нисколько не сосредотачивают свое сердце на этих вещах, а только на их использовании. Потребности видны ясно, как будто они находятся на свету, а золото и серебро видны неясно и сравнительно, как бы в тени. Это потому, что, находясь в мире, они любили применение, а золото и серебро любили только как средства и инструменты. Поэтому их богатство на небесах такое же, каким было их использование в мире, и таковы же их восторг и счастье. Доброе употребление - это обеспечение себя и своих близких всем необходимым для жизни, а также желание богатства ради своей страны и ради ближнего, которому богатый человек во многих отношениях может принести больше пользы, чем бедный. Это хорошие занятия, потому что таким образом человек может отвлечь свой ум от праздной жизни, которая вредна, так как в такой жизни мысли человека устремляются ко злу из-за присущего ему зла. Эти блага хороши постольку, поскольку в них есть Божественное, то есть постольку, поскольку человек обращен к Божественному и к небесам и находит в них свое благо, а в богатстве видит лишь подчиненное благо.
            <br/>
 Всякое благо имеет свое наслаждение от использования и в соответствии с использованием (n. 3049, 4984, 7038); также его качество; и, следовательно, каково использование, таково и благо (n. 3049).
            <br/>
Все счастье и наслаждение жизни - от использования (n. 997).
            <br/>
В целом, жизнь - это жизнь использования (n. 1964).
            <br/>
Ангельская жизнь состоит из благ любви и милосердия и, таким образом, из исполнения целей (n. 454).
            <br/>
Цели, которые ставит перед собой человек и которые являются использованием, - единственное, что рассматривает Господь, а значит, и ангелы (n. 1317, 1645, 5844).
            <br/>
Царство Господа - это царство пользы (n. 454, 696, 1103, 3645, 4054, 7038).
            <br/>
Исполнение дел - это служение Господу (n. 7038).
            <br/>
Характер каждого человека таков, каковы его поступки (n. 4054, 6315); иллюстрация (n. 7038).
            <br/>
            <br/>
362. Но участь богатых, которые не уверовали в Божественное и выбросили из головы то, что относится к небесам и Церкви, противоположна этому. Такие люди находятся в аду, где царят грязь, нищета и нужда; и в них превращается богатство, любимое как цель; и не только богатство, но и само его использование, которое заключается либо в желании жить, как им нравится, и предаваться удовольствиям, и иметь возможность более полно и свободно отдавать ум постыдным занятиям, либо в желании возвыситься над другими, которых они презирают. Такое богатство и такое использование, поскольку в них нет ничего духовного, а только земное, становятся грязными; ибо духовная цель в богатстве и его использовании подобна душе в теле или небесному свету на влажной земле; и такое богатство и использование становятся гнилыми, как тело без души или как влажная земля без небесного света. Таковы те, кого богатство увело и увлекло от небес.
            <br/>
            <br/>
363. Главная привязанность или любовь каждого человека остается с ним после смерти и не изглаживается в вечности, поскольку дух человека - это всецело то, чем является его любовь, а что именно - неизвестно. Тело каждого духа и ангела - это внешняя форма его любви, точно соответствующая его внутренней форме, которая является формой его расположения и ума; следовательно, качество его духа известно по его лицу, движениям и речи. Пока человек живет в этом мире, качество его духа было бы известно, если бы он не научился подделывать в своем лице, движениях и речи то, что ему не принадлежит. Все это показывает, что человек остается в вечности таким, какова его правящая привязанность или любовь. Мне было дано поговорить с теми, кто жил семнадцать сотен лет назад, и чья жизнь хорошо известна по писаниям того времени, и оказалось, что ими по-прежнему правит та же любовь, что и тогда, когда они были на земле. Это также ясно показывает, что любовь к богатству и к использованию богатства остается со всеми в вечности, и что она точно такая же, как и любовь, приобретенная в этом мире, но с той разницей, что в случае тех, кто посвятил свое богатство добрым целям, богатство меняется в другом мире на наслаждение, соответствующее использованию; в то время как в случае тех, кто посвятил свое богатство злым целям, богатство превращается в простую грязь, в которой они затем получают такое же наслаждение, как и в этом мире в своем богатстве, посвященном злым целям. Такие люди наслаждаются грязью, потому что грязные удовольствия и постыдные поступки, которым они посвятили свои богатства, а также скупость, которая является любовью к богатству без учета его использования, соответствуют грязи. Духовная грязь - это не что иное.
            <br/>
            <br/>
364. Бедные попадают на небо не из-за своей бедности, а из-за своей жизни. Жизнь каждого человека следует за ним, будь он богат или беден. Нет никакой особой милости для одного в отличие от другого;  тот, кто жил хорошо, принимается, а тот, кто жил плохо, отвергается. Более того, бедность ведет и влечет человека от небес так же, как и богатство. Среди бедных много таких, кто не доволен своим уделом, стремится ко многому и считает богатство благословением, а когда не получает его, то сильно раздражается и вынашивает дурные мысли о Божественном провидении; они также завидуют другим людям, обладающим хорошими вещами, и готовы, как и любой другой, обманывать других при любой возможности и предаваться грязным удовольствиям. Но это не относится к бедным, которые довольны своим уделом, внимательны и прилежны в работе, любят труд больше, чем праздность, поступают искренне и преданно, и в то же время живут христианской жизнью. Я время от времени беседовал с крестьянами и простыми людьми, которые, живя в этом мире, верили в Бога и в своих занятиях поступали справедливо и правильно. Поскольку у них была тяга к познанию истины, они спрашивали о милосердии и о вере, слыша в этом мире много о вере, а в другой жизни - о милосердии. Поэтому им сказали, что милосердие - это все, что относится к жизни, а вера - все, что относится к учению; следовательно, милосердие - это желание и делание справедливого и правильного в каждом деле, а вера - это справедливое и правильное мышление; вера и милосердие соединены, как учение и жизнь в соответствии с ним, или как мысль и воля; а вера становится милосердием, когда то, о чем человек думает справедливо и правильно, он также желает и делает, и тогда они не два, а одно. Это они хорошо понимали и радовались, говоря, что в мире они не понимали, что вера - это не что иное, как жизнь.
            <br/>
 Не может быть милости отдельно от средств, но только милость через средства, то есть к тем, кто живет в соответствии с заповедями Господа; таких Господь по Своей милости ведет постоянно в мир, а затем в вечность (n. 8700, 10659).
            <br/>
 Достоинства и богатство не являются настоящими благословениями, поэтому они даются как злым, так и добрым (n. 8939, 10775, 10776).
            <br/>
Настоящее благословение - это получение любви и веры от Господа и соединение с ними, ибо это источник вечного счастья (n. 1420, 1422, 2846, 3017, 3406, 3504, 3514, 3530, 3565, 3584, 4216, 4981, 8939, 10495).
            <br/>
            <br/>
365. Все это ясно говорит о том, что и богатые, и бедные входят в рай, причем одни так же легко, как и другие. Вера в то, что бедные легко попадают на небеса, а богатые с трудом, происходит от непонимания Слова, где говорится о богатых и бедных. В Слове те, кто имеет изобилие знаний о добре и истине, то есть те, кто находится в церкви, где есть Слово, подразумеваются в духовном смысле под "богатыми"; в то время как те, кто не имеет этих знаний, но желает их, то есть те, кто находится вне церкви и где нет Слова, подразумеваются под "бедными". [2] Богач, одетый в пурпур и виссон и брошенный в ад, означает еврейский народ, который назван богатым, потому что имел Слово и имел изобилие знаний добра и истины из него, "одежды пурпурные" означают знания добра, а "одежды виссонные" - знания истины. А нищий, который лежал у ворот богача и жаждал насытиться крохами, падающими со стола богача, и которого ангелы вознесли на небо, означает народы, не имеющие познания добра и истины, но желающие их (Луки 16:19-31). Также богатые, которые были созваны на великий ужин и оправдались, означают иудейский народ, а бедные, приведенные вместо них, означают народы вне церкви (Луки 14:16-24). [3] Под богатым человеком, о котором Господь сказал:
            <br/>
            <br/>
Легче верблюду пройти сквозь игольное ушко, чем богатому войти в Царство Божье (Матф. 19:24),
            <br/>
            <br/>
Имеются в виду богатые как в естественном, так и в духовном смысле. В естественном смысле богатые - это те, кто имеет изобилие богатств и стремится к ним; а в духовном смысле - это те, кто имеет изобилие знаний и обучения, которые являются духовными богатствами, и кто хочет с их помощью ввести себя в небесные вещи и Церковь по собственному разумению. И поскольку это противоречит Божественному порядку, говорится, что "легче верблюду пройти сквозь игольное ушко", "верблюд" означает в общем духовном смысле способность познания и известные вещи, а "игольное ушко" означает духовную истину. Что таково значение "верблюда" и "игольного ушка", в настоящее время не известно, потому что знание, которое учит тому, что обозначают в духовном смысле вещи, сказанные в буквальном смысле Слова, до сих пор не было раскрыто. В каждой части Слова есть духовный смысл, а также естественный смысл; ибо Слово было сделано полностью состоящим из соответствий между естественными и духовными вещами, чтобы таким образом осуществлялось соединение неба с миром или ангелов с людьми, поскольку прямое соединение прекратилось. Это проясняет, кто именно подразумевается в Слове под "богатым человеком". [4] То, что "богатый" в Слове означает в духовном смысле тех, кто находится в познании истины и добра, а "богатство" - само познание, которое является духовным богатством, видно из различных отрывков (как в Ис. 10:12-14; 30:6, 7; 45:3; Иер. 17:3; 48:7; 50:36, 37; 51:13; Дан. 5:2-4; Иез. 26:7, 12; 27:1 до конца; Зах. 9:3, 4; Пс. 45:12; Осия 12:9; Апок. 3:17, 18; Лк. 14:33 и в других местах). Также "бедные" в духовном смысле означают тех, кто не обладает знаниями добра и истины, но желает их (Матф. 11:5; Луки 6:20, 21; 14:21; Иса. 14:30; 29:19; 41:17, 18; Зеф. 3:12, 13). Все эти отрывки могут быть объяснены в соответствии с духовным смыслом в Arcana Coelestia (n. 10227).
            <br/>
 "Одежды" означают истины, таким образом, знания (n. 1073, 2576, 5319, 5954, 9212, 9216, 9952, 10536).
            <br/>
"Пурпур" означает небесное благо (n. 9467).
            <br/>
"Тонкий лен" означает истину небесного происхождения (н. 5319, 9469, 9744).
            <br/>
 "Верблюд" означает в Слове способность познания и знание в целом (n. 3048, 3071, 3143, 3145).
            <br/>
Что означает "рукоделие, работа с иглой" и, следовательно, "игла" (n. 9688).
            <br/>
Переход от знания к истинам веры противоречит Божественному порядку (n. 10236).
            <br/>
Те, кто так поступает, становятся безумными в отношении небес и Церкви (n. 128-130, 232, 233, 6047).
            <br/>
И в другой жизни, когда они думают о духовных вещах, они становятся как бы пьяными (n. 1072).
            <br/>
Далее о подобном (n. 196).
            <br/>
Примеры, показывающие, что когда в духовные вещи входят через познание, их невозможно постичь (n. 233, 2094, 2196, 2203, 2209).
            <br/>
Допустимо входить из духовной истины в знания, относящиеся к естественному человеку, но не наоборот, потому что может быть духовное вливание в естественное, но не естественное в духовное (n. 3219, 5119, 5259, 5427, 5428, 5478, 6322, 9110).
            <br/>
Истины Слова и Церкви должны быть сначала признаны, после чего можно рассматривать знания, но не раньше (n. 6047).
            <br/>
            <br/>
366. БРАКИ НА НЕБЕСАХ.
            <br/>
Поскольку небеса происходят от человеческой расы, а ангелы, следовательно, обоих полов, и от сотворения мира женщина предназначена для мужчины, а мужчина - для женщины, таким образом, один принадлежит другому, и эта любовь является врожденной для обоих, следует, что на небесах, как и на земле, существуют браки. Но браки на небесах сильно отличаются от браков на земле. Поэтому сейчас мы расскажем, что такое небесные браки, чем они отличаются от земных и в чем они похожи на них.
            <br/>
            <br/>
367. Брак на небесах - это соединение двух в одно сознание. Сначала необходимо объяснить, что это за соединение. Разум состоит из двух частей, одна из которых называется пониманием, а другая - волей. Когда эти две части действуют как одно целое, они называются одним разумом. На небесах муж действует по части, называемой пониманием, а жена - по части, называемой волей. Когда это соединение, принадлежащее внутреннему миру человека, нисходит в нижние части, относящиеся к телу, оно воспринимается и ощущается как любовь, и эта любовь есть супружеская любовь. Это показывает, что супружеская любовь берет свое начало в соединении двух людей в одном разуме. На небесах это называется сожительством, и двое не называются двумя, но одним. Поэтому на небесах о супружеской паре говорят не как о двух, а как об одном ангеле".
            <br/>
 На сегодняшний день неизвестно, что такое супружеская любовь и откуда она берется (n. 2727).
            <br/>
Брачная любовь - это желание того, что желает другой, причем желание взаимное и обоюдное (n. 2731).
            <br/>
Те, кто находится в брачной любви, живут вместе в глубинах жизни (n. 2732).
            <br/>
Это такой союз двух умов, что от любви они становятся одним целым (n. 10168, 10169).
            <br/>
Ибо любовь умов, которая есть духовная любовь, есть союз (n. 1594, 2057, 3939, 4018, 5807, 6195, 7081-7086, 7501, 10130).
            <br/>
            <br/>
368. Более того, такое соединение мужа и жены в глубине их умов происходит от самого их создания; ибо мужчина рожден быть интеллектуальным, то есть мыслить от понимания, а женщина рождена быть аффектированной, то есть мыслить от воли; и это очевидно из склонности или естественного расположения каждого, а также из их формы; Из склонности - то, что мужчина действует по разуму, а женщина - по привязанности; из формы - то, что у мужчины более грубое и менее красивое лицо, более глубокий голос и более твердое тело, а у женщины - более гладкое и красивое лицо, более мягкий голос и более нежное тело. Существует такое же различие между пониманием и волей, или между мыслью и привязанностью; так же и между истиной и добром и между верой и любовью; ибо истина и вера относятся к пониманию, а добро и любовь - к воле. Отсюда следует, что в Слове "юноша" или "мужчина" означает в духовном смысле понимание истины, а "дева" или "женщина" - привязанность к добру; также что Церковь, по причине ее привязанности к добру и истине, называется "женщиной" и "девой"; также что все, кто привязан к добру, называются "девами" (как в Апок. 14:4).
            <br/>
 В Слове "юноши" означают понимающих истину, или разумных (n. 7668).
            <br/>
"Мужчины" имеют то же значение (n. 158, 265, 749, 915, 1007, 2517, 3134, 3236, 4823, 9007).
            <br/>
"Женщина" означает привязанность к добру и истине (n. 568, 3160, 6014, 7337, 8994); также и церковь (n. 252, 253, 749, 770); "жена" имеет то же значение (n. 252, 253, 409, 749, 770); с какой разницей (n. 915, 2517, 3236, 4510, 4823).
            <br/>
В высшем смысле слова "муж и жена" относятся к Господу и Его соединению с небом и Церковью (n. 7022).
            <br/>
Дева" означает привязанность к добру (n. 3067, 3110, 3179, 3189, 6729, 6742); так же и церковь (n. 2362 3081, 3963, 4638, 6729, 6775, 6788).
            <br/>
            <br/>
369. Каждый человек, будь то мужчина или женщина, обладает пониманием и волей; но у мужчины преобладает понимание, а у женщины - воля, и характер определяется тем, что преобладает. Однако в небесных браках нет преобладания, ибо воля жены - это также воля мужа, а понимание мужа - это также понимание жены, поскольку каждый любит желать и думать, как другой, то есть взаимно и обоюдно. Таким образом, они соединены в одно. Это соединение есть действительное соединение, ибо воля жены входит в понимание мужа, а понимание мужа - в волю жены, и особенно когда они смотрят друг другу в лицо; ибо, как уже неоднократно говорилось выше, на небесах существует разделение мыслей и привязанностей, особенно у мужа и жены, поскольку они взаимно любят друг друга. Это ясно показывает, что такое соединение мыслей, которое делает брак и производит супружескую любовь на небесах, а именно: один желает, чтобы то, что принадлежит ему, принадлежало другому, и это взаимно.
            <br/>
            <br/>
370. Мне говорили ангелы, что, насколько супружеская пара соединена, настолько они соединены в брачной любви, а также в той же степени в интеллекте, мудрости и счастье, потому что Божественная истина и Божественное благо, которые являются источником всего интеллекта, мудрости и счастья, главным образом вливаются в брачную любовь; следовательно, брачная любовь, поскольку она также является браком добра и истины, является самой плоскостью Божественного притока. Ибо эта любовь, поскольку она является соединением понимания и воли, также является соединением истины и блага, поскольку понимание получает Божественную истину и формируется из истин, а воля получает Божественное благо и формируется из благ. Ибо то, что человек желает, является для него благом, а то, что он понимает, является для него истиной; поэтому одно и то же, говорите ли вы о соединении понимания и воли или о соединении истины и блага. Соединение истины и добра - вот что делает ангела; оно делает его разумным, мудрым и счастливым; ибо ангел является ангелом соответственно тому, как добро в нем соединено с истиной, а истина с добром; или, что то же самое, соответственно тому, как любовь в нем соединена с верой, а вера с любовью.
            <br/>
            <br/>
371. Божественное, исходящее от Господа, вливается главным образом в супружескую любовь, потому что супружеская любовь исходит из соединения добра и истины; ибо это одно и то же, как было сказано выше, независимо от того, говорите ли вы о соединении понимания и воли или о соединении добра и истины. Соединение добра и истины берет свое начало в Божественной любви Господа ко всем, кто находится на небе и на земле. Из Божественной любви исходит Божественное добро, и Божественное добро принимается ангелами и людьми в Божественных истинах. Поскольку истина является единственным вместилищем блага, ничто не может быть получено от Господа и с небес кем-либо, кто не находится в истинах; поэтому лишь постольку, поскольку истины в человеке соединены с благом, человек соединен с Господом и с небесами. В этом, таким образом, заключается само происхождение супружеской любви, и по этой причине любовь является самой плоскостью Божественного притока. Это показывает, почему соединение добра и истины на небесах называется небесным браком, и небеса уподобляются в Слове браку, и называются браком; и Господь называется "Женихом" и "Мужем", а небеса, а также Церковь называются "Невестой" и "Женой".
            <br/>
 Происхождение, причина и сущность истинной брачной любви - это брак добра и истины; таким образом, она с небес (n. 2728, 2729).
            <br/>
Относительно ангельского духа, который имеет представление о том, есть ли что-либо брачное от идеи соединения добра и истины (n. 10756).
            <br/>
Это с брачной любовью во всех отношениях так же, как и с соединением добра и истины (n. 1904, 2173, 2429, 2508, 3101, 3102, 3155, 3179, 3180, 4358, 5807, 5835, 9206, 9495, 9637).
            <br/>
Как и с кем происходит соединение добра и истины (n. 3834, 4096, 4097, 4301, 4345, 4353, 4364, 4368, 5365, 7623-7627, 9258).
            <br/>
Только те, кто пребывает в добре и истине от Господа, знают, что такое настоящая супружеская любовь (n. 10171).
            <br/>
В Слове "брак" означает брак добра и истины (n. 3132, 4434, 4835).
            <br/>
Царство Господа и небеса находятся в истинной супружеской любви (n. 2737).
            <br/>
            <br/>
372. Добро и истина, соединенные в ангеле или человеке, не два, а одно, поскольку добро есть добро истины, а истина есть истина добра. Это соединение можно сравнить с тем, что человек думает то, что хочет, и желает то, что думает, когда мысль и воля составляют одно, то есть один разум; ибо мысль образует, то есть представляет в форме то, что воля желает, и воля дает ей наслаждение; вот почему супружеская пара на небесах называется не двумя, а одним ангелом. Это также подразумевается в словах Господа:
            <br/>
            <br/>
Разве вы не читали, что Сотворивший их от начала создал их мужчиной и женщиной и сказал: для сего оставит человек отца и мать и прилепится к жене своей, и будут два одною плотью? Посему они уже не двое, но одна плоть. Итак, что Бог сочетал, того человек да не разлучает. Не все могут принять это слово, но те, кому оно дано (Матф. 19:4-6, 11; Марк 10:6-9; Быт. 2:24).
            <br/>
            <br/>
Это описание как небесного брака, в котором пребывают ангелы, так и брака добра и истины, "человек не разлучает того, что Бог соединил", что означает, что добро не должно быть отделено от истины.
            <br/>
            <br/>
373. Из всего этого становится понятным происхождение истинной супружеской любви, а именно: она формируется сначала в умах тех, кто состоит в браке, и оттуда нисходит в тело, где воспринимается и ощущается как любовь; ибо все, что ощущается и воспринимается в теле, имеет свое происхождение в духовном, поскольку происходит от понимания и воли. Понимание и воля составляют духовного человека. Все, что нисходит от духовного человека в тело, предстает там под другим аспектом, хотя оно сходно и созвучно, как душа и тело, как причина и следствие; это видно из того, что было сказано и показано в двух главах, посвященных соответствию.
            <br/>
            <br/>
374. Я слышал, как ангел описывал истинную супружескую любовь и ее небесное наслаждение таким образом: Что это Божественное Господа на небесах, которое есть Божественное благо и Божественная истина, так соединенные в двух лицах, что они не как два, а как одно. Он сказал, что на небесах два супруга - это супружеская любовь, поскольку каждый является своим собственным благом и своей собственной истиной как в отношении ума, так и в отношении тела, причем тело является образом ума, поскольку оно сформировано по его подобию. Из этого он сделал вывод, что Божественное изображается в тех двоих, которые находятся в истинной брачной любви; а поскольку Божественное изображается таким образом, то и небеса тоже, потому что все небеса - это Божественное благо и Божественная истина, исходящие от Господа; и именно поэтому все небесные вещи начертаны на брачной любви с большим количеством благословений и наслаждений, чем можно сосчитать. Он выразил это число термином, который включает в себя мириады мириад. Он удивился, что человек церкви ничего не знает об этом, ведь церковь - это небо Господа на земле, а небо - это брак добра и истины. Он сказал, что его поражает мысль о том, что в церкви, даже больше, чем за ее пределами, совершаются и даже оправдываются прелюбодеяния, наслаждение от которых само по себе есть не что иное в духовном смысле и, следовательно, в духовном мире, как наслаждение от любви к фальши, соединенной со злом, а это наслаждение - инфернальное наслаждение, потому что оно прямо противоположно наслаждению небес, которое есть наслаждение от любви к истине, соединенной с добром.
            <br/>
            <br/>
375. Всем известно, что любящая друг друга супружеская пара внутренне едина, и что сущность брака заключается в единстве расположений и умов. Из этого следует, что каковы их сущностные склонности или умы, таков и их союз и такова их любовь друг к другу. Ум образуется исключительно из истин и благ, ибо все вещи во вселенной имеют отношение к благу и истине и к их соединению; следовательно, каковы истины и блага, из которых образуются умы, таков и союз умов; следовательно, самый совершенный союз - это союз умов, образованных из подлинных истин и благ. Да будет известно, что никакие две вещи не любят друг друга больше, чем истина и добро; и поэтому именно от этой любви происходит истинная супружеская любовь. Ложь и зло также любят друг друга, но эта любовь впоследствии превращается в ад.
            <br/>
 Все вещи во вселенной, как на небесах, так и в мире, имеют отношение к добру и истине (n. 2452, 3166, 4390, 4409, 5232, 7256, 10122).
            <br/>
И к их соединению (n. 10555).
            <br/>
Между добром и истиной есть брак (n. 1904, 2173, 2508).
            <br/>
Добро любит истину, и от любви жаждет истины и соединения истины с собой, и от этого они находятся в вечном стремлении к соединению (n. 9206, 9207, 9495).
            <br/>
Жизнь истины - от добра (n. 1589, 1997, 2572, 4070, 4096, 4097, 4736, 4757, 4884, 5147, 9667).
            <br/>
Истина есть форма добра (n. 3049, 3180, 4574, 9154).
            <br/>
Истина относится к добру, как вода к хлебу (n. 4976).
            <br/>
            <br/>
376. Из того, что было сказано о происхождении брачной любви, можно сделать вывод о том, кто находится в этой любви, а кто нет; а именно: в брачной любви находятся те, кто пребывает в Божественном благе от Божественных истин; и что брачная любовь является подлинной лишь в той мере, в какой подлинны истины, с которыми соединено благо. А поскольку все добро, сопряженное с истинами, исходит от Господа, из этого следует, что никто не может быть в истинной супружеской любви, если он не признает Господа и Его Божественность; ибо без этого признания Господь не может притекать и сопрягаться с истинами, которые есть в человеке.
            <br/>
            <br/>
377. Итак, очевидно, что те, кто пребывает в лжи, и особенно те, кто пребывает в лжи от зла, не имеют брачной любви. Более того, у тех, кто пребывает во зле и в фальши от зла, внутренность ума закрыта, и в таких, следовательно, не может быть источника брачной любви; но ниже этой внутренности, во внешнем или естественном человеке, отделенном от внутреннего, может быть соединение фальши и зла, которое называется инфернальным браком. Мне было позволено увидеть, что представляет собой этот брак между теми, кто находится в фальши зла, который называется адским браком. Такие люди общаются вместе, их объединяет похотливое желание, но внутри они горят смертельной ненавистью друг к другу, слишком сильной, чтобы ее можно было описать.
            <br/>
            <br/>
378. Не может быть брачной любви и между двумя партнерами, принадлежащими к разным религиям, потому что истина одного не согласуется с добром другого; а два непохожих и несогласующихся вида добра и истины не могут составить один разум из двух; и, следовательно, любовь таких людей не имеет своего происхождения в чем-либо духовном. И поэтому на небесах браки заключаются только с теми, кто находится в одном обществе, потому что они сходны по добру и истине, а не с теми, кто находится вне этого общества. Выше (n. 41 и далее) было показано, что все в обществе подобны добру и истине и отличаются от тех, кто находится вне общества. В израильском народе это было представлено тем, что браки заключались внутри племен, и особенно внутри семей, а не за их пределами.
            <br/>
 Браки между представителями разных религий недопустимы, потому что не может быть соединения подобных добра и истины во внутреннем мире (n. 8998).
            <br/>
            <br/>
379. Истинная супружеская любовь также невозможна между одним мужем и несколькими женами; ибо ее духовное происхождение, которое заключается в образовании одного разума из двух, таким образом разрушается; и, следовательно, внутренняя связь, которая является связью добра и истины, из которой вытекает сама суть этой любви, также разрушается. Брак с несколькими супругами подобен пониманию, разделенному между несколькими волями; или же он подобен человеку, привязанному не к одной, а к нескольким церквям, поскольку его вера отвлекается таким образом, что сводится на нет. Ангелы заявляют, что женитьба на нескольких женах полностью противоречит Божественному порядку, и что они знают это по нескольким причинам, одна из которых заключается в том, что как только они думают о браке с несколькими женами, они отчуждаются от внутреннего блаженства и небесного счастья и становятся похожими на пьяных людей, потому что добро в них отделено от истины. И поскольку внутреннее состояние их ума приводится в такое состояние только тем, что они думают об этом с некоторым намерением, они ясно видят, что брак с более чем одним закроет их внутренний ум и приведет к тому, что брак будет вытеснен похотливой любовью, а эта любовь удаляет от небес. [2] Они заявляют далее, что это нелегко понять людям, потому что мало тех, кто пребывает в истинной супружеской любви, а те, кто не пребывает в ней, ничего не знают о внутреннем восторге, который есть в этой любви, зная только восторг похоти, и этот восторг меняется на то, что нерадостно после короткого времени совместной жизни; тогда как восторг истинной супружеской любви не только сохраняется до старости в этом мире, но после смерти становится восторгом небес и там наполняется внутренним восторгом, который становится все более и более совершенным до самой вечности. Они также говорили, что разновидностей блаженства истинной супружеской любви можно перечислить многие тысячи, и ни одна из них не известна человеку и не может быть постигнута тем, кто не находится в браке добра и истины от Господа.
            <br/>
 Как муж и жена должны быть одним целым и жить вместе в глубине жизни, и как они вместе составляют одного ангела на небе, так истинная супружеская любовь невозможна между одним мужем и несколькими женами (n. 1907, 2740).
            <br/>
Жениться на нескольких женах одновременно противоречит Божественному порядку (n. 10837).
            <br/>
То, что нет брака, кроме как между одним мужем и одной женой, ясно понимают те, кто находится в небесном царстве Господа (n. 865, 3246, 9002, 10172).
            <br/>
По той причине, что ангелы там пребывают в браке добра и истины (n. 3246).
            <br/>
Израильскому народу было позволено жениться на нескольких женах и добавлять наложниц к женам, но не христианам, по той причине, что этот народ был во внешнем, отделенном от внутреннего, тогда как христиане могут войти во внутреннее, таким образом, в брак добра и истины (n. 3246, 4837, 8809).
            <br/>
            <br/>
380. Любовь к господству одного над другим полностью лишает супружескую любовь и ее небесного наслаждения, ибо, как было сказано выше, супружеская любовь и ее наслаждение состоят в том, что воля одного является волей другого, и это взаимно и обоюдно. Это разрушается любовью господства в браке, поскольку тот, кто господствует, желает, чтобы только его воля была в другом, и ничего из воли другого не было взаимно в нем самом, что разрушает всякую взаимность, а значит, и всякое разделение любви и ее наслаждения одного с другим. И все же это разделение и вытекающее из него соединение и есть то самое внутреннее наслаждение, которое называется блаженством в браке. Это блаженство со всем небесным и духовным, что есть в супружеской любви, настолько полностью погашено любовью к господству, что уничтожает даже всякое знание о нем; и если бы об этой любви зашла речь, она была бы настолько презираема, что любое упоминание о блаженстве из этого источника вызывало бы либо смех, либо гнев. [2] Когда один желает или любит то, что желает или любит другой, каждый имеет свободу, ибо вся свобода - от любви; но там, где есть господство, никто не имеет свободы; один - раб, и тот, кто господствует, тоже раб, ибо его ведет как раба похоть господства. Но все это совершенно недоступно пониманию того, кто не знает, что такое свобода небесной любви. Тем не менее, из того, что было сказано выше о происхождении и сущности супружеской любви, видно, что до тех пор, пока господство входит, умы не объединяются, а разделяются. Господство подчиняет, а подчиненный разум либо не имеет воли, либо имеет противоположную волю. Если у него нет воли, то нет и любви; а если у него есть противоположная воля, то вместо любви возникает ненависть. [3] Внутреннее состояние тех, кто живет в таком браке, находится во взаимном столкновении и борьбе, как это бывает у двух противоположностей, хотя их внешнее состояние может быть сдержанным и спокойным ради спокойствия. Столкновение и антагонизм внутренностей таких людей проявляются после их смерти, когда они обычно собираются вместе и сражаются как враги, разрывая друг друга; ибо тогда они действуют в соответствии с состоянием внутренностей. Нередко мне доводилось видеть, как они дерутся и рвут друг друга, иногда с великой мстительностью и жестокостью. Ибо в другой жизни внутреннее состояние каждого человека свободно, и его больше не сдерживают ни внешние границы, ни мирские соображения, и каждый становится таким, каков он внутри.
            <br/>
            <br/>
381. Некоторым дано подобие супружеской любви. Но если они не пребывают в любви добра и истины, то это не брачная любовь, а лишь любовь, которая по ряду причин похожа на брачную, а именно: чтобы обеспечить себе хорошую службу дома; чтобы быть свободным от забот, или в мире, или в покое; чтобы о них заботились в болезни или в старости; или чтобы заботились о детях, которых они любят. Некоторых сдерживает страх перед другим супругом, или страх потери репутации, или другие дурные последствия, а некоторых - властная похоть. Кроме того, супружеская любовь у обоих супругов может быть разной: у одного ее может быть больше или меньше, у другого - меньше или совсем нет; и из-за этого различия рай может быть уделом одного, а ад - уделом другого.
            <br/>
            <br/>
382. [a.] На внутренних небесах существует подлинная супружеская любовь, потому что ангелы там пребывают в браке добра и истины, а также в невинности. Ангелы нижних небес также пребывают в брачной любви, но лишь постольку, поскольку они пребывают в невинности; ибо брачная любовь сама по себе есть состояние невинности; вот почему супруги, пребывающие в брачной любви, вместе наслаждаются небесными удовольствиями, которые предстают перед их умами почти как игры невинности, как между маленькими детьми; ибо все радует их умы, поскольку небеса с их радостью вливаются в каждую особенность их жизни. По этой же причине супружеская любовь представлена на небесах самыми прекрасными предметами. Я видел, как ее изображала дева неописуемой красоты, окруженная ярким белым облаком. Говорят, что ангелы на небесах имеют всю свою красоту от супружеской любви. Привязанности и мысли, проистекающие из этой любви, представлены алмазоподобными аурами с отблесками, словно от карбункулов и рубинов, которые сопровождаются наслаждениями, воздействующими на внутреннюю часть ума. Одним словом, само небо представлено в брачной любви, потому что небо с ангелами - это соединение добра и истины, и именно это соединение делает брак любовью.
            <br/>
            <br/>
382. [b.] Браки на небесах отличаются от браков на земле тем, что другой целью браков на земле является воспроизведение потомства, но не браков на небесах, поскольку на небесах воспроизведение добра и истины занимает место воспроизведения потомства. Первое занимает место второго, потому что брак на небесах - это брак добра и истины (как было показано выше); и поскольку в этом браке добро и истина и их соединение любимы превыше всего, то именно они распространяются в браках на небесах. И потому в Слове роды и поколения означают духовные роды и поколения, которые являются родами и поколениями добра и истины; мать и отец означают истину, соединенную с добром, что и порождает; сыновья и дочери означают истины и блага, которые порождаются; зятья и невестки соединяют их, и так далее. Все это ясно показывает, что браки на небесах не похожи на браки на земле. На небесах браки духовные, и их нельзя правильно назвать браками, но соединениями умов от соединения добра и истины. Но на земле есть браки, потому что они не только от духа, но и от плоти. А так как на небе нет браков, то и супруги там не называются мужем и женой; но по ангельской идее соединения двух умов в один, каждый из супругов обозначает другого именем, означающим его собственный, взаимно и обоюдно". Это показывает, как следует понимать слова Господа о женитьбе и замужестве (Луки 20:35, 36).
            <br/>
 Зачатия, беременности, рождения и поколения означают то, что духовно, то есть то, что относится к добру и истине, любви и вере (n. 613, 1145, 1255, 2020, 2584, 3860, 3868, 4070, 4668, 6239, 8042, 9325, 10249).
            <br/>
Поэтому поколение и рождение означают возрождение и возрождение через веру и любовь (n. 5160, 5598, 9042, 9845).
            <br/>
Мать означает церковь в отношении истины, и таким образом истину церкви; отец - церковь в отношении добра, и таким образом добро церкви (n. 2691, 2717, 3703, 5581, 8897).
            <br/>
Сыновья означают привязанность к истине, а значит, истины (n. 489, 491, 533, 2623, 3373, 4257, 8649, 9807).
            <br/>
Дочери означают привязанность к благу, и блага (n. 489-491, 2362, 3963, 6729, 6775, 6778, 9055).
            <br/>
Зять означает истину, связанную с привязанностью к добру (n. 2389).
            <br/>
Невестка означает добро, связанное с его истиной (n. 4843).
            <br/>
            <br/>
383. Мне также было позволено увидеть, как заключаются браки на небесах. Как везде на небесах соединяются одинаковые и разделяются непохожие, так и каждое общество на небесах состоит из одинаковых. Подобные приходят к подобным не сами, а Господь (см. выше, n. 41, 43, 44, seq.); и так же притягиваются друг к другу супруги, чьи умы могут быть соединены в одно целое; и поэтому с первого взгляда они внутренне любят друг друга, видят себя супругами и вступают в брак. По этой причине все браки на небесах заключаются только от Господа. У них также есть брачные праздники, и на них присутствует множество людей; но в разных обществах эти праздники отличаются друг от друга.
            <br/>
            <br/>
384. Браки на земле являются самыми святыми в глазах ангелов небесных, потому что они являются семинариями человеческого рода, а также ангелов небесных (небеса происходят от человеческого рода, как уже было показано в этой главе), также потому, что эти браки имеют духовное происхождение, а именно, от брака добра и истины, и потому, что Божественное Божество Господа особенно течет в брачной любви. Прелюбодеяния же ангелы считают оскверненными, потому что они противоречат супружеской любви; ибо как в браке ангелы видят брак добра и истины, который есть небо, так в прелюбодеянии они видят брак фальши и зла, который есть ад. Поэтому, если они слышат, что прелюбодеи упоминаются, они отворачиваются. Вот почему небеса закрыты для человека, когда он прелюбодействует от восторга; а когда небеса закрыты, человек больше не признает ни Божественного, ни чего-либо из веры церкви. То, что все, кто находится в аду, враждебны супружеской любви, мне было позволено понять из сферы, исходящей из ада, которая была похожа на непрерывное стремление к расторжению и нарушению браков; это показывает, что царствующий в аду восторг - это восторг прелюбодеяния, а восторг прелюбодеяния - это восторг разрушения соединения добра и истины, которое соединение делает рай. Отсюда следует, что наслаждение прелюбодеянием - это адское наслаждение, прямо противоположное наслаждению браком, которое является небесным наслаждением.
            <br/>
 Прелюбодеяния осквернены (n. 9961, 10174).
            <br/>
Небеса закрыты для прелюбодеев (n. 2750).
            <br/>
Те, кто испытал наслаждение в прелюбодеянии, не могут войти на небеса (n. 539, 2733, 2747-2749, 2751, 10175).
            <br/>
Прелюбодеи немилосердны и лишены религии (n. 824, 2747, 2748).
            <br/>
Мысли прелюбодеев грязны (n. 2747, 2748).
            <br/>
В другой жизни они любят грязь и находятся в грязных адах (n. 2755, 5394, 5722).
            <br/>
В Слове прелюбодеи означают прелюбодеяния добра, а блудницы - извращения истины (n. 2466, 2729, 3399, 4865, 8904, 10648).
            <br/>
            <br/>
385. Были некоторые духи, которые из практики, приобретенной в жизни тела, заразили меня особым лукавством, и это очень мягким волнообразным притоком, как обычный приток хорошо расположенных духов; но я почувствовал, что в них есть лукавство и другие подобные пороки, побуждающие их заманивать и обманывать. Наконец, я поговорил с одним из них, который, как мне сказали, был, когда жил в этом мире, предводителем армии; и, заметив, что в его мыслях присутствует похотливость, я поговорил с ним о браке, используя духовную речь с представителями, которая полностью выражает всё, что имеется в виду, и многое в одно мгновение. Он сказал, что в телесной жизни он считал прелюбодеяния ничего не значащими. Но мне было позволено сказать ему, что прелюбодеяния отвратительны, хотя таким, как он, они не кажутся таковыми, и даже кажутся допустимыми из-за их соблазнительности и манящей прелести. О том, что они отвратительны, он может знать из того, что брак - это семинария человеческого рода, а значит, и семинария небесного царства; поэтому его ни в коем случае нельзя нарушать, но нужно почитать святым. Это он мог знать из того факта, который он должен был знать, поскольку находился в другой жизни и в состоянии восприятия, что супружеская любовь нисходит от Господа через небеса, и от нее, как от родителя, происходит взаимная любовь, которая является основой небес; а также из того, что если прелюбодеи просто приближаются к небесным обществам, они ощущают свой собственный смрад и низвергаются оттуда в ад. По крайней мере, он должен был знать, что нарушение брака противоречит Божественным законам и гражданским законам всех царств, а также противоречит подлинному свету разума, потому что это противоречит как Божественному, так и человеческому порядку; не говоря уже о других соображениях. Но он ответил, что в жизни тела он так не думал. Он хотел рассудить, так ли это, но ему сказали, что истина не допускает таких рассуждений, ибо рассуждения защищают то, чем человек увлекается, а значит, его пороки и фальшь; поэтому он должен сначала подумать о том, что было сказано, потому что это истины, или, по крайней мере, подумать о них, исходя из хорошо известного в мире принципа: никто не должен делать другому того, чего не хочет, чтобы делали ему; Таким образом, он должен подумать, не отвратился ли бы он сам от прелюбодеяний, если бы кто-нибудь таким образом обманул его жену, которую он любил, как все любят в первый период брака, и если бы в состоянии гнева он высказался по этому поводу; также не стал ли бы он, будучи человеком талантливым, в этом случае более решительно, чем другие, выступать против прелюбодеяний, даже осуждая их в ад.
            <br/>
            <br/>
386. Мне было показано, как наслаждения супружеской любви продвигаются к небесам, а наслаждения прелюбодеяния - к аду. Наслаждения супружеской любви продвигаются к небесам в состояниях блаженства и счастья, постоянно увеличивающихся, пока они не станут бесчисленными и невыразимыми, и чем более внутренне они продвигаются, тем более бесчисленными и невыразимыми они становятся, пока не достигнут самих состояний блаженства и счастья внутренних небес, или небес невинности, и это через самую совершенную свободу; ибо всякая свобода - от любви, поэтому самая совершенная свобода - от супружеской любви, которая сама есть небесная любовь. С другой стороны, прелюбодеяние ведет в ад, причем в самый низкий ад, где нет ничего, кроме ужасного и страшного. Такой жребий ожидает прелюбодеев после их жизни в этом мире, причем под прелюбодеями подразумеваются те, кто испытывает наслаждение от прелюбодеяний и никакого наслаждения от брака.
            <br/>
            <br/>
387. ЗАНЯТИЯ АНГЕЛОВ НА НЕБЕСАХ.
            <br/>
Невозможно перечислить занятия на небесах, тем более подробно описать их, но кое-что можно сказать о них в общих чертах; ибо они бесчисленны и различаются в соответствии с функциями обществ. Каждое общество имеет свою особую функцию, ибо как общества различаются по товарам (см. выше, п. 41), так они различаются и по использованию, потому что у всех на небесах товары - это действующие товары, которые являются использованием. Там каждый совершает использование, ибо царство Господа - это царство использования".
            <br/>
 Царство Господа - это царство пользы (n. 454, 696, 1103, 3645, 4054, 7038).
            <br/>
Исполнение пользы - это служение Господу (n. 7038).
            <br/>
В другой жизни все должны выполнять назначения (n. 1103); даже злые и адские, но каким образом (n. 696).
            <br/>
Все таковы, каково их назначение (n. 4054, 6815); иллюстрация (n. 7038).
            <br/>
Ангельское блаженство состоит в благах милосердия, то есть в исполнении пользы (n. 454).
            <br/>
            <br/>
388. На небесах, как и на земле, существует множество форм служения, ибо есть церковные дела, есть гражданские дела и есть домашние дела. То, что есть церковные дела, очевидно из того, что было сказано и показано выше, где рассматривается Божественное поклонение (n. 221-227); гражданские дела, где рассматриваются небесные правительства (n. 213-220); и домашние дела, где рассматриваются жилища и дома ангелов (n. 183-190); и браки на небесах (n. 366-368); все это показывает, что в каждом небесном обществе есть множество занятий и служений.
            <br/>
            <br/>
389. Все вещи на небесах устроены в соответствии с Божественным порядком, который повсюду охраняется службами, выполняемыми ангелами: те вещи, которые относятся к общему благу или использованию, - более мудрыми ангелами, те, которые относятся к определенному использованию, - менее мудрыми, и так далее. Они подчинены так же, как подчинены назначения в Божественном порядке; и по этой причине с каждой функцией связано достоинство, соответствующее достоинству назначения. Тем не менее, ангел не требует достоинства для себя, но приписывает все достоинство использованию; а поскольку использование - это благо, которое он совершает, а все благо - от Господа, поэтому он приписывает все достоинство Господу. Поэтому тот, кто думает о чести для себя, а затем для пользы, а не для пользы, а затем для себя, не может выполнять никакой функции на небесах, потому что это взгляд назад от Господа, и он ставит себя на первое место, а пользу на второе. Когда говорят о пользе, подразумевают и Господа, потому что, как только что было сказано, польза - это добро, а добро - от Господа.
            <br/>
            <br/>
390. Из этого можно сделать вывод о том, что такое подчиненность на небесах, а именно: как кто-либо любит, почитает и чтит использование, так и он любит, почитает и чтит человека, с которым это использование связано; также что человек любим, почитаем и чтим в той мере, в какой он приписывает использование Господу, а не себе; ибо в этой мере он мудр, и использование, которое он совершает, он совершает из добра. Духовная любовь, почитание и честь - это не что иное, как любовь, почитание и честь пользы в человеке, вместе с честью для человека из-за пользы, а не честь для пользы из-за человека. Более того, именно так относятся к людям, когда рассматривают их с точки зрения духовной истины, ибо тогда видно, что один человек похож на другого, будь он в большом или малом достоинстве, а единственное ощутимое различие - это разница в мудрости; а мудрость - это любовь к пользе, то есть любовь к благу сограждан, общества, своей страны и церкви. Именно это составляет любовь к Господу, потому что всякое благо, которое есть благо пользы, от Господа; и это также составляет любовь к ближнему, потому что ближний означает благо, которое нужно любить в согражданине, в обществе, в стране и в церкви, и которое нужно делать от их имени".
            <br/>
 Любовь к ближнему - это не любовь к человеку, а любовь к тому, что в нем есть и что его составляет (n. 5025, 10336).
            <br/>
Те, кто любит человека, а не то, что в нем и что его составляет, одинаково любят злого и доброго человека (n. 3820); и делают добро и злым, и добрым; но делать добро злым - значит делать зло добрым, а это не есть любовь к ближнему (n. 3820, 6703, 8120).
            <br/>
Судья, который наказывает злых, чтобы они исправились и не загрязняли и не вредили добрым, любит своего ближнего (n. 3820, 8120, 8121).
            <br/>
Каждый человек и каждая община, а также страна, церковь и, в самом общем смысле, Царство Господа, являются ближними, и делать им добро из любви к добру в соответствии с качеством их состояния, значит любить ближнего; то есть, ближний - это их добро, с которым следует советоваться (n. 6818-6824, 8123).
            <br/>
            <br/>
391. Как все общества на небесах различаются по своим благам (как было сказано выше, n. 41 и далее), так они различаются и по своему назначению, причем благами являются действующие блага, то есть блага благотворительности, которые являются назначениями. Одни общества занимаются заботой о маленьких детях, другие - обучением и воспитанием их, когда они вырастают, третьи - обучением и воспитанием таким же образом мальчиков и девочек, которые приобрели добрый нрав благодаря своему воспитанию в этом мире и вследствие этого попали на небо. Есть и другие общества, которые учат простых добрых людей из христианского мира и ведут их по пути на небо; есть и другие, которые подобным образом учат и ведут различные языческие народы. Есть общества, которые защищают от заражения злыми духами вновь прибывших духов, только что пришедших из мира; есть такие, которые занимаются духами, находящимися на нижней земле; есть такие, которые занимаются духами, находящимися в адах, и удерживают их от мучений друг друга сверх установленных пределов; есть такие, которые занимаются теми, кто воскресает из мертвых. В целом, ангелы из каждого общества посылаются к людям, чтобы наблюдать за ними и уводить их от злых привязанностей и вытекающих из них мыслей, а также внушать им добрые привязанности в той мере, в какой они будут принимать их свободно; и посредством этого они также направляют поступки или дела людей, устраняя, насколько это возможно, злые намерения. Когда ангелы находятся с людьми, они пребывают как бы в их привязанностях; и они близки к человеку в той мере, в какой он находится в добре от истин, и удалены от него в той мере, в какой его жизнь удалена от добра. Но все эти занятия ангелов - это занятия Господа через ангелов, ибо ангелы исполняют их от Господа, а не от себя. По этой причине в Слове в его внутреннем смысле "ангелы" означают не ангелов, а нечто принадлежащее Господу; и по той же причине ангелы называются в Слове "богами".
            <br/>
 Об ангелах, которые находятся с маленькими детьми, а затем с мальчиками, и так последовательно (n. 2303).
            <br/>
Человек воскресает из мертвых посредством ангелов; из опыта (n. 168-189).
            <br/>
Ангелы посылаются к тем, кто находится в аду, чтобы они не мучили друг друга сверх меры (n. 967).
            <br/>
Об услугах, оказываемых ангелами людям при их переходе в другую жизнь (n. 2131).
            <br/>
Со всеми людьми есть духи и ангелы, и человек управляется Господом посредством духов и ангелов (n. 50, 697, 2796, 2887, 2888, 5846-5866, 5976-5993, 6209).
            <br/>
Ангелы властвуют над злыми духами (n. 1755).
            <br/>
 В Слове под ангелами подразумевается нечто Божественное от Господа (n. 1925, 2821, 3039, 4085, 6280, 8192).
            <br/>
В Слове ангелы называются "богами", потому что они принимают Божественную истину и добро от Господа (n. 4295, 4402, 8192, 8301).
            <br/>
            <br/>
392. Эти занятия ангелов являются их общими занятиями; но у каждого из них есть свои особые обязанности; ибо каждое общее занятие состоит из бесчисленных занятий, которые называются посредническими, служительскими и подчиненными занятиями, все и каждое согласованы и подчинены в соответствии с Божественным порядком, и все вместе составляют и совершенствуют общее занятие, которое есть общее благо.
            <br/>
            <br/>
393. Церковными делами на небесах занимаются те, кто в мире любил Слово и жадно искал в нем истины, не с целью почестей или выгоды, но для пользы жизни как для себя, так и для других. Эти люди на небесах находятся в просвещении и в свете мудрости в меру своей любви и стремления к пользе; и этот свет мудрости они получают от Слова на небесах, которое не является естественным Словом, как в мире, но духовным Словом (см. выше, n. 259.) Они служат на проповедническом посту; и в соответствии с Божественным порядком на более высоких должностях находятся те, кто по просвещению превосходит других в мудрости. [2] Гражданскими делами занимаются те, кто в миру любил свою страну и любил ее общее благо больше, чем свое собственное, и делал то, что справедливо и правильно, из любви к тому, что справедливо и правильно. Поскольку эти люди из стремления любви исследовали законы справедливости и тем самым стали разумными, они имеют способность выполнять такие функции на небесах, и они выполняют их в той должности или степени, которая соответствует их интеллекту, причем их интеллект находится в равной степени с их любовью к использованию для общего блага". [3] Более того, на небесах существует больше функций, услуг и занятий, чем можно перечислить; в то время как в мире их очень мало. Но сколько бы ни было таких занятых, все они в восторге от своей работы и трудятся из любви к пользе, и никто - из любви к себе или к выгоде; и поскольку все необходимое для жизни предоставляется им безвозмездно, у них нет любви к выгоде ради пропитания. Они живут безвозмездно, одеваются безвозмездно и питаются безвозмездно. Итак, очевидно, что те, кто возлюбил себя и мир больше, чем пользу, не имеют жребия на небесах; ибо любовь или привязанность остается с каждым после его жизни в мире и не угасает в вечности (см. выше, n. 563).
            <br/>
            <br/>
394. На небесах каждый приходит к своему занятию в соответствии с соответствием, и соответствие не с занятием, а с использованием каждого занятия (см. выше, n. 112); ибо есть соответствие всех вещей (см. n. 106). Тот, кто на небесах приходит к работе или занятию, соответствующему его использованию, находится во многом в том же состоянии жизни, что и тогда, когда он был в мире; поскольку духовное и естественное составляют одно целое по соответствию; однако есть разница в том, что тогда он приходит к внутреннему наслаждению, потому что к духовной жизни, которая является внутренней жизнью, и поэтому более восприимчива к небесному блаженству.
            <br/>
            <br/>
395. НЕБЕСНАЯ РАДОСТЬ И СЧАСТЬЕ.
            <br/>
Вряд ли кто-либо в настоящее время знает, что такое небеса или что такое небесная радость. Те, кто хоть немного задумывался над этими вопросами, имели о них настолько общее и грубое представление, что оно едва ли что-то значит. От духов, перешедших из этого мира в другую жизнь, я смог полностью узнать, какое представление они имели о небесах и небесной радости; ибо, будучи предоставлены самим себе, как они были в этом мире, они думают так же, как и тогда. Это неведение о небесной радости существует по той причине, что те, кто думал о ней, сформировали свое мнение на основе внешних радостей, относящихся к естественному человеку, и не знали, что такое внутренний и духовный человек, и, следовательно, природу его восторга и блаженства; и поэтому, даже если бы им сказали те, кто находится в духовном или внутреннем восторге, что такое небесная радость, они не смогли бы понять ее, ибо она могла бы стать лишь идеей, еще не осознанной, а значит, не воспринимаемой; и поэтому она была бы среди вещей, которые естественный человек отвергает. Однако каждый может понять, что когда человек оставляет своего внешнего или природного человека, он приходит во внутреннего или духовного человека, и, следовательно, может увидеть, что небесное наслаждение является внутренним и духовным, а не внешним и природным; а будучи внутренним и духовным, оно более чистое и изысканное, и затрагивает внутренности человека, относящиеся к его душе или духу. Из этого каждый может заключить, что его наслаждение таково, каким было наслаждение его духа, и что наслаждение тела, которое называется наслаждением плоти, в сравнении с ним не является небесным; также, что все, что есть в духе человека, когда он покидает тело, остается после смерти, поскольку он живет человеком-духом.
            <br/>
            <br/>
396. Все наслаждения проистекают из любви, ибо то, что человек любит, он ощущает как наслаждение. Никто не испытывает наслаждения из какого-либо другого источника. Отсюда следует, что какова любовь, таков и восторг. Все удовольствия тела или плоти проистекают из любви к себе и любви к миру; следовательно, это похоти и их удовольствия; тогда как удовольствия души или духа проистекают из любви к Господу и любви к ближнему, следовательно, это привязанность к добру и истине и внутреннее удовлетворение. Эти любви с их наслаждениями притекают с небес от Господа внутренним путем, то есть сверху, и воздействуют на внутреннее; тогда как прежние любви с их наслаждениями притекают от плоти и мира внешним путем, то есть снизу, и воздействуют на внешнее. Поэтому в той мере, в какой две небесные любви принимаются и ощущаются, открываются внутренности человека, принадлежащие его душе или духу и обращенные от мира к небу, а в той мере, в какой две мирские любви принимаются и ощущаются, открываются его внешние стороны, принадлежащие телу или плоти и обращенные от неба к миру. По мере того, как любовь вливается и принимается, вливаются и наслаждения, небесные наслаждения - во внутренние, а мирские - во внешние, поскольку все наслаждения, как уже было сказано выше, принадлежат любви.
            <br/>
            <br/>
397. Небеса сами по себе настолько полны наслаждений, что сами по себе они не что иное, как блаженство и восторг; ибо Божественное благо, исходящее из Божественной любви Господа, и есть то, что делает небеса в целом и в частности с каждым, кто там находится, а Божественная любовь - это стремление к спасению всех и счастью всех изнутри и в полноте. Таким образом, что бы вы ни говорили - небеса или небесная радость - это одно и то же.
            <br/>
            <br/>
398. Небесные наслаждения невыразимы и неисчислимы; но тот, кто пребывает в одном лишь наслаждении тела или плоти, не может иметь ни знания, ни веры ни в одно из этих бесчисленных наслаждений; ибо его внутренности, как только что было сказано, обращены от небес к миру, то есть назад. Ибо тот, кто всецело пребывает в наслаждении тела или плоти, или, что то же самое, в любви к себе и к миру, не имеет никакого чувства наслаждения, кроме почестей, выгоды и удовольствий тела и чувств; а они настолько гасят и душат внутренние наслаждения, принадлежащие небесам, что уничтожают всякую веру в них; Поэтому он был бы очень удивлен, если бы ему сказали, что когда отброшены наслаждения чести и выгоды, появляются другие наслаждения, и еще больше, если бы ему сказали, что небесные наслаждения, которые заменяют эти наслаждения, бесчисленны и не сравнимы с наслаждениями тела и плоти, которые в основном являются наслаждениями чести и выгоды. Из всего этого становится ясно, почему неизвестно, что такое небесная радость.
            <br/>
            <br/>
399. О том, насколько велико должно быть наслаждение небес, можно судить по тому факту, что каждый человек на небесах с удовольствием делится своими радостями и благословениями с другими; а поскольку таков характер всех, кто находится на небесах, становится ясно, насколько неизмеримо наслаждение небес. Выше (n. 268) было показано, что на небесах все делятся с каждым и каждый со всеми. Такое разделение происходит от двух небесных любовей, которыми, как уже было сказано, являются любовь к Господу и любовь к ближнему; и разделение их наслаждений является самой природой этих любовей. Любовь к Господу такова, потому что любовь Господа - это любовь, которая делится со всеми всем, что имеет, поскольку желает счастья всем. Подобная любовь есть в каждом из тех, кто любит Господа, потому что Господь в них, и отсюда происходит взаимное разделение друг с другом наслаждений ангелов. Любовь к ближнему имеет такую же природу, как будет показано далее. Все это показывает, что природа этих любовей состоит в том, чтобы делиться своими наслаждениями. Иначе обстоит дело с любовью к себе и к миру. Любовь к себе отнимает у других и лишает их всех наслаждений, направляя их на себя, ибо желает добра только себе; любовь же к миру желает иметь своим то, что принадлежит ближнему. Поэтому эти любви разрушают наслаждения других, а если и есть склонность делиться, то только ради себя, а не ради других. Таким образом, по отношению к другим природа этой любви состоит в том, чтобы не делиться, а отнимать, за исключением тех случаев, когда наслаждения других имеют какое-то отношение к себе. То, что любовь к себе и к миру, когда они господствуют, являются таковыми, мне часто позволял понять живой опыт. Всякий раз, когда духи, пребывавшие в этих любовях во время их жизни в качестве людей в мире, приближались, мой восторг отступал и исчезал; и мне говорили, что при одном только приближении таких людей к любому небесному обществу восторг тех, кто находится в этом обществе, уменьшался как раз в степени их близости; и что самое замечательное, злые духи тогда находятся в восторге. Все это указывает на состояние духа такого человека, пока он находится в теле, поскольку оно такое же, как и после отделения от тела, а именно: он жаждет или вожделеет наслаждений или благ другого человека и находит наслаждение в той мере, в какой получает их. Все это ясно показывает, что любовь к себе и к миру стремится уничтожить небесные радости и, таким образом, является прямой противоположностью небесной любви, которая желает делиться.
            <br/>
            <br/>
400. Но следует понимать, что наслаждение тех, кто пребывает в любви к себе и миру, когда они приближаются к любому небесному обществу, является наслаждением их похоти и, таким образом, прямо противоположно наслаждению небес. И такие люди входят в это наслаждение своей похоти вследствие того, что они отнимают и рассеивают небесное наслаждение в тех, кто находится в таком наслаждении. Когда же небесное наслаждение не отнимается и не рассеивается, дело обстоит иначе, ибо тогда они не могут приблизиться; ибо, приближаясь, они навлекают на себя страдания и боль; и по этой причине они не часто решаются приблизиться. Этому мне также было позволено научиться на неоднократном опыте, о чем я хотел бы добавить. [2] Духи, переходящие из этого мира в другую жизнь, больше всего на свете желают попасть на небеса. Почти все стремятся попасть туда, полагая, что рай состоит только в том, чтобы быть принятым и принятым. Из-за этого желания они попадают в какое-то общество низших небес. Но как только те, кто пребывает в любви к себе и миру, приближаются к первому порогу этих небес, они начинают страдать и так мучиться внутренне, что чувствуют в себе скорее ад, чем рай; и вследствие этого они бросаются оттуда вниз головой и не успокаиваются, пока не попадут в ад среди себе подобных". [3] Также часто случалось, что такие духи желали узнать, что такое небесная радость, и, услышав, что она находится во внутренностях ангелов, желали разделить ее. Поэтому им это было дано, ибо все, что пожелает дух, который еще не находится ни в раю, ни в аду, дается, если это принесет ему пользу. Но как только эта радость была передана, они начали так мучиться, что не знали, как повернуться или повернуться от боли. Я видел, как они опускали головы к ногам и бросались на землю, и там извивались, как змеи, и это было следствием их внутренней агонии. Таков был эффект, производимый небесным восторгом на тех, кто пребывает в восторгах любви к себе и миру; и по той причине, что эти любви прямо противоположны небесной любви, а когда противоположность действует против противоположности, возникает боль. И поскольку небесное наслаждение входит внутренним путем и вливается в противоположное наслаждение, внутренности, находящиеся в противоположном наслаждении, выкручиваются назад, таким образом, в противоположное направление, и результатом являются такие мучения. [4] Они противоположны по той причине, что любовь к Господу и любовь к ближнему желают поделиться с другими всем, что у них есть, ибо это их наслаждение, в то время как любовь к себе и к миру желает отнять у других то, что у них есть, и присвоить себе; и лишь в той мере, в какой они способны это сделать, они находятся в своем наслаждении. Из этого также видно, что именно отделяет ад от рая; ибо все, кто в аду, были, пока жили в мире, в одних лишь удовольствиях тела и плоти от любви к себе и миру; а все, кто на небесах, были, пока жили в мире, в удовольствиях души и духа от любви к Господу и любви к ближнему; И так как это противоположные любви, то ад и небеса полностью разделены, и действительно настолько разделены, что дух в аду не осмеливается даже протянуть палец или поднять макушку головы, ибо если он сделает это хоть в малейшей степени, то будет терзаться и мучиться. Это я тоже часто видел.
            <br/>
            <br/>
401. Тот, кто пребывает в любви к себе и любви к миру, воспринимает, пока живет в теле, чувство восторга от этих любовей, а также особые удовольствия, происходящие от этих любовей. Но тот, кто пребывает в любви к Богу и в любви к ближнему, не воспринимает, пока живет в теле, никакого отчетливого чувства восторга от этих любовей или от добрых привязанностей, происходящих от них, но только блаженство, которое едва ощутимо, потому что оно скрыто в его внутренностях и завуалировано внешним, относящимся к телу, и притуплено заботами мира. Но после смерти эти состояния полностью меняются. Тогда наслаждения любви к себе и миру превращаются в то, что болезненно и ужасно, потому что в такие вещи, которые называются адским огнем, и по очереди в вещи оскверненные и грязные, соответствующие их нечистым удовольствиям, и они, что удивительно, потом становятся для них восхитительными. Но неясный восторг и почти неуловимое блаженство тех, кто пребывал в мире в любви к Богу и любви к ближнему, затем превращаются в восторг небесный и становятся во всех отношениях ощутимыми и чувствуемыми, ибо блаженство, которое скрывалось и не осознавалось в их внутренностях, пока они жили в мире, затем открывается и приводится в явное ощущение, потому что оно было восторгом их духа, а они тогда пребывали в духе.
            <br/>
            <br/>
402. В употреблении собраны и присутствуют все небесные наслаждения, потому что употребление - это блага любви и милосердия, в которых пребывают ангелы; поэтому каждый имеет наслаждения, соответствующие его употреблению и степени его привязанности к употреблению. То, что все небесные наслаждения - это наслаждения пользования, видно из сравнения с пятью телесными чувствами человека. Каждому чувству дано наслаждение в соответствии с его использованием; зрению, слуху, обонянию, вкусу и осязанию - каждому свое наслаждение; зрению - наслаждение от красоты и форм, слуху - от гармоничных звуков, обонянию - от приятных запахов, вкусу - от тонких ароматов. Эти функции, которые органы чувств выполняют по отдельности, известны тем, кто их изучает, и более полно тем, кто знаком с соответствиями. Зрение имеет такое наслаждение из-за пользы, которую оно приносит пониманию, которое является внутренним зрением; слух имеет такое наслаждение из-за пользы, которую он приносит как пониманию, так и воле посредством внимания; запах имеет такое наслаждение из-за пользы, которую он приносит мозгу, а также легким; вкус имеет такое наслаждение из-за пользы, которую он приносит желудку, а значит, и всему телу, питая его. Наслаждение брака, которое является более чистым и изысканным наслаждением осязания, превосходит все остальные из-за его пользы, которая заключается в воспроизведении человеческого рода и, таким образом, ангелов небесных. Эти наслаждения находятся в этих чувствах благодаря притоку небес, где каждое наслаждение относится к использованию и соответствует использованию.
            <br/>
            <br/>
403. Были некоторые духи, которые на основании принятого в мире мнения полагали, что небесное счастье состоит в праздной жизни, в которой им будут служить другие; но им было сказано, что счастье никогда не состоит в воздержании от работы и получении от нее удовлетворения. Это означало бы, что каждый желает счастья других для себя, а то, чего желает каждый, не будет иметь никто. Такая жизнь была бы праздной, а не деятельной, и одурманивала бы все жизненные силы; и каждый должен знать, что без деятельности жизни не может быть счастья жизни, и что отдых от этой деятельности должен быть только ради отдыха, чтобы вернуться с большей энергией к деятельности своей жизни. Затем им было показано многими доказательствами, что жизнь ангелов состоит в совершении добрых дел милосердия, которые являются использованием, и что ангелы находят все свое счастье в использовании, от использования и в соответствии с использованием. Тем, кто придерживался мнения, что небесная радость состоит в праздной жизни и в безделье черпает дыхание вечной радости, было дано представление о том, что представляет собой такая жизнь, чтобы они устыдились этой мысли; и они увидели, что такая жизнь чрезвычайно печальна, и что вся радость, таким образом погибающая, через некоторое время будет вызывать у них лишь отвращение и омерзение.
            <br/>
            <br/>
404. Были некоторые духи, которые считали себя лучше наставленными, чем другие, и говорили, что в миру они верили, что небесная радость будет состоять исключительно в восхвалении и прославлении Бога, и что это будет активной жизнью. Но им было сказано, что восхваление и славословие Бога не является правильной активной жизнью, а также, что Бог не нуждается в восхвалении и славословии, но Его воля состоит в том, чтобы они совершали употребления, и, таким образом, добрые дела, которые называются благами милосердия. Но они не смогли связать с делами милосердия ни одной идеи небесной радости, а только рабство, хотя ангелы свидетельствовали, что эта радость наиболее свободна, потому что происходит от внутренней привязанности и сопряжена с невыразимым восторгом.
            <br/>
            <br/>
405. Почти все, кто попадает в другую жизнь, думают, что ад одинаков для всех, и небеса - тоже; но в обоих случаях есть бесконечное разнообразие, и ни в одном случае ад или небеса не могут быть полностью одинаковыми для одного и для другого; как невозможно, чтобы один человек, дух или ангел был полностью похож на другого даже лицом. При одной моей мысли о том, что двое могут быть одинаковыми или равными, ангелы выразили ужас, сказав, что каждая вещь образуется из гармоничного слияния многих вещей, и что одна вещь такова, каково это слияние; и что таким образом все общество на небесах становится одним, и все общества небес вместе становятся одним, и это от одного только Господа посредством любви. Использование на небесах также разнообразно, и ни в одном случае использование одного полностью не совпадает с использованием другого; так и счастье одного не совпадает с счастьем другого. Более того, наслаждения каждого использования бесчисленны, и эти бесчисленные наслаждения также разнообразны, и все же соединены в таком порядке, что они взаимно относятся друг к другу, подобно использованию каждого члена, органа и сосуда в теле, и еще более подобно использованию каждого сосуда и волокна в каждом члене, органе и сосуде; каждый и все они так связаны, что имеют отношение к благу другого в своем собственном благе, и таким образом каждый во всех, и все в каждом. С этой универсальной и индивидуальной точки зрения они действуют как единое целое.
            <br/>
 Одна вещь состоит из различных вещей и получает таким образом свою форму, качество и совершенство в соответствии с качеством гармонии и совпадения (n. 457, 3241, 8003).
            <br/>
Существует бесконечное разнообразие, и ни одна вещь не похожа на другую (n. 7236, 9002).
            <br/>
Так же и на небесах (n. 3744, 4005, 7236, 7833, 7836, 9002).
            <br/>
Вследствие этого все общества на небесах и все ангелы в обществе отличаются друг от друга, потому что они находятся в разных благах и употреблениях (n. 690, 3241, 3519, 3804, 3986, 4067, 4149, 4263, 7236, 7833).
            <br/>
Божественная любовь Господа упорядочивает все в небесную форму и так соединяет их, что они становятся как один человек (n. 457, 3986, 5598).
            <br/>
            <br/>
406. Иногда я беседовал с духами, недавно пришедшими из мира, о состоянии вечной жизни, говоря, что очень важно знать, кто является владыкой царства, и какой вид и форму правления оно имеет. Как для тех, кто вступает в другое царство в этом мире, нет ничего важнее, чем знать, кто и что есть царь, каково правительство и другие особенности этого царства, так и для этого царства, в котором им предстоит жить вечно, это имеет еще большее значение. Поэтому они должны знать, что Господь управляет и небом, и вселенной, ибо Тот, Кто управляет одним, управляет и другим; таким образом, царство, в котором они сейчас находятся, принадлежит Господу, и законы этого царства - вечные истины, все из которых покоятся на законе, что Господа нужно любить превыше всего и ближнего, как самого себя; и даже более того, если они хотят быть подобными ангелам, они должны любить ближнего больше, чем самого себя. Услышав это, они не могли ничего ответить, потому что, хотя они и слышали нечто подобное в жизни тела, но не верили этому, удивляясь, как может быть такая любовь на небесах и как это возможно, чтобы кто-то любил своего ближнего больше, чем самого себя. Но им сказали, что в другой жизни всякое благо неизмеримо возрастает, и что хотя в жизни тела они не могут идти дальше, чем любить ближнего, как самого себя, потому что погружены в то, что касается тела, однако, когда это откладывается в сторону, их любовь становится более чистой и, наконец, становится ангельской, то есть любить ближнего больше, чем самого себя. Ибо на небесах есть радость в том, чтобы делать добро другому, но нет радости в том, чтобы делать добро самому себе, если только не с целью сделать его чужим, а значит, ради другого. Это и есть любовь к ближнему более, чем к самому себе". Им сказали, что возможность такой любви проявляется в мире в супружеской любви тех, кто страдает от смерти, чтобы защитить супруга от увечий, в любви родителей к своим детям, когда мать предпочитает лучше голодать, чем видеть, как голодает ее ребенок; в искренней дружбе, когда один друг подвергает себя опасности ради другого; и даже в вежливой и притворной дружбе, которая хочет подражать искренней дружбе, предлагая лучшее тем, кому она желает добра, и неся это добро на устах, но не в сердце; наконец, в природе любви, которая такова, что ее радость - служить другим, не ради себя, но ради них. Но все это было непонятно тем, кто любил себя больше, чем других, и в жизни телесной был жаден до наживы; больше всего - скупым.
            <br/>
            <br/>
407. Был один человек, который в жизни тела имел власть над другими и сохранил в другой жизни желание властвовать; но ему сказали, что он теперь в другом царстве, которое вечно, и что его правление на земле погибло, и что он теперь там, где никто не ценится иначе, как в соответствии с его добротой и истиной и той мерой милости Господа, которой он пользовался в силу своей жизни в этом мире; И что в этом Царстве так же, как и на земле, где люди ценятся за их богатство и за их благосклонность к принцу, причем богатство здесь - это добро и истина, а благосклонность к принцу - милость, дарованная человеку Господом в соответствии с его жизнью в этом мире. Любое желание править иначе сделало бы его бунтарем, поскольку он находится в чужом царстве. Услышав это, он устыдился.
            <br/>
            <br/>
408. Я разговаривал с духами, которые считали, что рай и небесная радость состоят в том, что они великие; но им сказали, что на небесах тот, кто меньше всех, больше всех, поскольку тот называется меньшим, кто не имеет и не желает иметь ни власти, ни мудрости от себя, но только от Господа; тот, кто меньше всех, в этом смысле имеет самое большое счастье, а поскольку он имеет самое большое счастье, из этого следует, что он больше всех, ибо он имеет от Господа всю власть и превосходит всех в мудрости. Что значит быть величайшим, если не быть самым счастливым? Ведь быть самым счастливым - это то, к чему стремятся сильные через силу, а богатые - через богатство. Далее было сказано, что рай состоит не в желании быть меньшим, чтобы стать большим, ибо это было бы стремлением и желанием быть большим; но он состоит в том, чтобы желать от сердца блага других больше, чем своего собственного, и служить другим с целью их счастья, не с целью вознаграждения, но из любви.
            <br/>
            <br/>
409. Сама небесная радость, такая, какой она является по своей сути, не поддается описанию, потому что она находится в глубине жизни ангелов и оттуда проистекает во всех их мыслях и привязанностях, а из этого - во всех особенностях их речи и действий. Это похоже на то, как если бы внутренности были полностью открыты и распахнуты, чтобы принять восторг и блаженство, которые распространяются на каждую мельчайшую частицу и таким образом проникают во все целое. Таким образом, восприятие и ощущение этой радости столь велико, что не поддается описанию, ибо то, что берет начало в глубине души, вливается в каждую конкретную вещь, происходящую из глубины, распространяясь все дальше и дальше по направлению к внешнему миру. Добрые духи, которые еще не пребывают в этой радости, поскольку еще не вознесены на небеса, когда они воспринимают ощущение этой радости от ангела из сферы его любви, наполняются таким восторгом, что приходят как бы в восхитительный транс. Такое иногда случается с теми, кто желает узнать, что такое небесная радость.
            <br/>
            <br/>
410. Когда некоторые духи пожелали узнать, что такое небесная радость, им позволили ощутить ее в такой степени, что они не могли больше ее выносить; и все же это не была ангельская радость; она едва ли была в наименьшей степени ангельской, как мне было позволено понять, разделяя ее, но была настолько незначительной, что была почти фригидной; тем не менее они назвали ее самой небесной, потому что для них это была сокровенная радость. Из этого явствовало не только то, что существуют степени небесных радостей, но и то, что сокровенная радость одного едва ли достигает предельной или средней радости другого; также то, что когда кто-либо получает свою собственную сокровенную радость, он находится в своей небесной радости и не может вынести того, что еще более сокровенно, ибо такая радость становится для него мучительной.
            <br/>
            <br/>
411. Некоторые духи, не злые, погрузившись в состояние покоя, подобное сну, были вознесены на небо в отношении внутренностей их разума; ибо до того, как их внутренности будут открыты, духи могут быть вознесены на небо и научены о счастье тех, кто там находится. Я видел их в спокойном состоянии около получаса, после чего они вернулись в свое внешнее состояние, в котором были до этого, а также вспомнили о том, что видели. Они сказали, что были среди ангелов на небе и там видели и воспринимали удивительные вещи, все они были сверкающими, словно сделанными из золота, серебра и драгоценных камней, изысканных форм и удивительного разнообразия; Также ангелы восхищаются не самими внешними вещами, а тем, что они представляют, - Божественным, невыразимым и бесконечно мудрым, и в этом их радость; и еще бесчисленными вещами, которые невозможно описать человеческим языком даже в десятитысячной доле, и не поддаются никакому материальному представлению.
            <br/>
            <br/>
412. Едва ли кто из тех, кто вступает в другую жизнь, знает, что такое небесное блаженство и счастье, потому что они не знают, что такое внутренняя радость, черпая свое представление о ней исключительно из телесной и мирской радости и веселья; и вследствие этого то, о чем они не знают, они считают ничем, тогда как на самом деле телесные и мирские радости не имеют никакого значения по сравнению с ними. Поэтому, чтобы хорошо настроенные люди, не знающие, что такое небесная радость, узнали и поняли, что это такое, они сначала попадают в райские сцены, которые превосходят все представления воображения. Затем они думают, что попали в небесный рай; но их учат, что это не истинное небесное счастье; и им разрешают осознать такие внутренние состояния радости, которые ощутимы для их внутренностей. Затем их приводят в состояние покоя даже в глубине души, когда они признают, что ничто из этого не поддается ни малейшему выражению или представлению. И наконец, их приводят в состояние невинности, вплоть до их внутреннего чувства. Таким образом, им позволено узнать, что такое истинное духовное и небесное благо.
            <br/>
            <br/>
413. Но чтобы я мог познать природу небес и небесной радости, Господь часто и долгое время позволял мне воспринимать прелести небесных радостей; но хотя я и получил возможность на живом опыте узнать, что это такое, я совершенно не в состоянии описать их. Тем не менее, чтобы составить о них некоторое представление, следует кое-что о них сказать. Небесная радость - это аффект бесчисленных восторгов и радостей, которые вместе представляют нечто общее, и в этом общем, то есть в этом общем аффекте, находятся гармонии бесчисленных аффектов, которые воспринимаются смутно, а не отчетливо, потому что восприятие самое общее. Тем не менее, мне было позволено воспринять, что в нем есть бесчисленное множество вещей, в таком порядке, который невозможно описать, эти бесчисленные вещи таковы, что вытекают из порядка небес. Порядок в частностях аффекта, вплоть до самых незначительных, таков, что эти частности представляются и воспринимаются только как наиболее общее целое, в соответствии с возможностями того, кто является субъектом. Одним словом, каждая общая привязанность содержит бесконечное множество привязанностей, расположенных в самом упорядоченном виде, и в них нет ничего, что не было бы живым и что не затрагивало бы их всех изнутри; ибо небесные радости исходят изнутри. Я также увидел, что радость и экстаз исходят как бы из сердца, мягко распространяясь по всем внутренним волокнам, а из них - в пучки волокон, с таким внутренним чувством восторга, что волокно казалось ничем иным, как радостью и экстазом, а всё воспринимающее и чувствительное в нём подобным образом казалось живым от счастья. По сравнению с этими радостями радость телесных удовольствий подобна грубой и резкой пыли по сравнению с чистой и нежнейшей аурой. Я заметил, что, когда я желал передать весь свой восторг другому, на его место постоянно приходил более внутренний и полный восторг, и чем больше я желал этого, тем больше его приходило; и это воспринималось как от Господа.
            <br/>
            <br/>
414. Те, кто находится на небесах, постоянно продвигаются к источнику жизни, с тем большим продвижением к более радостному и счастливому источнику, чем больше тысяч лет они живут; и так до вечности, с увеличением в соответствии с ростом и степенью их любви, милосердия и веры. Женщины, умершие старыми и изношенными от старости, если они жили в вере в Господа, в милосердии к ближнему и в счастливой супружеской любви с мужем, с чередой лет все больше и больше продвигаются к цвету юности и ранней женственности и к красоте, которая превосходит все представления о любой подобной красоте, которую можно увидеть на земле. Доброта и милосердие придают ей форму и таким образом проявляют свое собственное подобие, заставляя радость и красоту милосердия сиять от каждой малейшей черточки лица и делая их самими формами милосердия. Некоторые, увидевшие это, были поражены. Форма милосердия, которую можно увидеть живым образом на небесах, такова, что само милосердие и образует, и формируется; и это таким образом, что весь ангел является милосердием, как бы, особенно лицо; и это ясно видно и чувствуется. При созерцании этой формы - красота неописуемая, затрагивающая милосердием самую сокровенную жизнь ума. Одним словом, состариться на небесах - значит помолодеть. Такие формы или такие красоты обретают в другой жизни те, кто жил в любви к Господу и в милосердии к ближнему. Все ангелы - это такие формы в бесконечном разнообразии, и из них состоит небо.
            <br/>
            <br/>
415. XLIII. БЕЗМЕРНОСТЬ НЕБЕС.
            <br/>
Безмерность небес Господних очевидна из многого, что было сказано и показано в предыдущих главах, особенно из этого, что небеса - из рода человеческого (n. 311-317), как из рожденных в Церкви, так и из рожденных вне ее (n. 318-328); таким образом, они состоят из всех от начала этой земли, кто прожил хорошую жизнь. Насколько велико множество людей во всем этом мире, может заключить каждый, кто хоть что-нибудь знает о разделениях, областях и царствах земли. Кто займется подсчетами, тот обнаружит, что каждый день умирает несколько тысяч человек, то есть несколько мириад миллионов в год; и это с древнейших времен, с которых прошло несколько тысяч лет. Все они после смерти перешли в другой мир, который называется духовным, и они постоянно переходят в него. Но сколько из них стали или становятся ангелами небесными, сказать невозможно. Мне говорили, что в древние времена число их было очень велико, потому что люди тогда мыслили более внутренне и духовно, и от таких мыслей находились в небесной привязанности; но в последующие века их было не так много, потому что с течением времени человек стал более внешним и начал мыслить более естественно, и от таких мыслей находиться в земной привязанности. Все это показывает, как велико небо даже для жителей этой земли.
            <br/>
            <br/>
416. О безмерности небес Господних свидетельствует и то, что все дети, рожденные в Церкви или вне ее, усыновляются Господом и становятся ангелами, а число их составляет четвертую или пятую часть всего человеческого рода на земле. То, что каждый ребенок, где бы он ни родился, в церкви или вне ее, от благочестивых или нечестивых родителей, после смерти принимается Господом и воспитывается на небесах, обучается и проникается привязанностями к добру, а через них познает истину, в соответствии с Божественным порядком, и по мере совершенствования в разуме и мудрости возносится на небеса и становится ангелом, можно видеть выше (n. 329-345). Из всего этого можно сделать вывод о множестве ангелов небесных, происходящих только из этого источника, от первого творения до настоящего времени.
            <br/>
            <br/>
417. Опять же, насколько огромны небеса Господа, можно увидеть из того, что все планеты, видимые глазу в нашей солнечной системе, являются землями, и более того, во всей вселенной существует бесчисленное множество земель, каждая из которых полна жителей. Об этом, в частности, говорилось в небольшой работе, посвященной этим землям, из которой я процитирую следующий отрывок:
            <br/>
            <br/>
В другой жизни полностью известно, что существует множество земель, населенных людьми, с которых приходят духи и ангелы; ибо там каждому, кто желает из любви к истине и пользе сделать это, разрешается беседовать с духами других земель, и таким образом убедиться, что существует множественность миров, и узнать, что человеческий род происходит не от одной земли, а от бесчисленного множества земель. Я часто говорил об этом с духами нашей Земли, и мне сказали, что любой разумный человек должен знать из многих вещей, что он действительно знает, что существует много земель, населенных людьми; ибо можно сделать разумный вывод, что такие огромные тела, как планеты, некоторые из которых превосходят Землю по величине, не являются пустыми массами, созданными только для того, чтобы переноситься через пространство и носиться вокруг Солнца, и светить своим скудным светом на благо одной Земли, но должны иметь более важное применение. Тот, кто верит, как должен верить каждый, что Божественное создало вселенную не для чего иного, как для того, чтобы существовал род человеческий, а из него - небеса, ибо род человеческий - это семинария небес, должен верить, что везде, где есть земля, есть люди. То, что планеты, видимые нами, поскольку они находятся в пределах нашей солнечной системы, являются землями, очевидно из того, что они состоят из земных тел, что известно из того, что они отражают свет Солнца, и из того, что они не выглядят, если смотреть в телескоп, как звезды, сверкающие огнем, но как земли, разнообразные с более темными частями; также от того, что они проходят, подобно нашей земле, вокруг солнца и следуют по пути зодиака, образуя таким образом годы и времена года, весну, лето, осень и зиму, а также вращаются вокруг своей оси, подобно нашей земле, образуя дни и времена суток, утро, середину дня, вечер и ночь; Кроме того, некоторые из них имеют луны, называемые спутниками, которые вращаются вокруг их земли в определенное время, как луна вокруг нашей; а планета Сатурн, находясь на большем расстоянии от солнца, имеет также большой светящийся пояс, который дает много света, хотя и отраженного, на эту землю. Кто, зная все это и рассуждая здраво, может сказать, что планеты - это пустые тела? Более того, я сказал духам, что человек может поверить, что во вселенной больше земель, чем одна, от того, что звездное небо так огромно, и звезды там так бесчисленны, и каждая из них на своем месте или в своей системе солнце, напоминающее наше солнце, хотя и разной величины. Любой, кто должным образом взвесит этот вопрос, должен прийти к выводу, что такое огромное целое должно быть средством для достижения цели, которая является конечной целью творения; и эта цель - небесное царство, в котором Божественное может обитать с ангелами и людьми. Ибо видимая вселенная или небо, освещенное столь бесчисленными звездами, которые являются столь многими солнцами, есть просто средство для существования земли с людьми на ней, от которых происходит небесное царство. Из всего этого разумный человек должен сделать вывод, что столь огромное средство для столь великой цели не могло быть предусмотрено только для человеческой расы на одной земле. Что бы это было для бесконечного Божества, для которого тысячи и даже мириады земель, полных жителей, были бы ничтожными и скудными? Есть духи, единственным занятием которых является приобретение знаний, потому что только в этом их наслаждение; и по этой причине им позволено странствовать и даже переходить из нашей солнечной системы в другие, приобретая знания. Эти духи с планеты Меркурий рассказали мне, что земли с людьми на них есть не только в этой солнечной системе, но и за ее пределами на звездном небе в огромном количестве. Было подсчитано, что если во вселенной миллион земель, и на каждой земле триста миллионов людей, и двести поколений за шесть тысяч лет, и каждому человеку или духу отведено пространство в три кубических эллина, то общее число стольких людей или духов не заполнит пространство этой земли, и едва ли больше, чем пространство одного из спутников одной из планет - пространство во вселенной столь малое, что почти невидимо, поскольку спутник едва ли можно увидеть невооруженным глазом. Что это для Творца вселенной, для Которого было бы недостаточно, если бы вся вселенная была заполнена, поскольку Он бесконечен? Я говорил об этом с ангелами, и они сказали, что у них схожее представление о малочисленности человеческого рода по сравнению с бесконечностью Творца, хотя их мысль исходит из состояний, а не из пространств, и что в их представлении земли, насчитывающие столько мириад, сколько только можно придумать, все равно были бы для Господа ничем.
            <br/>
            <br/>
Земли во вселенной с их обитателями, а также духи и ангелы из них рассматриваются в вышеупомянутом труде. То, о чем там говорится, было открыто и показано мне с той целью, чтобы стало известно, что небеса Господа огромны, и что все они принадлежат роду человеческому; также то, что наш Господь повсюду признается Богом неба и земли.
            <br/>
            <br/>
418. Опять же, безмерность небес Господних проявляется в том, что небеса во всей своей совокупности отражают единого Человека и соответствуют всем вещам и каждой вещи в человеке, и что это соответствие никогда не может быть восполнено, поскольку оно соответствует не только каждому из членов, органов и внутренностей тела в целом, но также всем и каждому из маленьких внутренностей и маленьких органов, содержащихся в них в мельчайших подробностях, и даже каждому сосуду и волокну; и не только с ними, но и с органическими субстанциями, которые принимают внутрь приток небес, из которых исходит внутренняя деятельность человека, служащая для работы его разума; поскольку все, что существует внутри человека, существует в формах, которые являются субстанциями, ибо все, что не существует в субстанции как в своем предмете, есть ничто. Все эти вещи соответствуют небесам, как видно из главы, посвященной соответствию всех небесных вещей всем человеческим вещам (n. 87-102). Это соответствие никогда не может быть исчерпано, потому что чем многочисленнее ангельские союзы, соответствующие каждому члену, тем совершеннее становятся небеса; ибо всякое совершенство на небесах возрастает с увеличением числа; и это по той причине, что все там имеют одну и ту же цель и единодушно стремятся к этой цели. Цель эта - общее благо; и когда оно господствует, из общего блага возникает благо для каждого человека, а из блага каждого человека возникает благо для всего сообщества. Так происходит по той причине, что Господь обращает всех на небесах к Себе (см. выше, n. 123) и тем самым делает их едиными в Себе. То, что единодушие и согласие многих, особенно от такого происхождения и удерживаемых вместе такими узами, порождает совершенство, ясно видит каждый, у кого есть хоть немного просвещенного разума.
            <br/>
            <br/>
419. Мне также было позволено увидеть объем обитаемых и необитаемых небес; и объем необитаемых небес был настолько велик, что он не мог бы быть заполнен до бесконечности, даже если бы существовало много мириадов земель и на каждой земле было бы такое же огромное количество людей, как на нашей. (Об этом также см. трактат "Земли во Вселенной", n. 168.)
            <br/>
            <br/>
420. То, что небеса не необъятны, но имеют ограниченный объем, - это вывод, который некоторые сделали из некоторых отрывков из Слова, понятых в соответствии со смыслом его буквы; например, где говорится, что только бедные принимаются на небеса, или только избранные, или только те, кто в церкви, а не те, кто вне ее, или только те, за кого ходатайствует Господь; что небеса закрываются, когда они наполняются, и что это время предопределено. Но такие люди не знают, что небеса никогда не закрываются, и что нет ни предопределенного времени, ни какого-либо предела числа; и что те называются "избранными", которые находятся в жизни добра и истины;  а те называются "бедными", которые лишены знаний добра и истины, но желают их; и такие от этого желания также называются голодными. Те, кто из непонятого Слова составили себе представление о малой протяженности небес, считают, что они находятся в одном месте, где все собраны вместе, тогда как на самом деле небеса состоят из бесчисленных обществ (см. выше, n. 41-50). Такие люди также не имеют иного представления, кроме того, что небеса даруются каждому по милости, помимо средств, и что, таким образом, существует прием и принятие по простому благоволению; и они не понимают, что Господь по милости ведет каждого, кто принимает Его, и что принимает Его тот, кто живет в соответствии с законами Божественного порядка, которые являются заповедями любви и веры, и что милость, которая имеется в виду, заключается в том, чтобы быть ведомым Господом от младенчества до последнего периода жизни в этом мире и после этого в вечность. Итак, пусть они знают, что каждый человек рожден для неба, и что тот принимается, кто принимает небо в себя в этом мире, а кто не принимает его, тот закрыт.
            <br/>
 Те избранные, которые живут в жизни добра и истины (n. 3755, 3900).
            <br/>
Избрание и принятие на небеса происходит не из милости, как понимается этот термин, а в соответствии с жизнью (n. 5057, 5058).
            <br/>
Милость Господа не существует отдельно от средств, но только через средства, то есть к тем, кто живет в соответствии с Его заповедями; таких Господь по Своей милости ведет постоянно в мир, а затем в вечность (n. 8700, 10659).
            <br/>
 Под "бедными" в Слове подразумеваются духовно бедные, то есть те, кто невежественен в истине, но желает, чтобы его научили (n. 9209, 9253, 10227).
            <br/>
О таких говорят, что они алчут и жаждут, то есть желают познания добра и истины, посредством которых происходит введение в Церковь и на небо (n. 4958, 10227).
            <br/>
            <br/>
421. ЧТО ТАКОЕ МИР ДУХОВ.
            <br/>
Мир духов - это не небеса и не ад, но промежуточное место или состояние между ними; ибо это место, в которое человек попадает после смерти, и из которого через определенное время он либо возносится на небеса, либо низвергается в ад в соответствии со своей жизнью в этом мире.
            <br/>
            <br/>
422. Мир духов - это промежуточное место между раем и адом, а также промежуточное состояние человека после смерти. Мне было показано, что он не только является промежуточным местом, имея ад внизу и небеса вверху, но и находится в промежуточном состоянии, поскольку пока человек находится в нем, он еще не находится ни на небесах, ни в аду. Состояние рая в человеке - это соединение в нем добра и истины, а состояние ада - соединение в нем зла и фальши. Когда добро в человеческом духе соединяется с истиной, он попадает в рай, потому что это соединение, как только что было сказано, есть рай в нем; но когда зло в человеческом духе соединяется с ложью, он попадает в ад, потому что это соединение есть ад в нем. Это соединение происходит в мире духов, а человек тогда находится в промежуточном состоянии. Это одно и то же, говорите ли вы о соединении понимания и воли, или о соединении добра и истины.
            <br/>
            <br/>
423. Пусть сначала будет сказано кое-что о соединении понимания и воли, и о том, что это то же самое, что и соединение добра и истины, то есть соединение, которое осуществляется в мире духов. У человека есть понимание и воля. Понимание принимает истины и формируется из них, а воля принимает блага и формируется из них; поэтому все, что человек понимает и думает, исходя из своего понимания, он называет истиной, а все, что человек желает и думает, исходя из своей воли, он называет благом. Из понимания человек может мыслить и таким образом воспринимать и то, что истинно, и то, что хорошо; но из воли он мыслит то, что истинно и хорошо, только когда он желает этого и делает это. Когда он желает и делает это, то это находится как в его понимании, так и в его воле, следовательно, в человеке. Ибо ни понимание само по себе, ни воля сама по себе не делают человека, но понимание и воля вместе; поэтому все, что находится в обоих, находится в человеке и присваивается ему. То, что находится только в понимании, находится в человеке, но не действительно в нем; это только вещь его памяти или предмет знания в его памяти, о котором он может думать в обществе других и вне себя, но не в себе; то есть о котором он может говорить и рассуждать, и может имитировать аффекты и жесты, которые согласуются с ним.
            <br/>
            <br/>
424. Эта способность мыслить, исходя из понимания, а не из воли, необходима для того, чтобы человек мог исправиться; ведь исправление происходит посредством истин, а истины относятся к пониманию, как только что было сказано. Ибо в отношении своей воли человек рождается во всяком зле, и потому сам по себе не желает добра никому, кроме себя; а тот, кто желает добра только себе, радуется несчастьям, постигшим другого, особенно когда они направлены к его собственной выгоде; ибо его желание - отвлечь на себя блага всех других, будь то почести или богатство, и когда ему это удается, он внутренне радуется. Для того чтобы эта воля человека могла быть исправлена и реформирована, человеку дана способность понимать истины и способность усмирять с помощью истин злые привязанности, проистекающие из воли. Вот почему у человека есть эта способность мыслить истины своим пониманием, говорить их и делать их. Но пока человек не стал таким, что он желает истины и делает их от себя, то есть от сердца, он не способен мыслить истины от своей воли. Когда он становится таковым, все, что он думает по своему разумению, принадлежит его вере, а все, что он думает по своей воле, принадлежит его любви; и, следовательно, его вера и его любовь, как его разумение и его воля, соединены в нем.
            <br/>
            <br/>
425. Итак, в той мере, в какой истины понимания и блага воли соединены, то есть в той мере, в какой человек желает истин и делает их по своей воле, он имеет в себе рай, поскольку соединение блага и истины, как только что было сказано, есть рай. С другой стороны, в той мере, в какой ложь понимания и зло воли соединены, человек имеет в себе ад, поскольку соединение лжи и зла есть ад. Но до тех пор, пока истины понимания и блага воли не соединены, человек находится в промежуточном состоянии. В настоящее время почти каждый человек находится в таком состоянии, когда он имеет некоторое представление об истинах, и на основе своего знания и понимания размышляет о них, и соответствует им либо в значительной или малой степени, либо не соответствует вовсе, либо поступает вопреки им из любви к злу и последующей ложной веры. Поэтому, чтобы человек мог иметь в себе либо рай, либо ад, он после смерти сначала попадает в мир духов, и там с теми, кто должен быть вознесен на небо, соединяются добро и истина, а с теми, кто должен быть низвергнут в ад, соединяются зло и ложь. Ибо ни на небесах, ни в аду никому не позволено иметь разделенный ум, то есть понимать одно, а желать другое; но каждый должен понимать то, что он желает, и желать то, что он понимает. Поэтому на небесах тот, кто желает добра, понимает истину, а в аду тот, кто желает зла, понимает фальшь. Поэтому в промежуточном состоянии ложь, которую имеют добрые, отбрасывается, и им даются истины, согласные и гармонирующие с их добром; а истины, которые имеют злые, отбрасываются, и им дается ложь, согласная и гармонирующая с их злом. Это показывает, что такое мир духов.
            <br/>
            <br/>
426. В мире духов их огромное количество, потому что первая встреча всех происходит там, и все там исследуются и готовятся. Время их пребывания в этом мире не определено; некоторые просто входят в него и вскоре либо возносятся на небеса, либо низвергаются в ад; некоторые остаются там лишь несколько недель, некоторые - несколько лет, но не более тридцати. Эти различия во времени пребывания зависят от соответствия или несоответствия внутреннего мира человека с его внешним миром. О том, как человек переходит в том мире из одного состояния в другое и готовится к этому, мы сейчас и расскажем.
            <br/>
            <br/>
427. Как только люди после смерти попадают в мир духов, Господь ясно различает их; и злые сразу же привязываются к адскому обществу, в котором они находились, по их господствующей любви в этом мире; а добрые сразу же привязываются к небесному обществу, в котором они находились, по их любви, милосердию и вере в этом мире. Но хотя они разделены таким образом, все, кто был друзьями и знакомыми в жизни тела, особенно жены и мужья, а также братья и сестры, встречаются и беседуют вместе, когда пожелают. Я видел отца, беседующего с шестью сыновьями, которых он узнал, и видел многих других с их родственниками и друзьями; но, имея от жизни в мире различные склонности, через короткое время они расходятся. Но те, кто перешел из мира духов на небо или в ад, если они не имеют сходного расположения от сходной любви, больше не видят и не знают друг друга. Причина того, что они видят друг друга в мире духов, но не на небе или в аду, заключается в том, что те, кто находится в мире духов, приводятся в одно состояние за другим, подобно тем, которые они испытывали в жизни тела; но затем все приводятся в постоянное состояние в соответствии с их правящей любовью, и в этом состоянии один узнает другого только по сходству любви, ибо тогда сходство соединяет, а несходство разъединяет (см. выше, n. 41-50).
            <br/>
            <br/>
428. Как мир духов является промежуточным состоянием между раем и адом для человека, так он является промежуточным местом между адами внизу и небесами вверху. Все ады закрыты по отношению к этому миру, они открыты только через отверстия и расщелины, подобные тем, что есть в скалах, и через широкие проемы, которые охраняются так, что никто не может выйти, кроме как с разрешения, которое дается в случаях крайней необходимости (о которых речь пойдет ниже). Небеса тоже закрыты со всех сторон, и ни в одно небесное общество нет прохода, кроме как по узкому пути, вход в который также охраняется. Эти выходы и входы называются в Слове вратами и дверями ада и рая.
            <br/>
            <br/>
429. Мир духов похож на долину между горами и скалами, с извилинами и возвышенностями то тут, то там. Врата и двери небесных обществ видны только тем, кто подготовлен к небесам; другие не могут их найти. Из мира духов есть один вход в каждое небесное общество, открывающийся через один путь, который разветвляется в своем восхождении на несколько. Врата и двери ада также видны только тем, кто собирается войти в него, перед кем они затем открываются. Когда они открываются, видны мрачные и, кажется, покрытые копотью пещеры, уходящие косо вниз, в бездну, где опять-таки много дверей. Через эти пещеры выходят тошнотворные и прелые зловония, от которых добрые духи бегут, потому что они им отвратительны, а злые духи ищут их, потому что они от них в восторге. Ибо как каждый в этом мире наслаждался своим собственным злом, так после смерти он наслаждается зловонием, которому соответствует его зло. В этом отношении зло можно сравнить с хищными птицами и зверями, такими как вороны, волки и свиньи, которые летят или бегут на падаль или на свалку, когда учуют их зловоние. Я слышал, как некий дух громко кричал, словно от внутренней пытки, когда его поразило дыхание, исходящее с небес; но он стал спокойным и радостным, как только до него дошло дыхание, исходящее из ада.
            <br/>
            <br/>
430. У каждого человека есть двое ворот: одни ведут в ад и открыты для зла и его фальши, а другие ведут на небо и открыты для добра и его истины. У тех, кто пребывает во зле и его фальши, открыты врата в ад, и только через щели сверху в них вливается нечто от света небесного, и благодаря этому вливанию они способны мыслить, рассуждать и говорить; врата же в рай открыты у тех, кто пребывает в добре и его истине. Ибо есть два пути, которые ведут к рациональному уму человека: высший или внутренний, по которому входят добро и истина от Господа, и низший или внешний, по которому входят зло и ложь из ада. Сам рациональный разум находится в средней точке, к которой ведут эти пути. Следовательно, пока свет с небес признается, человек разумен; но пока он не признается, он не разумен, каким бы разумным он себе ни казался. Это было сказано, чтобы сделать известной природу соответствия человека небесам и аду. Пока формируется рациональный ум человека, он соответствует миру духов, то, что выше него, соответствует небесам, а то, что ниже, - аду. У тех, кто готовится к раю, открыты области над рациональным разумом, но те, что ниже, закрыты для притока зла и лжи; в то время как у тех, кто готовится к аду, открыты части, расположенные ниже, а части, расположенные выше, закрыты для притока добра и истины. Таким образом, последние могут смотреть только на то, что находится внизу, то есть на ад; первые же могут смотреть только на то, что находится вверху, то есть на небо. Смотреть на себя сверху - значит смотреть на Господа, потому что Он - общий центр, к которому устремлены все небесные вещи; смотреть же под себя - значит смотреть назад от Господа к противоположному центру, к которому устремлены и стремятся все вещи ада (см. выше, n. 123, 124).
            <br/>
            <br/>
431. На предыдущих страницах при упоминании духов подразумевались те, кто находится в мире духов; но при упоминании ангелов подразумевались те, кто находится на небесах.
            <br/>
            <br/>
432. XLV. В ОТНОШЕНИИ СВОИХ ВНУТРЕННОСТЕЙ КАЖДЫЙ ЧЕЛОВЕК - ДУХ.
            <br/>
Тот, кто должным образом рассмотрит этот вопрос, может увидеть, что поскольку тело материально, то мыслит не тело, а душа, которая духовна. Душа человека, о бессмертии которой писали многие, есть его дух, ибо она, как и все принадлежащее к ней, бессмертна. Это также то, что мыслит в теле, ибо оно духовно, а то, что духовно, получает то, что духовно, и живет духовно, то есть мыслит и волит. Поэтому вся разумная жизнь, которая появляется в теле, принадлежит душе, и ничто из этого не принадлежит телу; ибо тело, как только что было сказано, материально, а материальное, которое является собственностью тела, добавляется к духу и, по-видимому, почти соединяется с ним, чтобы дух человека мог жить и совершать действия в природном мире, все вещи которого материальны и сами по себе лишены жизни. А так как живет только духовное, а не материальное, то видно, что все, что живет в человеке, есть его дух, а тело лишь служит ему, подобно тому, как инструмент служит движущейся живой силе. Действительно, говорят, что инструмент действует, движется или наносит удар; но считать, что это действия инструмента, а не того, кто действует, движется или наносит удар с помощью инструмента, - заблуждение.
            <br/>
            <br/>
433. Поскольку все в теле, что живет и что действует и чувствует от этой жизни, принадлежит исключительно духу, и ничто из этого не принадлежит телу, следует, что дух есть сам человек; или, что то же самое, что человек, рассматриваемый в себе, есть дух, обладающий подобной формой; ибо все, что живет и чувствует в человеке, принадлежит его духу, и все в человеке, от головы до подошвы ноги, живет и чувствует; и, следовательно, когда тело отделено от духа, что называется умиранием, человек продолжает быть человеком и жить. Я слышал с небес, что некоторые умирающие, лежа на одре, до того, как их реанимируют, продолжают думать даже в своем холодном теле и не знают, что они еще живы, за исключением того, что они не в состоянии пошевелить ни одной частицей материи, принадлежащей телу.
            <br/>
            <br/>
434. Если бы человек не был субъектом, то есть субстанцией, которая может служить источником и вместилищем, он не мог бы мыслить и волить. Любая вещь, которая должна существовать отдельно от субстанционального субъекта, является ничем. Это видно из того, что человек не может видеть без органа, который является предметом его зрения, или слышать без органа, который является предметом его слуха. Без этих органов зрение и слух - ничто и не имеют существования. То же самое относится и к мышлению, которое есть внутреннее зрение, и к восприятию, которое есть внутренний слух; если бы они не были в субстанциях и из субстанций, которые являются органическими формами и субъектами, они не имели бы никакого существования. Все это показывает, что дух человека, как и его тело, находится в форме, и что он находится в человеческой форме, и пользуется ощущениями и чувствами, когда отделен от тела, так же, как и когда он находится в нем, и что вся жизнь глаза и вся жизнь уха, словом, вся жизнь чувства, которую имеет человек, принадлежит не его телу, а его духу, который обитает в этих органах и в их мельчайших подробностях. Вот почему духи видят, слышат и чувствуют так же, как и люди. Но когда дух освобождается от тела, эти чувства проявляются в духовном мире, а не в мире природы. Естественные ощущения, которые дух имел, находясь в теле, он имел посредством материальной части, которая была добавлена к нему; но тогда он имел также духовные ощущения в своем мышлении и желании.
            <br/>
            <br/>
435. Все это было сказано для того, чтобы убедить разумного человека в том, что сам по себе человек есть дух, и что телесная часть, которая добавляется к духу, чтобы он мог выполнять свои функции в естественном и материальном мире, не есть человек, а лишь инструмент его духа. Но доказательства из опыта предпочтительнее, потому что многие не способны понять рациональные умозаключения; а те, кто утвердился в противоположном мнении, превращают такие умозаключения в основания для сомнений посредством рассуждений, основанных на заблуждениях чувств. Те, кто утвердился в противоположном мнении, привыкли думать, что звери также обладают жизнью и ощущениями и, таким образом, имеют духовную часть, такую же, как у человека, и, тем не менее, эта часть умирает вместе с телом. Но духовное у зверей не то же самое, что духовное у человека, ибо у человека есть то, чего нет у зверей, - внутреннее, в которое вливается Божественное, вознося человека к Себе и тем самым соединяя его с Собой. Благодаря этому человек, в отличие от животных, имеет способность думать о Боге и о Божественных вещах небес и Церкви, любить Бога из них и в них, и таким образом быть соединенным с Ним; а все, что может быть соединено с Божественным, не может быть рассеяно, но все, что не может быть соединено, рассеивается. О внутреннем, что есть у человека, в отличие от животных, говорилось выше (n. 39), и то, что было сказано там, мы повторим здесь, поскольку важно, чтобы были развеяны заблуждения, зародившиеся в умах многих, кто из-за недостатка знаний и тренированного интеллекта не способен сделать рациональные выводы по этому вопросу. Слова эти таковы:
            <br/>
            <br/>
Я упомяну об одном аркане, касающемся ангелов трех небес, который до сих пор никому не приходил в голову, потому что степени не были поняты. В каждом ангеле и в каждом человеке есть внутренняя или высшая степень, или внутреннее или высшее нечто, в которое сначала или наиболее непосредственно втекает Божественное Господа, и из которого оно распоряжается другими внутренностями в нем, которые следуют в соответствии со степенями порядка. Эта внутренняя или высшая степень может быть названа входом Господа в ангела или человека, и Его самой лучшей обителью в них. Именно в силу этой наивысшей степени человек является человеком и отличается от животных, у которых ее нет. Отсюда следует, что человек, в отличие от животных, способен, в отношении всех своих внутренностей, относящихся к его разуму и склонностям, быть возведенным Господом к Себе, верить в Господа, быть движимым любовью к Господу, и таким образом созерцать Его, и получать разум и мудрость, и говорить от разума. Благодаря этому он живет в вечности. Но то, что устроено и предусмотрено Господом в этом сокровенном, не поддается отчетливому восприятию ни одного ангела, потому что это выше его мысли и превосходит его мудрость.
            <br/>
            <br/>
436. То, что в отношении своих внутренностей человек является духом, мне было позволено узнать из большого опыта, который, если воспользоваться обычным выражением, заполнил бы тома, если бы я стал описывать все это. Я говорил с духами как дух, и я говорил с ними как человек в теле; и когда я говорил с ними как дух, они не знали ничего другого, кроме того, что я сам был духом и в человеческой форме, как и они. Таким образом, перед ними представали мои внутренности, ибо, когда я говорил с ними как дух, мое материальное тело не было видно.
            <br/>
            <br/>
437. То, что в отношении своих внутренностей человек является духом, видно из того факта, что после отделения от тела, которое происходит после смерти, человек продолжает жить как человек, как и прежде. Чтобы убедиться в этом, мне было позволено поговорить почти со всеми, кого я когда-либо знал во время их жизни в теле; с некоторыми в течение нескольких часов, с некоторыми в течение недель и месяцев, а с некоторыми в течение многих лет, и это главным образом для того, чтобы я мог убедиться в этом и засвидетельствовать это.
            <br/>
            <br/>
438. К этому можно добавить, что каждый человек в отношении своего духа, даже пока он живет в теле, находится в некотором обществе с духами, хотя и не знает об этом; если он добрый человек, то находится с помощью духов в ангельском обществе; если злой человек - в инфернальном обществе; и после смерти он приходит в то же самое общество. Это часто рассказывали и показывали тем, кто после смерти оказался среди духов. Человек, конечно, не появляется в этом обществе как дух, пока он живет в мире, по той причине, что тогда он мыслит естественно; но когда человек мыслит абстрактно от тела, потому что он тогда в духе, он иногда появляется в своем обществе; и когда его видят, его легко отличить от духов там, потому что он ходит в раздумье и в тишине, не глядя на других и, видимо, не видя их; и как только какой-нибудь дух заговорит с ним, он исчезает.
            <br/>
            <br/>
439. Чтобы пояснить, что человек в отношении своих внутренностей является духом, я расскажу на собственном опыте, что происходит, когда человек отделяется от тела, и что такое быть унесенным духом в другое место.
            <br/>
            <br/>
440. Во-первых, что касается выхода из тела, то это происходит следующим образом. Человек вводится в некое состояние, среднее между сном и бодрствованием, и когда он находится в этом состоянии, он кажется себе бодрствующим; все органы чувств бодрствуют так же совершенно, как и в самом полном телесном бодрствовании, не только зрение и слух, но, что замечательно, и чувство осязания, которое тогда более утонченное, чем когда-либо возможно, когда тело бодрствует. В этом состоянии духи и ангелы были видны до самой жизни, были слышны, и, что самое замечательное, были осязаемы, почти без вмешательства тела. Это состояние, которое называется выходом из тела, когда человек не знает, находится ли он в теле или вне его. Я был допущен в это состояние только три или четыре раза, чтобы узнать, что это такое, и узнать, что духи и ангелы наслаждаются всеми чувствами, и что человек также наслаждается своим духом, когда он выходит из тела.
            <br/>
            <br/>
441. Что касается переноса духом в другое место, то мне на живом опыте показали, что это такое и как это делается, но только два или три раза. Я расскажу об одном случае. Идя по улицам города и по полям, разговаривая одновременно с духами, я не знал ничего другого, кроме того, что я полностью проснулся и обладаю обычным зрением. Так я шел, не сбиваясь с пути, и все время с ясным зрением, видя рощи, реки, дворцы, дома, людей и другие предметы. Но, пройдя таким образом несколько часов, я вдруг увидел своими телесными глазами и заметил, что нахожусь в другом месте. Сильно удивившись, я понял, что находился в таком же состоянии, как и те, о которых говорят, что они были уведены духом в другое место. Ибо в этом состоянии расстояние, даже если оно составляет много миль, и время, даже если оно составляет много часов или дней, не принимаются во внимание; нет никакого чувства усталости; и человека безошибочно ведут путями, о которых он сам не знает, даже к предназначенному месту.
            <br/>
            <br/>
442. Но эти два состояния человека, которые являются его состояниями, когда он находится в своих внутренностях, или, что то же самое, когда он находится в духе, необычны; но поскольку это состояния, известные в церкви, они были показаны мне только для того, чтобы я знал, что это такое. Но вот уже много лет мне дано говорить с духами и быть с ними как один из них, даже в полном бодрствовании тела.
            <br/>
            <br/>
443. О том, что в отношении своих внутренностей человек является духом, есть дополнительные доказательства в том, что было сказано и показано выше (n. 311-317), где объясняется, что небеса и ад принадлежат человеческому роду.
            <br/>
            <br/>
444. То, что человек является духом в отношении своих внутренностей, означает в отношении вещей, относящихся к его мысли и воле, ибо это сами внутренности, которые делают человека человеком, и таким человеком, каким он является в отношении этих внутренностей.
            <br/>
            <br/>
445. XLVI. ВОСКРЕШЕНИЕ ЧЕЛОВЕКА ИЗ МЕРТВЫХ И ЕГО ВСТУПЛЕНИЕ В ВЕЧНУЮ ЖИЗНЬ.
            <br/>
Когда тело больше не в состоянии выполнять телесные функции в естественном мире, соответствующие мыслям и привязанностям духа, которые дух имеет от духовного мира, говорят, что человек умер. Это происходит, когда прекращается дыхание легких и биение сердца. Но человек не умирает; он просто отделяется от телесной части, которая была ему полезна в этом мире, в то время как сам человек продолжает жить. Говорят, что сам человек продолжает жить, поскольку человек является человеком не благодаря своему телу, а благодаря своему духу, ибо именно дух мыслит в человеке, а мысль с привязанностью - это то, что составляет человека. Очевидно, что смерть человека - это всего лишь его переход из одного мира в другой. Вот почему в Слове в его внутреннем смысле "смерть" означает воскресение и продолжение жизни.
            <br/>
 В Слове "смерть" означает воскресение, ибо когда человек умирает, его жизнь продолжается (n. 3498, 3505, 4618, 4621, 6036, 6221).
            <br/>
            <br/>
446. Существует внутренняя связь духа с дыханием и биением сердца, мысль духа сообщается с дыханием, а его привязанность, которая есть любовь, с сердцем; поэтому, когда эти два движения прекращаются в теле, то сразу же происходит разделение. Эти два движения, дыхание легких и биение сердца, являются той самой связью, при разрыве которой дух оказывается предоставленным самому себе; и тело, лишенное жизни своего духа, остывает и начинает разлагаться. Эта внутренняя связь духа человека - с дыханием и сердцем, потому что от них зависят все жизненные движения, не только в целом, но и в каждом отдельном случае.
            <br/>
 Сердце соответствует воле, то есть привязанности, принадлежащей любви, а дыхание легких - пониманию, то есть мысли (n. 3888).
            <br/>
Отсюда "сердце" в Слове означает волю и любовь (n. 7542, 9050, 10336).
            <br/>
Душа" означает понимание, веру и истину; поэтому "от души и от сердца" означает то, что от понимания, веры и истины, и то, что от воли, любви и добра (n. 2930, 9050).
            <br/>
Соответствие сердца и легких с Величайшим человеком, или небом (n. 3883-3895).
            <br/>
 Биение сердца и дыхание легких господствуют в теле повсюду и взаимно проникают в каждую часть (n. 3887, 3889, 3890).
            <br/>
            <br/>
447. После разделения дух человека остается в теле на короткое время, но только до полного прекращения действия сердца, что происходит по-разному в зависимости от болезни, вызвавшей смерть: у одних движение сердца продолжается некоторое время, у других - не так долго. Как только это движение прекращается, человека оживляют; но это делает только Господь. Реанимация означает извлечение духа из тела и вхождение его в духовный мир; это обычно называется воскресением. Дух не отделяется от тела, пока не прекратится движение сердца, по той причине, что сердце соответствует привязанности любви, которая есть сама жизнь человека, ибо именно от любви все имеют жизненное тепло;  следовательно, пока продолжается эта связь, продолжается и переписка, а значит, и жизнь духа в теле.
            <br/>
 Любовь есть бытие [esse] жизни человека (n. 5002).
            <br/>
Любовь есть духовное тепло, а значит, сама жизненность человека (n. 1589, 2146, 3338, 4906, 7081-7086, 9954, 10740).
            <br/>
Привязанность - это продолжение любви (n. 3938).
            <br/>
            <br/>
448. Как происходит эта реанимация, мне рассказали и показали на живом опыте. Фактический опыт был дан мне для того, чтобы я мог иметь полное представление об этом процессе.
            <br/>
            <br/>
449. Что касается чувств тела, то я был приведен в состояние бесчувствия, то есть почти в состояние умирающего; но внутренняя жизнь и мысли оставались нетронутыми, чтобы я мог воспринимать и сохранять в памяти то, что происходило со мной и что происходит с теми, кто воскрешен из мертвых. Я почувствовал, что дыхание тела почти полностью исчезло, но внутреннее дыхание духа продолжалось в связи с легким и молчаливым дыханием тела. Затем сначала была установлена связь пульса сердца с небесным царством, потому что это царство соответствует сердцу в человеке. Ангелы из этого царства были видны, некоторые на расстоянии, а двое сидели около моей головы. Таким образом, все мои собственные привязанности были отняты, хотя мысли и восприятие продолжались. [2] В таком состоянии я находился несколько часов. Затем духи, окружавшие меня, удалились, думая, что я умер; и почувствовался ароматный запах, подобный запаху бальзамированного тела, ибо когда присутствуют небесные ангелы, все, относящееся к трупу, воспринимается как ароматное, и когда духи чувствуют это, они не могут приблизиться; таким образом злые духи удерживаются от духа человека, когда он вводится в вечную жизнь. Ангелы, сидевшие у моей головы, молчали, просто разделяя свои мысли с моими; и когда их мысли принимаются, ангелы знают, что дух человека находится в состоянии, в котором он может быть извлечен из тела. Этот обмен их мыслями происходил посредством взгляда в мое лицо, ибо таким образом на небесах происходит обмен мыслями". [3] По мере продолжения моих мыслей и восприятия, чтобы я мог знать и помнить, как происходит реанимация, я понял, что ангелы сначала пытались выяснить, какова моя мысль, похожа ли она на мысль умирающих, которая обычно бывает о вечной жизни; также они хотели удержать мой разум в этой мысли. После этого мне сказали, что дух человека удерживается в своей последней мысли, когда тело умирает, пока он не вернется к мыслям, которые исходят из его общих или правящих привязанностей в мире. Особенно мне было позволено видеть и чувствовать, что происходит как бы вытягивание и извлечение внутренностей моего разума, таким образом, моего духа, из тела; и мне было сказано, что это от Господа, и что таким образом происходит воскресение.
            <br/>
 Сердце соответствует небесному царству Господа, а легкие - Его духовному царству (n. 3635, 3886, 3887).
            <br/>
            <br/>
450. Небесные ангелы, находящиеся с оживляемым, не отходят от него, потому что любят всех; но когда дух приходит в такое состояние, что уже не может быть связан с небесными ангелами, он жаждет уйти от них. Когда это происходит, приходят ангелы из духовного царства Господа, через которых ему дано пользоваться светом, ибо до этого он ничего не видел, а только думал. Мне показали, как это происходит. Ангелы как бы скатывают плащ с левого глаза по направлению к переносице, чтобы глаз открылся и смог видеть. Это только видимость, но духу казалось, что это действительно было сделано. Когда пальто, как кажется, было снято, появилось легкое ощущение света, но очень тусклого, похожего на то, что видно сквозь веки при первом пробуждении ото сна. Для меня этот тусклый свет приобрел небесный оттенок, но потом мне сказали, что цвет бывает разным. Затем возникает ощущение, что что-то мягко скатывается с лица, и когда это происходит, пробуждается духовная мысль. Это скатывание с лица также является появлением, которое представляет собой переход духа от естественной мысли к духовной. Ангелы очень заботятся о том, чтобы от оживленного исходили только те мысли, которые благоухают любовью. Теперь они говорят ему, что он - дух. Когда он приходит в состояние наслаждения светом, духовные ангелы оказывают новому духу все услуги, которые он может пожелать в этом состоянии; и обучают его вещам другой жизни, насколько он может их постичь. Но если он не желает, чтобы его учили, дух жаждет удалиться от общества ангелов. Тем не менее, не ангелы удаляются от него, а он сам отделяется от них; ибо ангелы любят всех и ничего не желают так сильно, как служить, учить и вести на небо; это составляет их высшее наслаждение. Когда дух удаляется, его принимают добрые духи, и пока он находится в их обществе, для него делается все возможное. Но если он жил в мире такой жизнью, которая мешала бы ему наслаждаться обществом добрых, он стремится уйти от них, и этот опыт повторяется до тех пор, пока он не вступает в связь с теми, кто находится в полной гармонии с его жизнью в мире; и с ними он находит свою собственную жизнь, и, что удивительно, он затем ведет жизнь, подобную той, которую он вел в мире.
            <br/>
            <br/>
451. Это первое состояние жизни человека после смерти длится всего несколько дней. О том, как после этого он переходит из одного состояния в другое и, наконец, попадает либо в рай, либо в ад, будет рассказано далее. Этому мне также позволил научиться большой опыт.
            <br/>
            <br/>
452. Я беседовал с некоторыми на третий день после их смерти, когда процесс, описанный выше (n. 449, 450), был завершен, особенно с тремя, которых я знал в миру, и которым я сказал, что сейчас принимаются меры для погребения их тел; я сказал, для их погребения; услышав это, они были поражены удивлением, говоря, что они живы, и что то, что служило им в этом мире, и есть то, что хоронят. После этого они сильно удивлялись, что не верили в такую жизнь после смерти, пока жили в теле, и особенно тому, что в церкви почти никто не верил. Те, кто не верил в мире ни в какую жизнь души после жизни тела, сильно стыдятся, когда обнаруживают, что они живы. Но те, кто утвердился в этом неверии, ищут приобщения к себе подобным и отделяются от тех, кто уверовал. Такие в большинстве своем примыкают к какому-то адскому обществу, потому что они также отрицают божественное и презирают истины церкви; ибо если кто-либо утверждается против вечной жизни своей души, то он утверждается и против всего, что относится к небу и церкви.
            <br/>
            <br/>
453. ЧЕЛОВЕК ПОСЛЕ СМЕРТИ ИМЕЕТ ПОЛНУЮ ЧЕЛОВЕЧЕСКУЮ ФОРМУ
            <br/>
В нескольких предыдущих главах уже было показано, что форма духа человека - это человеческая форма, то есть, что дух является человеком даже по форме, особенно там, где было показано, что каждый ангел имеет полную человеческую форму (n. 73-77), что в отношении своих внутренностей каждый человек является духом (n. 432-444); и что ангелы на небесах принадлежат к человеческому роду (n. 311-317). [2] Это еще более ясно видно из того факта, что человек является человеком именно в силу своего духа, а не в силу своего тела, и что телесная форма добавляется к духу в соответствии с формой духа, а не наоборот, ибо именно в соответствии со своей собственной формой дух облекается в тело. Следовательно, дух человека действует в каждой части тела, даже в самой незначительной, так что если какая-либо часть не приводится в действие духом, или дух не действует в ней, она не живет. Любой может убедиться в этом на основании одного только факта, что мысль и воля управляют всеми вещами и каждой вещью тела с таким полным подчинением, что все согласуется, а любая вещь, которая не согласуется, не является частью тела, но изгоняется как нечто безжизненное; и мысль и воля принадлежат не телу, но духу человека. [3] Дух, освобожденный от тела, или дух в другом человеке, не виден человеку в человеческой форме, потому что орган зрения тела, или его глаз, насколько он видит в мире, является материальным органом, а то, что материально, может видеть только то, что материально, в то время как то, что духовно, видит то, что духовно. Поэтому, когда материальная часть глаза затемняется и лишается сотрудничества с духовной, глаз видит духов в их собственной форме, которая есть человеческая форма, не только духов, которые находятся в духовном мире, но и дух другого человека, пока он еще находится в своем теле.
            <br/>
            <br/>
454. Форма духа - это форма человека, потому что человек создан в отношении своего духа в форме неба, ибо все небесное и небесный порядок собраны вместе в вещах, составляющих ум человека;  и из этого происходит его способность получать разум и мудрость. Говорите ли вы о способности принимать разум и мудрость или о способности принимать небеса, это одно и то же, как видно из того, что было показано о свете и тепле небес (n. 126-140); о форме небес (n. 200-212); мудрости ангелов (n. 265-275); и в главе о том, что форма небес в целом и частично отражает одного человека (n. 59-77); и это в силу Божественного Человека Господа, который является источником небес и их формы (n. 78-86).
            <br/>
 Человек - это существо, в котором собраны вместе все вещи Божественного порядка, и по сотворении он есть Божественный порядок в форме (n. 4219, 4222, 4223, 4523, 4524, 5114, 6013, 6057, 6605, 6626, 9706, 10156, 10472).
            <br/>
Пока человек живет в соответствии с Божественным порядком, в другой жизни он предстает как человек, полный и прекрасный (n. 4839, 6605, 6626).
            <br/>
            <br/>
455. То, что сейчас было сказано, может быть понято рациональным человеком, поскольку он может видеть это из связи причин и из истин в их порядке; но это не может быть понято человеком, который не является рациональным, и по нескольким причинам, главная из которых заключается в том, что у него нет желания понять это, поскольку это противостоит фальши, которую он сделал своей истиной; и тот, кто не желает понимать по этой причине, закрыл для своей рациональной способности путь на небеса, хотя этот путь может быть открыт, когда сопротивление воли прекратится (см. выше, n. 424). То, что человек способен понимать истины и быть рациональным, когда он того пожелает, стало для меня очевидным благодаря большому опыту. Злые духи, которые стали неразумными в мире, отвергнув Божественное и истины Церкви и утвердившись против них, часто были обращены Божественной силой к тем, кто находился в свете истины, и тогда они постигали все вещи, как ангелы, и признавали их истинными, а также то, что они постигли их все. Но как только эти духи возвращались в себя и снова обращались к любви своей воли, они не постигали истины и утверждали обратное". [2] Я также слышал, как некоторые обитатели ада говорили, что они знали и воспринимали то, что они делали, как зло, а то, что они думали, как ложь; но что они были не в состоянии противостоять восторгу своей любви, то есть своей воле, и что именно их воля побуждает их мысль видеть зло как добро, а ложь как истину. Итак, очевидно, что те, кто пребывает в ложности от зла, имеют способность понимать и быть разумными, но не желают этого; а не желают они по той причине, что возлюбили ложность больше, чем истину, потому что она согласуется со злом, в котором они находятся. Любить и желать - одно и то же, ибо то, что человек желает, он любит, а то, что он любит, он желает. [3] Поскольку состояние людей таково, что они способны понять истины, если захотят, мне было позволено подтверждать духовные истины, которые являются истинами небес и Церкви, даже рассуждениями, и это для того, чтобы ложь, которой был закрыт разум многих, была рассеяна рассуждениями, и таким образом, возможно, в некоторой степени открылись глаза; ибо подтверждать духовные блага рассуждениями позволено всем, кто находится в истинах. Кто может понять Слово, исходя из смысла его буквы, если он не видит просвещенным разумом истины, которые оно содержит? Не в этом ли источник стольких ересей от одного и того же Слова?
            <br/>
 Истины учения Церкви, вытекающие из Слова, должны быть отправной точкой, и они должны быть сначала признаны, а после этого допустимо обращаться к знаниям (n. 6047).
            <br/>
Таким образом, тем, кто находится в утвердительном состоянии по отношению к истинам веры, позволительно рационально подтверждать их знаниями, но не позволительно тем, кто находится в отрицательном состоянии (n. 2568, 2588, 4760, 6047).
            <br/>
В соответствии с Божественным порядком рационально входить из духовных истин в знания, которые являются естественными истинами, но не входить из последних в первые, потому что духовное вливание в естественные вещи возможно, но не естественное или физическое вливание в духовные вещи (n. 3219, 5119, 5259, 5427, 5428, 5478, 6322, 9109, 9110).
            <br/>
            <br/>
456. То, что дух человека, освободившись от тела, все еще остается человеком и в подобной форме, было доказано мне ежедневным опытом многих лет; ибо я видел таких людей и слушал их тысячи раз, и говорил с ними об этом факте, что люди в мире не считают их людьми, а тех, кто верит в это, ученые считают простыми. Духи огорчены сердцем, что такое невежество все еще продолжается в мире, и прежде всего в церкви". [2] Но эта вера, по их словам, исходила в основном от ученых, которые думали о душе на основе идей, полученных из телесных ощущений; и на основе таких идей единственное представление, которое они сформировали о душе, было просто мыслью; и когда она рассматривается отдельно от какого-либо предмета как ее содержатель и источник, то это просто мимолетное дыхание чистого эфира, которое должно рассеяться, когда тело умрет. Но поскольку Церковь верит из Слова в бессмертие души, они вынуждены приписывать ей нечто жизненно важное, относящееся к мысли, но они отрицают в ней всякое чувство, каким обладает человек, пока она снова не соединится с телом. На этом мнении основано учение о воскресении, с верой в то, что душа и тело вновь соединятся во время последнего суда. По этой причине, когда кто-либо думает о душе в соответствии с этой доктриной и этими предположениями, у него нет представления о том, что это дух, причем в человеческом облике. И далее, почти никто в наши дни не знает, что такое духовное, и тем более, что духовные существа, каковыми являются все духи и ангелы, имеют человеческую форму. [3] Следовательно, почти все, кто уходит из этого мира, сильно удивляются, обнаружив, что они живы и являются такими же людьми, как и раньше, что они видят, слышат и говорят, и что их тело пользуется чувством осязания, как и раньше, без каких-либо различий (см. выше, п. 74). И когда они перестают удивляться самим себе, они удивляются тому, что церковь ничего не знает об этом состоянии людей после смерти, ничего о рае или аде, когда на самом деле все, кто когда-либо жил в мире, находятся в другой жизни и живут как люди. И поскольку они также недоумевали, почему это не было открыто людям через видения, что является неотъемлемой частью веры Церкви, им было сказано с небес, что хотя это могло бы быть сделано, поскольку нет ничего проще, когда это угодно Господу, однако те, кто утвердился в противоположной лжи, не поверят, даже если сами увидят это; Также опасно подтверждать что-либо видениями, когда люди находятся в лжи, ибо тогда они сначала поверят, а затем опровергнут, и таким образом осквернят саму истину, поскольку верить, а затем опровергать - значит осквернять; а те, кто оскверняет истину, низвергаются в самый низкий и самый тяжкий из всех адов. [4] Именно эта опасность подразумевается в словах Господа:
            <br/>
            <br/>
Он ослепил глаза их и ожесточил сердца их, чтобы они не увидели глазами и не уразумели сердцем, и не обратились, и Я не исцелил их (Иоанна 12:40).
            <br/>
            <br/>
А то, что пребывающие в заблуждении не поверят, даже если будут даны видения, подразумевается под этими словами:
            <br/>
            <br/>
Авраам сказал богачу в аду: у них есть Моисей и пророки, пусть слушают их. Но тот сказал: нет, отец Авраам, но если бы кто пришел к ним из мертвых, то они обратились бы. Но Авраам сказал ему: если Моисея и пророков не слушают, то и не поверят, если кто из мертвых воскреснет (Луки 16:29-31).
            <br/>
            <br/>
 Профанация - это смешение добра и зла, истины и лжи в человеке (n. 6348).
            <br/>
Только те могут осквернять истину и добро, или святыни Слова и Церкви, кто сначала признает их, а тем более живет в соответствии с ними, а затем отступает от веры и отвергает ее, и живет для себя и мира (n. 593, 1008, 1010, 1059, 3398, 3399, 3898, 4289, 4601, 10284, 10287).
            <br/>
Если человек после покаяния сердца возвращается к прежним порокам, он оскверняется, и тогда его последнее состояние хуже прежнего (n. 8394).
            <br/>
Те, кто не признает святыни, а тем более те, кто не имеет о них никакого представления, не могут осквернять их (n. 1008, 1010, 1059, 9188, 10284).
            <br/>
Язычники, которые находятся вне Церкви и не имеют Слова, не могут осквернять его (n. 1327, 1328, 2051, 2284).
            <br/>
По этой причине внутренние истины не были открыты иудеям, ибо если бы они были открыты и признаны, то народ осквернил бы их (n. 3398, 4289, 6963).
            <br/>
Жребий осквернителей в другой жизни - худший из всех, потому что не только добро и истина, которые они признали, но и их зло и ложь остаются, а поскольку они держатся вместе, жизнь разрывается на части (n. 571, 582, 6348).
            <br/>
Поэтому Господь заботится о том, чтобы предотвратить профанацию (n. 2426, 10287).
            <br/>
            <br/>
457. Когда дух человека впервые входит в мир духов, что происходит вскоре после его реанимации, как описано выше, его лицо и тон голоса напоминают те, которые он имел в этом мире, потому что тогда он находится в состоянии внешнего мира, а его внутренний мир еще не раскрыт. Таково первое состояние человека после смерти. Но впоследствии его лицо меняется и становится совершенно иным, уподобляясь его господствующей привязанности или господствующей любви, в соответствии с тем, какими были внутренности его ума, пока он был в мире, и его дух, пока он был в теле. Ибо лицо духа человека сильно отличается от лица его тела. Лицо тела - от его родителей, а лицо духа - от его привязанностей и является их образом. Когда жизнь духа в теле заканчивается, внешняя сторона тела отбрасывается, а внутренняя раскрывается, он переходит в эту привязанность. Это второе состояние человека. Я видел некоторых, недавно пришедших из мира, и узнал их по лицу и речи; но, увидев их после, я не узнал их. Те, кто был в добрых привязанностях, выглядели с красивыми лицами, а те, кто был в злых привязанностях, - с искаженными лицами; ибо дух человека, рассматриваемый сам по себе, есть не что иное, как его привязанность, а лицо - его внешняя форма. Другая причина изменения лиц заключается в том, что в другой жизни никому не позволено подделывать чужие привязанности и принимать облик, противоречащий его любви. Все в другой жизни приведены в такое состояние, чтобы говорить так, как они думают, и проявлять в своих взглядах и жестах склонности своей воли. И потому лица всех становятся формами и образами их привязанностей; и вследствие этого все, кто знал друг друга в этом мире, знают друг друга в мире духов, но не на небесах и не в аду (как было сказано выше, n. 427).
            <br/>
 Лицо сформировано таким образом, чтобы соответствовать внутренностям (n. 4791-4805, 5695).
            <br/>
Соответствие лица и его выражений привязанностям ума (n. 1568, 2988, 2989, 3631, 4796, 4797, 4800, 5165, 5168, 5695, 9306).
            <br/>
У ангелов небесных лицо составляет одно целое с внутренностями, принадлежащими уму (n. 4796-4799, 5695, 8250).
            <br/>
Поэтому в Слове лицо означает внутренности, принадлежащие уму, то есть, привязанности и мысли (n. 1999, 2434, 3527, 4066, 4796, 5102, 9306, 9546).
            <br/>
Каким образом приток из мозга в лицо изменился с течением времени, а вместе с ним и само лицо в отношении его соответствия внутренностям (n. 4326, 8250).
            <br/>
            <br/>
458. Лица лицемеров меняются медленнее, чем у других, потому что практикой они выработали привычку так управлять своими внутренностями, чтобы имитировать хорошие привязанности; поэтому долгое время они выглядят некрасивыми. Но поскольку то, что они приняли на себя, постепенно отбрасывается, а внутреннее состояние ума приводится в соответствие с формой их привязанностей, то через некоторое время они становятся более неправильной формы, чем другие. Лицемеры - это те, кто привык говорить как ангелы, но внутренне признал только природу, а не Божественное, и поэтому отрекся от того, что относится к небу и церкви.
            <br/>
            <br/>
459. Следует знать, что человеческая форма каждого человека после смерти тем прекраснее, чем больше он внутренне любил Божественные истины и жил в соответствии с ними; ибо внутренность каждого человека открывается и формируется в соответствии с его любовью и жизнью; поэтому, чем более внутренняя привязанность, тем больше она похожа на небеса, и, следовательно, тем красивее лицо. Вот почему ангелы на внутренних небесах прекраснее всех, ибо они - формы небесной любви. Но те, кто любил Божественные истины более внешне и жил в соответствии с ними более внешним образом, менее красивы; ибо внешние привязанности сияют только на их лицах, а через них не светится внутренняя небесная любовь, следовательно, нет ничего от формы небес, как они есть сами по себе. На лицах таких людей можно увидеть нечто сравнительно туманное, не оживленное ничем из внутренней жизни, сияющей сквозь него. Одним словом, всякое совершенство возрастает к внутреннему и уменьшается к внешнему, а с увеличением и уменьшением совершенства возрастает и красота. Я видел ангельские лица третьего неба такого сияния, что ни один художник со всем своим искусством не смог бы придать своим краскам такого света, чтобы хоть на тысячную долю сравняться с той яркостью и жизнью, которая сияла на их лицах. Но лица ангелов низших небес в какой-то мере можно сравнить.
            <br/>
            <br/>
460. В заключение я упомяну некий аркан, доселе никому не известный, а именно, что всякое благо и истина, исходящие от Господа и творящие небеса, имеют человеческую форму; и это не только в целом и в том, что больше, но и в каждой части и в том, что меньше; а также что эта форма влияет на каждого, кто принимает благо и истину от Господа, и заставляет каждого, кто находится на небесах, быть в человеческой форме в соответствии с его приемом блага и истины. Вследствие этого небеса подобны самим себе в целом и в частности, а человеческая форма - это форма всего, каждого общества и каждого ангела (как было показано в четырех главах с 59 по 86); к этому следует добавить, что она является формой наименьших мыслей, происходящих от небесной любви с ангелами. Ни один человек, однако, не может легко постичь этот арканум; но он ясно постигается ангелами, поскольку они находятся в небесном свете.
            <br/>
            <br/>
461. ПОСЛЕ СМЕРТИ ЧЕЛОВЕК ЛИШАЕТСЯ ВСЕХ ЧУВСТВ, ВСЕЙ ПАМЯТИ, МЫСЛЕЙ И ПРИВЯЗАННОСТЕЙ, КОТОРЫМИ ОН ОБЛАДАЛ В ЭТОМ МИРЕ, НЕ ОСТАВЛЯЯ ПОСЛЕ СЕБЯ НИЧЕГО, КРОМЕ СВОЕГО ЗЕМНОГО ТЕЛА.
            <br/>
Многочисленные опыты доказали мне, что когда человек переходит из природного мира в духовный, как это происходит после смерти, он берет с собой все свое имущество, то есть все, что принадлежит ему как человеку, кроме своего земного тела. Ибо когда человек переходит в духовный мир или в жизнь после смерти, он находится в таком же теле, в каком был в этом мире, без видимой разницы, поскольку он не видит и не чувствует никакой разницы. Но его тело тогда духовно, и таким образом отделено или очищено от всего земного; и когда духовное касается или видит духовное, это точно так же, как когда естественное касается или видит естественное. Поэтому, когда человек стал духом, он не знает ничего иного, кроме того, что он находится в том же теле, которое было у него в этом мире, и поэтому не знает, что он умер". [2] Более того, дух человека наслаждается всеми чувствами, как внешними, так и внутренними, которыми он наслаждался в мире; он видит, как прежде, слышит и говорит, как прежде, чувствует запахи и вкусы, и когда его трогают, он чувствует прикосновение, как прежде; он также жаждет, желает, жаждет, думает, размышляет, волнуется, любит, желает, как прежде; и тот, кто наслаждается учебой, читает и пишет, как прежде. Одним словом, когда человек переходит из одной жизни в другую, или из одного мира в другой, это подобно переходу из одного места в другое, неся с собой все то, чем он обладал в себе как человек; так что по смерти, которая есть лишь смерть земного тела, нельзя сказать, что человек потерял что-то действительно свое. [3] Кроме того, он несет с собой свою естественную память, сохраняя все, что он слышал, видел, читал, узнал или думал в мире с самого раннего младенчества и до конца жизни; хотя естественные объекты, содержащиеся в памяти, поскольку они не могут быть воспроизведены в духовном мире, находятся в состоянии покоя, как и тогда, когда человек не думает о них. Тем не менее, они воспроизводятся по воле Господа. Но об этой памяти и ее состоянии после смерти мы еще поговорим. Чувственному человеку невозможно поверить, что таково состояние человека после смерти, потому что он не может этого понять; ведь чувственному человеку необходимо мыслить естественно даже о духовных вещах; поэтому любую вещь, которая не обращена к его чувствам, то есть которую он не видит своими телесными глазами и не осязает руками (как сказано о Фоме, Иоанна 20:25, 27, 29), он отрицает. (Что такое чувственный человек, можно увидеть выше, n. 267 и примечания).
            <br/>
            <br/>
462. [a.] И все же есть большая разница между жизнью человека в духовном мире и его жизнью в мире естественном, как в отношении его внешних чувств и их привязанностей, так и в отношении его внутренних чувств и их привязанностей. Те, кто находится на небесах, обладают более утонченными чувствами, то есть более острым зрением и слухом, а также более мудро мыслят, чем когда они были в мире; ибо они видят в небесном свете, который во много раз превосходит свет мира (см. выше, п. 126); и они слышат посредством духовной атмосферы, которая также во много раз превосходит земную атмосферу (п. 235). Это различие в отношении внешних чувств подобно различию между ясным солнечным светом и темной облачностью в мире, или между полуденным светом и вечерней тенью. Ведь небесный свет, поскольку он есть Божественная истина, позволяет глазам ангелов воспринимать и различать самые незначительные вещи. [2] Более того, их внешнее зрение соответствует их внутреннему зрению или пониманию; ибо у ангелов одно зрение так перетекает в другое, что действует как одно целое с ним; и это дает им большую остроту зрения. Точно так же их слух соответствует их восприятию, которое относится как к пониманию, так и к воле, и поэтому они воспринимают в тоне и словах говорящего самые мельчайшие вещи его привязанности и мысли; в тоне то, что относится к его привязанности, а в словах то, что относится к его мысли (см. выше, n. 234-245). Но остальные чувства у ангелов менее изысканны, чем чувства зрения и слуха, по той причине, что зрение и слух служат их интеллекту и мудрости, а остальные - нет; и если бы остальные чувства были столь же изысканны, они умаляли бы свет и радость их мудрости и впускали бы наслаждение удовольствиями, относящимися к различным аппетитам и телу; а поскольку они преобладают, они затемняют и ослабляют понимание. Это происходит в мире, где люди становятся грубыми и глупыми в отношении духовных истин, пока они потакают чувству вкуса и поддаются соблазнам чувства осязания. [3] Из того, что уже было сказано и показано в главе о мудрости ангелов небесных (n. 265-275), видно, что внутренние чувства ангелов небесных, относящиеся к их мыслям и привязанностям, более изысканны и совершенны, чем те чувства, которыми они обладали в мире. Но что касается состояния тех, кто находится в аду, по сравнению с состоянием тех, кто находится в мире, то и здесь есть большая разница, ибо как ни велико совершенство и превосходство внешних и внутренних чувств ангелов на небесах, у тех, кто находится в аду, несовершенство столь же велико. Но о состоянии этих людей мы поговорим позже.
            <br/>
            <br/>
462. [b.] То, что когда человек покидает мир, он забирает с собой всю свою память, было показано мне многими способами, и многие вещи, которые я видел и слышал, достойны упоминания, о некоторых из них я расскажу по порядку. Были некоторые, которые отрицали свои преступления и злодеяния, совершенные ими в мире; вследствие этого, чтобы их не считали невиновными, все их дела были раскрыты и просмотрены из их памяти по порядку, от самых ранних до последних лет; это были главным образом прелюбодеяния и блуд. [2] Были и такие, которые обманывали других лукавыми искусствами и совершали кражи. Обманы и кражи этих людей также были подробно перечислены, и многие из них были известны едва ли кому-либо в мире, кроме них самих. В этих делах они признавались, потому что они были ясно изложены, с каждой мыслью, намерением, удовольствием и страхом, которые занимали их умы в то время. [3] Были и другие, принимавшие взятки и выносившие продажные приговоры, которые точно так же были извлечены из памяти, и по ним было просмотрено все, что они сделали с начала и до конца своей должности. Каждая деталь в отношении того, что и сколько они получили, а также время, их душевное состояние и намерения, были приведены в их воспоминание и наглядно продемонстрированы многим сотням людей. Это было сделано с несколькими, и что удивительно, в некоторых случаях их записные книжки, в которых они записывали эти вещи, были открыты и прочитаны перед ними страница за страницей. [4] Другие, которые соблазняли девиц на позор или нарушали целомудрие, были призваны к подобному суду; подробности их преступлений были извлечены из их памяти и рассмотрены. Сами лица девиц и женщин также показывались как бы присутствующими, с местами, словами и намерениями, и это так же внезапно, как когда сцена представляется взору, причем показы продолжались иногда часами. [5] Был один, который легкомысленно клеветал на других; и я слышал, как его клеветы пересказывались по порядку, и его клеветы, с самыми словами и лицами, о которых и перед которыми они были произнесены; все это было произведено и представлено до самой жизни, хотя, пока он жил в мире, он тщательно скрывал все. [6] Был один, который под обманным предлогом лишил родственника его наследства; и он был таким же образом осужден и осужден; и что удивительно, письма и бумаги, которые проходили между ними, были прочитаны в моем слухе, и было сказано, что ни в одном слове не было недостатка. [7] Этот же человек незадолго до своей смерти тайно отравил своего соседа. Это было раскрыто таким образом. Ему показалось, что он роет траншею под ногами, из которой, как из могилы, вышел человек и возопил к нему: "Что ты сделал со мной?". Затем все было рассказано: как отравитель дружески разговаривал с ним и протянул чашу, что он думал до этого и что произошло после. Когда все это было раскрыто, его приговорили к аду. [8] Одним словом, каждому злому духу все его злодеяния, злодейства, грабежи, хитрости и обманы становятся явными, всплывают из его памяти, и его вина полностью установлена; нет никакой возможности для отрицания, потому что все обстоятельства показаны вместе. Более того, я узнал из памяти человека, когда ее видели и проверяли ангелы, какие мысли были у него в течение месяца, один день за другим, и это без ошибок, мысли вспоминались точно так же, как они возникали изо дня в день". [9] Из этих примеров видно, что человек носит с собой всю свою память и что ничто не может быть настолько скрыто в этом мире, чтобы не быть раскрытым после смерти, что и делается в присутствии многих, согласно словам Господа:
            <br/>
            <br/>
Нет ничего тайного, что не сделалось бы явным, и ничего сокровенного, что не сделалось бы известным; итак, что вы говорили в темноте, то будет услышано при свете, и что вы говорили на ухо, то будет возвещено на крышах домов (Луки 12:2, 3).
            <br/>
            <br/>
463. При раскрытии человеку его деяний после смерти ангелы, которым поручено искать, смотрят ему в лицо, и их поиск распространяется на все тело, начиная с пальцев каждой руки и таким образом продолжаясь по всему телу. Когда я удивился этому, мне была дана причина, а именно: как все вещи мысли и воли записаны в мозгу, поскольку их начало находится там, так же они записаны и во всем теле, поскольку все вещи мысли и воли простираются от своего начала во все вещи тела и там заканчиваются, как в своем пределе; и поэтому вещи, записанные в памяти от воли и последующей мысли, записаны не только в мозгу, но и во всем человеке, и там существуют в порядке, соответствующем порядку частей тела. Таким образом, стало ясно, что человек в целом таков, каков он есть в своей воле и ее мысли, вплоть до того, что злой человек сам себе злой, а добрый - сам себе добрый. Это показывает, что подразумевается под книгой жизни человека, о которой говорится в Слове, а именно: все, что он сделал, и все, что он подумал, записано на всем человеке, и когда они вызываются из памяти, они выглядят как прочитанные в книге, а когда дух рассматривает их в свете небес, они выглядят как на картинке. Ко всему этому я хотел бы добавить нечто замечательное в отношении сохранения памяти после смерти, благодаря чему я убедился, что не только вещи в целом, но и мельчайшие детали, вошедшие в память, остаются и никогда не стираются. Я видел там книги, содержащие записи, как в мире, и мне сказали, что они были из памяти тех, кто писал, и что в них не было ни одного недостающего слова, которое было бы в книге, написанной тем же человеком в мире; и таким образом все мельчайшие подробности могут быть извлечены из памяти человека, даже те, которые он забыл в мире. И была названа причина, а именно: у человека есть внешняя и внутренняя память, внешняя память, принадлежащая его природному человеку, и внутренняя память, принадлежащая его духовному человеку; и что каждая малейшая вещь, которую человек думал, желал, говорил, делал или даже слышал и видел, записана в его внутренней или духовной памяти;  и то, что там находится, никогда не стирается, поскольку оно также записано на самом духе и на членах его тела, как было сказано выше; и что дух, таким образом, формируется в соответствии с мыслями и действиями его воли. Я знаю, что это звучит как парадокс, и поэтому в это трудно поверить; но все же это правда. Пусть никто не верит, что есть хоть что-то, что человек когда-либо думал в себе или делал в тайне, что может быть скрыто после смерти; но пусть он верит, что все вещи и каждый отдельный поступок будут тогда открыты ясно, как день.
            <br/>
 Хороший человек, дух или ангел - это его собственное благо и его собственная истина, то есть он полностью таков, каковы его благо и истина (n. 10298, 10367).
            <br/>
Это потому, что добро - это то, что делает волю, а истина - понимание; а воля и понимание делают все живое в человеке, духе или ангеле (n. 3332, 3623, 6065).
            <br/>
Это то же самое, что сказать, что человек, дух или ангел - это его собственная любовь (n. 6872, 10177, 10284).
            <br/>
 У человека есть две памяти - внешняя и внутренняя, или естественная и духовная (n. 2469-2494).
            <br/>
Человек не знает, что у него есть внутренняя память (n. 2470, 2471). Насколько внутренняя память превосходит внешнюю (n. 2473).
            <br/>
То, что содержится во внешней памяти, находится в свете мира, а то, что содержится во внутренней, находится в свете небес (n. 5212).
            <br/>
Именно благодаря внутренней памяти человек способен мыслить и говорить разумно и рационально (n. 9394).
            <br/>
Все вещи и каждая вещь, о которых человек думал, говорил и делал, которые он видел и слышал, записаны во внутренней памяти (n. 2474, 7398).
            <br/>
Эта память - книга его жизни (n. 2474, 9386, 9841, 10505).
            <br/>
Во внутренней памяти хранятся истины, которые стали истинами веры, и блага, которые стали благами любви (n. 5212, 8067).
            <br/>
То, что стало делом привычки и стало делом жизни, и таким образом исчезло из внешней памяти, находится во внутренней памяти (n. 9394, 9723, 9841).
            <br/>
Духи и ангелы говорят из внутренней памяти и, следовательно, имеют универсальный язык (n. 2472, 2476, 2490, 2493).
            <br/>
Языки мира принадлежат внешней памяти (n. 2472, 2476).
            <br/>
            <br/>
464. Хотя внешняя или природная память остается в человеке после смерти, просто природные вещи в ней не воспроизводятся в другой жизни, но только духовные вещи, примыкающие к природным посредством соответствий; но когда они представлены зрению, они появляются в точно такой же форме, какую они имели в природном мире; ибо все вещи, видимые на небесах, имеют точно такой же вид, как и в мире, хотя по своей сути они не природные, но духовные (как можно видеть в главе "Представители и видимость на небесах", n. 170-176). [2] Но внешняя или естественная память в отношении тех вещей в ней, которые происходят из материала, времени и пространства, и других свойств природы, не полезна для духа так, как она была полезна для него в мире, ибо всякий раз, когда человек думает в мире от своего внешнего чувственного, а не в то же время от своего внутреннего или интеллектуального чувственного, он думает естественно, а не духовно; но в другой жизни, когда он является духом в духовном мире, он думает не естественно, а духовно, и думать духовно - значит думать интеллектуально или рационально. По этой причине внешняя, или естественная, память в отношении своего материального содержания затихает, и в употребление вступает только то, что человек воспринял в мире посредством материальных вещей и сделал рациональным. Внешняя память затихает в отношении материальных вещей, потому что они не могут быть вызваны к жизни, так как духи и ангелы говорят из тех привязанностей и мыслей, которые присущи их разуму, и поэтому не могут выразить ничего, что не согласуется с их привязанностями и мыслями, как видно из того, что сказано о речи ангелов на небесах и их речи с человеком (n. 234-257). [3] По этой причине человек после смерти становится разумным не в той степени, в какой он был искусен в языках и науках в этом мире, но в той степени, в какой он стал разумным с их помощью. Я разговаривал со многими, кого в мире считали учеными, потому что они были знакомы с древними языками, такими как еврейский, греческий и латынь, но не развивали свою рациональную способность с помощью того, что написано на этих языках. Некоторые из них были такими же простыми, как и те, кто ничего не знал об этих языках, а некоторые даже глупыми, и все же они сохраняли самомнение, что они мудрее других. [4] Я разговаривал с теми, кто верил в мире, что человек мудр в меру содержимого своей памяти, и кто хранил в своей памяти множество вещей, говоря почти исключительно по памяти, а потому не от себя, а от других, и их рациональность вовсе не была усовершенствована посредством вещей, хранящихся в их памяти. Некоторые из них были глупыми, а некоторые - слабыми, нисколько не понимая, истинна ли истина или нет, и хватаясь за любую ложь, выдаваемую за истину теми, кто называет себя учеными; ибо сами по себе они не в состоянии увидеть ни одной вещи, истинна она или нет, и, следовательно, не в состоянии увидеть ни одной вещи рационально, когда слушают других. [5] Я также беседовал с некоторыми, кто много писал в мире на всевозможные научные темы и тем самым приобрел всемирную репутацию ученого. Некоторые из них действительно обладали способностью рассуждать об истинах, независимо от того, истинны они или нет; а некоторые, обратившись к тем, кто находится в свете истины, имели некоторое понимание того, что истины истинны, но все же не имели желания постичь их, и поэтому, находясь в своей собственной фальши, а значит, в самих себе, отрицали их. Некоторые из них обладали не большей мудростью, чем необученные простые люди. Таким образом, каждый отличался от другого в зависимости от того, насколько он культивировал свою рациональную способность посредством знаний, о которых он писал или которые он собирал. Но те, кто выступал против истин церкви, кто мыслил на основе простых знаний и тем самым утверждал себя в ложности, не культивировали свои рациональные способности, а культивировали только способность рассуждать, которую в мире считают рациональностью. Но эта способность полностью отличается от рациональности; это способность доказывать все, что угодно, и на основе предвзятых принципов и заблуждений видеть фальшь, а не истину. Таких людей никогда нельзя заставить признать истину, поскольку истину нельзя увидеть из лжи, а ложь можно увидеть из истины. Рациональная способность человека подобна саду или кустарнику, или свежей земле; память - почва, известные истины и знания - семена, свет и тепло небес заставляют их расти; без света и тепла нет прорастания; так и с разумом, когда свет небес, который есть Божественная истина, и тепло небес, которое есть Божественная любовь, не признаются; рациональность только от них. К великому огорчению ангелов, ученые люди по большей части приписывают все природе и тем самым настолько закрывают внутренности своих умов, что не могут увидеть ничего истинного из света истины, который есть свет небес. Вследствие этого таких людей в другой жизни лишают способности рассуждать, чтобы они не распространяли ложь среди простых добрых людей и не сбивали их с пути; их отсылают в пустынные места.
            <br/>
            <br/>
465. Некий дух возмущался тем, что не может вспомнить многое из того, что знал при жизни тела, скорбел о потерянном удовольствии, которым так наслаждался, но ему сказали, что он ничего не потерял, что он по-прежнему знает все и вся, что знал раньше, хотя в мире, где он сейчас находится, никому не позволено вызывать такие вещи из памяти, и что он должен быть доволен тем, что теперь он может думать и говорить гораздо лучше и совершеннее, чем прежде, и что его разум не погружен, как прежде, в грубые, неясные, материальные и телесные вещи, которые бесполезны в Царстве, в которое он теперь пришел; Также он теперь обладает всем, что способствует пользованию вечной жизнью, и что это единственный способ стать блаженным и счастливым; и поэтому невежеству свойственно верить, что в этом царстве разум погибает с удалением или затиханием материальных вещей в памяти; ибо на самом деле, насколько разум может быть отстранен от чувственных вещей, относящихся к внешнему человеку или телу, настолько он возвышается к вещам духовным и небесным.
            <br/>
            <br/>
466. То, чем являются эти два воспоминания, иногда представляется в другой жизни в формах, не встречающихся в других местах; ибо многие вещи, которые в человеке принимают форму идей, там представляются как объекты зрения. Внешняя память там имеет вид мозоли, внутренняя - вид медуллярного вещества, подобного тому, что имеется в человеческом мозге; и по этому можно узнать, что они собой представляют. У тех, кто в жизни тела посвятил себя культивированию одной лишь памяти, но не культивировал свою рациональную способность, мозоль выглядит твёрдой и покрытой полосками внутри, как сухожилия. У тех, кто наполнил память фальшью, она кажется волосатой и грубой, потому что в ней путается множество вещей. У тех, кто культивировал память любовью к себе и миру как к цели, она кажется склеенной и окостеневшей. У тех, кто желал проникнуть в Божественные арканы посредством обучения, особенно философского, с нежеланием верить, пока их не убедят подобные доказательства, память предстает как темная субстанция, такой природы, что поглощает лучи света и превращает их во тьму. У тех, кто практиковал обман и лицемерие, она кажется твердой и костлявой, как черное дерево, которое отражает лучи света. Но у тех, кто пребывал в добре любви и истинах веры, нет такого черствого вида, потому что их внутренняя память передает лучи света во внешнюю; и в ее объектах или идеях, как в их основе или основании, лучи заканчиваются и находят восхитительные вместилища; ибо внешняя память - это внешний порядок, в котором, когда там находятся блага и истины, духовные и небесные вещи мягко заканчиваются и находят свое место.
            <br/>
            <br/>
467. Живущие в мире люди, пребывающие в любви к Господу и милосердии к ближнему, имеют с собой и в себе ангельский разум и мудрость, но они хранятся в глубинах внутренней памяти; и они совсем не сознают этого, пока не отбросят телесные вещи. Тогда естественная память засыпает, и они пробуждаются в своей внутренней памяти, а затем постепенно и в самой ангельской памяти.
            <br/>
            <br/>
468. О том, как можно культивировать рациональное мышление, мы также расскажем в нескольких словах. Подлинный рациональный ум состоит из истин, а не из фальши; все, что состоит из фальши, не является рациональным. Существует три вида истин: гражданские, моральные и духовные. Гражданские истины относятся к вопросам суда и управления в королевствах, и вообще к тому, что в них справедливо и равноправно. Нравственные истины относятся к вопросам жизни каждого человека, связанным с общением и социальными отношениями, в целом к тому, что честно и правильно, и в частности к добродетелям любого рода. Духовные же истины относятся к небесам и церкви, в целом к добру любви и истине веры. [2] В каждом человеке есть три степени жизни (см. выше, n. 267). Рациональная способность открывается в первой степени гражданскими истинами, во второй степени - нравственными истинами, в третьей степени - духовными истинами. Но следует понимать, что рациональная способность, которая состоит из этих истин, формируется и открывается не от того, что человек их знает, а от того, что он живет в соответствии с ними; а жить в соответствии с ними означает любить их от духовной привязанности; А любить истины из духовной привязанности - значит любить то, что справедливо и равноправно, потому что оно справедливо и равноправно, то, что честно и правильно, потому что оно честно и правильно, и то, что хорошо и истинно, потому что оно хорошо и истинно; тогда как жить согласно им и любить их из телесной привязанности - значит любить их ради себя и ради своей репутации, чести или выгоды. Следовательно, пока человек любит эти истины из телесной привязанности, он не становится разумным, ибо он любит не их, а себя, и истины служат ему, как слуги служат своему господину; а когда истины становятся слугами, они не входят в человека и не открывают в нем никакой степени жизни, даже первой, а просто покоятся в памяти как знания под материальной формой, и там соединяются с любовью к себе, которая является телесной любовью. [3] Все это показывает, как человек становится разумным, а именно: он становится разумным в третьей степени благодаря духовной любви к добру и истине, которые относятся к небу и церкви; он становится разумным во второй степени благодаря любви к тому, что честно и правильно; и в первой степени благодаря любви к тому, что справедливо и равноправно. Эти две последние любви также становятся духовными от духовной любви к добру и истине, потому что эта любовь вливается в них, соединяется с ними и образует в них как бы свое собственное подобие.
            <br/>
            <br/>
469. Духи и ангелы, как и люди, обладают памятью, и все, что они слышат, видят, думают, желают и делают, остается с ними, и таким образом их рациональная способность постоянно культивируется даже в вечности. Таким образом, духи и ангелы, наравне с людьми, совершенствуются в интеллекте и мудрости посредством познания истины и добра. В том, что духи и ангелы обладают памятью, я убедился на собственном опыте, видя все, что они думали и делали, как на людях, так и наедине, вызванное из их памяти, когда они были с другими духами; и я видел тех, кто был в некоторой истине от простого добра, пропитанного знаниями, и тем самым интеллектом, и после этого вознесенных на небеса. Но следует понимать, что они не наделены знанием и тем самым разумом сверх той степени привязанности к добру и истине, которой они достигли в этом мире; ибо столько и столько привязанности, сколько было у любого духа или ангела в этом мире, остается с ним; и эта привязанность впоследствии совершенствуется, будучи восполнена, что продолжается до вечности. Ибо все способно наполняться до бесконечности, поскольку все способно к бесконечному изменению, обогащению различными вещами, а значит, к умножению и плодоношению. Для всякого блага нет предела, ибо оно исходит от Бесконечного. То, что духи и ангелы непрерывно совершенствуются в разуме и мудрости посредством познания истины и добра, можно увидеть выше, в главах о мудрости ангелов небесных (n. 265-275); о язычниках или людях вне небесной церкви (n. 318-328); и о малых детях на небесах (n. 329-345); и что это делается в той степени привязанности к добру и истине, в которой они были в мире, а не за его пределами, можно увидеть в n. 349.
            <br/>
            <br/>
470. ЧЕЛОВЕК ПОСЛЕ СМЕРТИ БУДЕТ ТАКИМ, КАКОЙ БЫЛА ЕГО ЖИЗНЬ В ЭТОМ МИРЕ.
            <br/>
Каждый христианин знает из Слова, что после смерти его ожидает собственная жизнь, ибо там во многих местах говорится, что человек будет судим и вознагражден в соответствии со своими делами и поступками; и никто, кто думает от добра и от настоящей истины, не может не видеть, что тот, кто живет хорошо, попадает на небо, а тот, кто живет плохо, попадает в ад. Но злой человек не хочет верить, что его состояние после смерти зависит от его жизни в этом мире; он думает, особенно когда он болен, что рай дается каждому из чистого милосердия, какой бы ни была его жизнь, и что это делается в соответствии с его верой, которую он отделяет от жизни.
            <br/>
            <br/>
471. О том, что человек будет судим и вознагражден в соответствии со своими делами и поступками, говорится во многих отрывках из Слова, некоторые из которых я здесь процитирую:
            <br/>
            <br/>
Сын Человеческий придет во славе Отца Своего с Ангелами Своими, и тогда воздаст каждому по делам его (Матф. 16:27).
            <br/>
Блаженны мертвые, умирающие в Господе; да, говорит Дух, да успокоятся они от трудов своих, ибо дела их идут за ними (Апок. 14:13).
            <br/>
Я воздам каждому по делам его (Апок. 2:23).
            <br/>
Я видел мертвых, малых и великих, стоящих пред Богом; и раскрылись книги, и судимы были мертвые из написанного в книгах по делам их. Море отдало мертвых, бывших в нем, и смерть и ад отдали бывших в них, и судим был каждый по делам своим (Апок. 20:12, 13).
            <br/>
Вот, Я пришел, и награда Моя со Мною, чтобы воздать каждому по делам его (Апок. 22:12).
            <br/>
Всякого, кто слушает слова Мои и исполняет их, уподоблю человеку благоразумному; а всякого, кто слушает слова Мои и не исполняет их, уподоблю человеку глупому (Матф. 7:24, 26).
            <br/>
Не всякий, говорящий Мне: Господи, Господи, войдет в Царство Небесное; но исполняющий волю Отца Моего, Который на небесах. Многие скажут Мне в тот день: Господи, Господи, не мы ли пророчествовали именем Твоим, и не Твоим ли именем изгоняли бесов, и не Твоим ли именем совершили многие дела? Но тогда исповедаю им: не знаю вас; отойдите от Меня, делатели беззакония (Матф. 7:21-23).
            <br/>
Тогда вы начнете говорить: мы ели и пили пред Тобою; Ты учил на улицах наших. Но Он скажет: говорю вам, что не знаю вас, делатели беззакония (Луки 13:25-27).
            <br/>
Я воздам им по делам их и по делам рук их (Иер. 25:14).
            <br/>
Иегова, чьи глаза открыты на все пути человеческие, воздаст каждому по путям его и по плодам дел его (Иер. 32:19).
            <br/>
Я посещу пути его и воздам ему по делам его (Осия 4:9).
            <br/>
Иегова поступает с нами по путям нашим и по делам нашим (Зах. 1:6).
            <br/>
            <br/>
В предсказании последнего суда Господь не упоминает ничего, кроме дел, уча, что те, кто делал добрые дела, войдут в вечную жизнь, а те, кто делал злые дела, войдут в проклятие, как в Евангелии от Матфея (25:32-46) и во многих других отрывках, где говорится о спасении и осуждении человека. Очевидно, что дела и поступки составляют внешнюю жизнь человека, и в них проявляется качество его внутренней жизни.
            <br/>
            <br/>
472. Но под делами и поступками здесь подразумевается то, чем они являются внутренне, а не то, как они выглядят внешне; ведь всем известно, что каждый поступок и дело исходят из воли и мысли человека, иначе это было бы не что иное, как движение, подобное движению автомата или изображения. Следовательно, поступок или работа, рассматриваемые сами по себе, - это всего лишь эффект, который получает свою душу и жизнь от воли и мысли, вплоть до того, что он есть не что иное, как воля и мысль в действии, и, таким образом, является волей и мыслью во внешней форме. Отсюда следует, что поступок или работа по качеству таковы, каковы воля и мысль, которые его производят. Если мысль и воля добры, то и дела и поступки добры; если же мысль и воля злы, то и дела и поступки злы, хотя внешне они выглядят одинаково. Тысяча человек могут действовать одинаково, то есть совершать одинаковые поступки, настолько похожие внешне, что их почти не различить, и все же каждый из них сам по себе считается другим, потому что у него разная воля. [2] Например, когда человек поступает честно и справедливо с товарищем, один может делать это с целью казаться честным и справедливым из уважения к себе и своей чести; другой - из уважения к миру и выгоде; третий - из уважения к награде и заслугам; четвертый - из дружбы; пятый - из страха перед законом и потерей репутации или работы; шестой - чтобы привлечь кого-то на свою сторону, даже если он не прав; седьмой - чтобы обмануть; остальные - из других побуждений. Во всех этих случаях, хотя внешне поступки хороши, поскольку хорошо поступать честно и справедливо с товарищем, они, тем не менее, являются злом, потому что совершаются не из уважения к честности и справедливости и не из любви к ним, а из любви к себе и миру, который любят; и честность и справедливость заставляют служить этой любви, как слуги служат господину, которых господин презирает и увольняет, когда они не служат ему. [3] Внешне те, кто поступает подобным образом, ведут себя честно и справедливо со своим товарищем, потому что любят то, что честно и справедливо. Некоторые из них поступают по истине веры или из послушания, потому что так повелевает Слово; некоторые по доброй вере или по совести, потому что из религиозных побуждений; некоторые по доброте милосердия к ближнему, потому что следует заботиться о его благе; некоторые из любви к Господу, потому что добро должно делаться ради добра, как и то, что честно и справедливо, должно делаться ради честности и справедливости; и это они любят, потому что это от Господа, и потому что Божественное, исходящее от Господа, находится в этом, и, следовательно, рассматриваемое в самой своей сущности, оно Божественное. Поступки или дела таких людей внутренне хороши, а потому хороши и внешне; ибо, как было сказано выше, поступки или дела именно таковы по качеству, каковы мысль и воля, из которых они исходят, а без мысли и воли они не поступки и не дела, а лишь неодушевленные движения. Все это объясняет, что подразумевается в Слове под делами и поступками.
            <br/>
            <br/>
473. Как дела и поступки происходят от воли и мысли, так они происходят от любви и веры, следовательно, они таковы, каковы любовь и вера; ибо одно и то же, говоришь ли ты о любви человека или о его воле, и одно и то же, говоришь ли ты о его вере или о его установленной мысли; ибо то, что человек любит, он желает, а то, во что человек верит, он мыслит; и когда человек любит то, во что он верит, он также желает этого и, насколько возможно, исполняет. Каждый может знать, что любовь и вера находятся внутри воли и мысли человека, а не вне их, ибо любовь разжигает волю, а мысль просвещает в вопросах веры; поэтому просвещаются только те, кто способен разумно мыслить, и в меру своей просвещенности они мыслят то, что истинно, и желают этого, или, что то же самое, верят в то, что истинно, и любят это.
            <br/>
 Как все вещи, существующие согласно порядку во вселенной, имеют отношение к добру и истине, так и в человеке все вещи имеют отношение к воле и пониманию (n. 803, 10122).
            <br/>
По той причине, что воля является получателем блага, а понимание - получателем истины (n. 3332, 3623, 5232, 6065, 6125, 7503, 9300, 9995).
            <br/>
Это равнозначно тому, говорите ли вы истина или вера, ибо вера принадлежит истине, а истина принадлежит вере; и это равнозначно тому, говорите ли вы добро или любовь, ибо любовь принадлежит добру, а добро принадлежит любви (n. 4353, 4997, 7179, 10122, 10367).
            <br/>
Отсюда следует, что понимание является получателем веры, а воля - получателем любви (n. 7179, 10122, 10367).
            <br/>
А поскольку понимание человека способно принимать веру в Бога, а воля - любовь к Богу, человек способен соединиться с Богом в вере и любви, а тот, кто способен соединиться с Богом в любви и вере, никогда не сможет умереть (n. 4525, 6323, 9231).
            <br/>
            <br/>
474. Но следует понимать, что человека делает воля, а мысль делает человека лишь постольку, поскольку она исходит от воли, а дела и поступки исходят от обоих; или, что то же самое, человека делает любовь, а вера лишь постольку, поскольку она исходит от любви, а дела или поступки исходят от обоих. Следовательно, воля или любовь - это сам человек, ибо все, что исходит, принадлежит тому, из чего оно исходит. Выходить - значит быть выведенным и представленным в подходящей форме, чтобы быть воспринятым и увиденным. Все это ясно показывает, чем является вера в отрыве от любви, а именно, что это не вера, а простое знание, в котором нет духовной жизни; точно так же, чем является поступок или дело в отрыве от любви, а именно, что это не поступок или дело жизни, а дело или дело смерти, которое имеет видимость жизни от злой любви и веры в то, что ложно. Эта видимость жизни и есть то, что называется духовной смертью.
            <br/>
 Воля человека - это само существо [esse] его жизни, поскольку она является вместилищем любви или добра, а понимание - это выход [existere] жизни из нее, поскольку оно является вместилищем веры или истины (n. 3619, 5002, 9282).
            <br/>
Таким образом, жизнь воли является главной жизнью человека, а жизнь понимания проистекает из нее (n. 585, 590, 3619, 7342, 8885, 9282, 10076, 10109, 10110).
            <br/>
Точно так же, как свет исходит из огня или пламени (n. 6032, 6314).
            <br/>
Отсюда следует, что человек есть человек в силу своей воли и ее понимания (n. 8911, 9069, 9071, 10076, 10109, 10110).
            <br/>
Каждый человек любим и почитаем другими в соответствии с благом его воли и ее понимания, ибо тот, кто хорошо желает и хорошо понимает, любим и почитаем; а тот, кто хорошо понимает и плохо желает, отброшен и презираем (n. 8911, 10076).
            <br/>
После смерти человек продолжает быть таким, какова его воля и каково его понимание (n, 9069, 9071, 9386, 10153).
            <br/>
Следовательно, после смерти человек продолжает быть таким, какова его любовь и какова его вера; и все, что относится к его вере, но не относится к его любви, исчезает, потому что оно не в человеке, а значит, не от человека (n. 553, 2364, 10153).
            <br/>
            <br/>
475. Опять же, следует понимать, что в делах или поступках проявляется весь человек, и что его воля и мысль или его любовь и вера, которые являются его внутренним миром, не завершены, пока они не существуют в делах или поступках, которые являются его внешним миром, ибо это внешние пределы, в которых заканчиваются воля и мысль, а без таких окончаний они прерваны и не имеют пока никакого существования, то есть еще не находятся в человеке. Думать и волить без дела, когда есть возможность, подобно пламени, заключенному в сосуд и погасшему; подобно семени, брошенному на песок, которое не прорастает и погибает вместе со своей силой прорастания. Но думать и желать, а из этого делать - это как пламя, которое дает тепло и свет вокруг, или как семя в земле, которое вырастает в дерево или цветок и продолжает жить. Каждый может знать, что желать и не делать, когда есть возможность, - это не желание; также что любить и не делать добро, когда есть возможность, - это не любовь, а просто мысль, что человек желает и любит; а это мысль отдельная, которая исчезает и рассеивается. Любовь и воля составляют душу поступка или дела и придают форму его телу в честных и справедливых делах, которые совершает человек. Это единственный источник духовного тела человека, или тела его духа; то есть оно формируется исключительно из тех вещей, которые человек делает из своей любви или воли (см. выше, n. 463). Одним словом, все вещи человека и его духа содержатся в его делах или поступках.
            <br/>
 Внутренние вещи последовательно вливаются во внешние вещи вплоть до крайних или предельных, и там они появляются и имеют постоянное существование (n. 634, 6451, 6465, 9215, 9216).
            <br/>
Они не только втекают, но и в крайнем случае образуют одновременное, в каком порядке (n. 5897, 6451, 8603, 10099).
            <br/>
Таким образом, все внутренние вещи удерживаются в связи и имеют постоянное существование (n. 9828).
            <br/>
Поступки или дела - это внешнее, которое содержит внутреннее (n. 10331).
            <br/>
Поэтому быть вознагражденным и судимым по делам и поступкам означает быть вознагражденным и судимым в соответствии со всеми вещами любви и веры человека, или его воли и мысли, потому что это внутренние вещи, содержащиеся в делах и поступках (n. 3147, 3934, 6073, 8911, 10331, 10332).
            <br/>
            <br/>
476. Все это ясно показывает, что такое жизнь, которая ожидает человека после смерти, а именно, что это его любовь и его вера, не только в потенции, но и в действии; таким образом, это его дела или поступки, потому что в них содержится все, что касается любви и веры человека.
            <br/>
            <br/>
477. Именно правящая любовь человека ожидает его после смерти, и она никоим образом не переходит в вечность. У каждого человека много любовей; но все они связаны с его правящей любовью и составляют с ней одно целое или вместе составляют ее. Все вещи воли, которые находятся в гармонии с правящей любовью, называются любовью, потому что они любимы. Эти любви бывают внутренними и внешними; одни связаны непосредственно, другие опосредованно; одни ближе, другие отдаленнее; они подчиняются различным образом. Вместе взятые, они образуют как бы царство - таков порядок, в котором они расположены в человеке, хотя человек ничего не знает об этом расположении. И все же кое-что из этого становится явным для него в другой жизни, ибо распространение его мыслей и привязанностей там происходит в соответствии с расположением его любви: его мысли и привязанности распространяются на небесные общества, когда правящая любовь состоит из любви небесной, но на адские общества, когда она состоит из любви адской. То, что все мысли и привязанности духов и ангелов распространяются на общества, можно видеть выше, в главах о мудрости ангелов небесных и о форме небес, определяющей там связи и общение.
            <br/>
            <br/>
478. Но то, что было сказано до сих пор, относится только к мысли рационального человека. Чтобы оно могло быть представлено и восприятию, получаемому от органов чувств, я добавлю несколько опытов, которые могут проиллюстрировать и подтвердить его. Во-первых, человек после смерти - это его собственная любовь или его собственная воля. Во-вторых, человек пребывает в вечности таким, каким является его воля или правящая любовь. В-третьих, человек, имеющий небесную и духовную любовь, попадает на небеса, а человек, имеющий телесную и мирскую любовь, но не имеющий небесной и духовной любви, попадает в ад. В-четвертых, если вера не происходит от небесной любви, то она не пребудет в человеке. В-пятых, любовь в действии, то есть в жизни человека, - это то, что сохраняется.
            <br/>
            <br/>
479. (i) Человек после смерти - это его собственная любовь или его собственная воля. Это было доказано мне многочисленными опытами. Все небо разделено на общества в соответствии с различиями добра любви; и каждый дух, который возносится на небо и становится ангелом, попадает в общество, где его любовь; и когда он прибывает туда, он как бы оказывается дома, в доме, где он родился; это ангел воспринимает, и он связан с теми, кто там подобен ему самому. Когда он уходит в другое место, он постоянно чувствует некое сопротивление и желание вернуться к себе подобным, а значит, к своей правящей любви. Так возникают связи на небесах; и точно так же в аду, где все связаны в соответствии с любовью, противоположной небесной любви. Выше было показано (n. 41-50 и 200-212), что и рай, и ад состоят из обществ, и что все они различаются в соответствии с различиями любви. [2] То, что человек после смерти является своей собственной любовью, видно также из того, что все, что не составляет единства с его правящей любовью, отделяется и как бы отнимается от него. От того, кто добр, отделяется и как бы отнимается все несогласное или негармоничное, и он таким образом впускается в свою собственную любовь. То же самое происходит и со злым духом, с той разницей, что от злого отбирается истина, а от доброго - ложь, и так продолжается до тех пор, пока каждый не станет своей собственной любовью. Это происходит, когда человек-дух переходит в третье состояние, которое будет описано далее. После этого он постоянно обращает свое лицо к собственной любви, и она постоянно находится у него перед глазами, в какую бы сторону он ни повернулся (см. выше, n. 123, 124). [3] Всех духов, если они пребывают в своей правящей любви, можно вести куда угодно, и они не способны сопротивляться, как бы ясно они ни видели, что это делается, и как бы ни думали, что будут сопротивляться. Им часто позволяли попробовать, смогут ли они сделать что-нибудь вопреки их правящей любви, но тщетно. Их любовь подобна узам или веревке, обвязанной вокруг них, за которую их можно вести и от которой они не могут освободиться. То же самое происходит и с людьми в мире, которые также ведомы своей любовью или ведомы другими посредством своей любви; но в большей степени это происходит, когда они становятся духами, потому что тогда им не позволено выставлять напоказ какую-либо другую любовь или подделывать то, что не является их собственной". [4] Все взаимодействие в другой жизни доказывает, что дух человека - его правящая любовь, ибо пока кто-либо действует или говорит в согласии с любовью другого, в той же степени присутствует и другой, с полным, радостным и живым лицом; но когда кто-либо говорит или действует вопреки любви другого, в той степени лицо другого начинает меняться, затемняться и становиться неразличимым, пока в конце концов он полностью не исчезает, как будто его там и не было. Я часто удивлялся, как такое может быть, ведь в мире не может произойти ничего подобного; но мне сказали, что это то же самое, что и с духом в человеке, который, когда отворачивается от другого, перестает быть в поле его зрения". [5] Еще одним доказательством того, что дух - это его правящая любовь, является то, что каждый дух захватывает и присваивает себе все, что согласуется с его любовью, и отвергает и отталкивает все, что не согласуется. Любовь каждого человека подобна губчатому или пористому дереву, которое впитывает те жидкости, которые способствуют его росту, и отталкивает другие. Она также подобна животным всех видов, которые знают свою пищу и ищут то, что соответствует их природе, и избегают того, что не соответствует; ибо каждая любовь желает питаться тем, что ей принадлежит, злая любовь - ложью, а добрая - истиной. Иногда мне было позволено видеть, как некоторые простые добрые духи желали наставить злых в истинах и благах; но когда им предлагали наставление, они убегали далеко, а когда приходили к своим, то с большим удовольствием хватались за фальшь, которая была согласна с их любовью. Я также видел добрых духов, беседующих вместе об истинах, и добрые, присутствовавшие при этом, охотно слушали беседу, а злые, присутствовавшие при этом, не обращали на нее никакого внимания, как будто не слышали ее. В мире духов видны пути, одни ведут на небеса, другие - в ад, и каждый - в определенное общество. Добрые духи идут только теми путями, которые ведут на небеса, и в то общество, которое там находится в добре их любви, и не видят путей, ведущих в другие места; а злые духи идут только теми путями, которые ведут в ад, и в то общество, которое там находится в зле их любви, и не видят путей, ведущих в другие места, а если и видят их, то не желают вступать на них. В духовном мире эти пути являются реальными явлениями, которые соответствуют истинам или фальши; вот почему пути имеют такое обозначение в Слове. Этим доказательством из опыта подтверждается то, что ранее утверждалось на основании разума, а именно, что каждый человек после смерти является своей собственной любовью и своей собственной волей. О воле говорится потому, что воля каждого есть его любовь.
            <br/>
 "Путь", "тропа", "дорога", "улица" и "широкая улица" означают истину, ведущую к добру, или ложь, ведущую к злу (n. 627, 2333, 10422).
            <br/>
"Прометать [или готовить] путь" означает готовиться к принятию истин (n. 3142).
            <br/>
"Указывать путь" означает, в отношении Господа, наставлять в истинах, ведущих к добру (n. 10565).
            <br/>
            <br/>
480. (ii) Человек после смерти остается в вечности таким, каким является его воля или правящая любовь. Это также подтверждается богатым опытом. Мне было позволено поговорить с некоторыми людьми, жившими две тысячи лет назад, чьи жизни описаны в истории и таким образом известны; и я обнаружил, что они продолжают оставаться такими же, какими были описаны, то есть в отношении любви, из которой и в соответствии с которой была сформирована их жизнь. Были и другие, известные истории, жившие семнадцать веков назад, другие, жившие четыре века назад, и три, и так далее, с которыми мне было позволено поговорить; и я обнаружил, что в них по-прежнему господствовала та же привязанность, с той лишь разницей, что восторги их любви превратились в такие вещи, которые соответствуют друг другу. Ангелы заявляют, что жизнь правящей любви никогда не меняется ни в ком даже в вечности, поскольку каждый есть его любовь; следовательно, изменить эту любовь в духе - значит отнять или погасить его жизнь; и по той причине, что человек после смерти уже не может быть исправлен наставлениями, как в мире, поскольку внешняя плоскость, состоящая из естественных знаний и привязанностей, тогда затихает и, не будучи духовной, не может быть открыта (см. выше, n. 464); и на этой плоскости покоятся внутренности, относящиеся к уму и расположению, как дом покоится на своем фундаменте; и по этой причине такой, какой была жизнь любви человека в мире, такой он остается и в вечности. Ангелы очень удивлены тем, что человек не знает, что каждый человек таков, какова его правящая любовь, и что многие верят, что они могут быть спасены милосердием помимо средств, или одной лишь верой, какой бы ни была их жизнь; также они не знают, что Божественное милосердие действует посредством средств, и что оно состоит в том, что человека ведет Господь, как в этом мире, так и после него в вечность, и что те, кто не живет во зле, ведомы Божественным милосердием; и, наконец, что вера есть привязанность к истине, исходящая от небесной любви, которая от Господа.
            <br/>
            <br/>
481. (iii) Человек, имеющий небесную и духовную любовь, попадает на небеса; человек же, имеющий телесную и мирскую любовь и не имеющий небесной и духовной любви, попадает в ад. Это было очевидно для меня на примере всех, кого я видел вознесенными на небеса или брошенными в ад. Жизнь тех, кто был вознесен на небо, происходила от небесной и духовной любви, а жизнь тех, кто был брошен в ад, происходила от телесной и мирской любви. Небесная любовь состоит в том, чтобы любить то, что хорошо, честно и справедливо, потому что это хорошо, честно и справедливо, и делать это из любви; и те, кто имеет эту любовь, имеют жизнь в добре, честности и справедливости, что и есть небесная жизнь. Те, кто любит то, что хорошо, честно и справедливо, ради этого самого, и кто делает это или живет этим, любят Господа превыше всего, потому что это от Него; они также любят ближнего, потому что это ближний, которого нужно любить. Но телесная любовь - это любовь к тому, что хорошо, честно и справедливо, не ради этого самого, а ради себя, потому что таким образом можно приобрести репутацию, честь и выгоду. Такие люди в том, что хорошо, честно и справедливо, смотрят не на Господа и ближнего, а на себя и мир, и находят удовольствие в обмане; а добро, честность и справедливость, которые проистекают из обмана, - это зло, нечестность и несправедливость, и именно их любят такие люди в своей практике добра, честности и справедливости". Поскольку жизнь каждого человека определяется этими различными видами любви, как только люди после смерти входят в мир духов, их исследуют, чтобы выявить их качества, и соединяют с теми, кто находится в подобной любви; тех, кто находится в небесной любви, с теми, кто находится на небесах, а тех, кто находится в телесной любви, с теми, кто находится в аду; И после того, как они прошли через первое и второе состояние, они настолько разделены, что больше не видят и не знают друг друга; ибо каждый становится своей собственной любовью, как в отношении внутреннего, относящегося к его уму, так и в отношении внешнего, относящегося к его лицу, телу и речи; ибо каждый становится образом своей собственной любви, даже внешне. Те, кто любит телесно, выглядят грубыми, сумрачными, черными и неправильной формы; а те, кто любит небесно, выглядят свежими, яркими, светлыми и красивыми. Также в своих умах и мыслях они совершенно не похожи друг на друга: те, кто любит небеса, умны и мудры, а те, кто любит тело, глупы и как бы глупы. [3] Когда дано созерцать внутренности и внешности мыслей и привязанностей тех, кто пребывает в небесной любви, их внутренности кажутся светлыми, а некоторые подобны пламенному свету, в то время как их внешности предстают в различных прекрасных цветах, подобных радуге. Внутренность же тех, кто пребывает в телесной любви, кажется как бы черной, потому что она закрыта; а внутренность некоторых, кто внутренне пребывал в злобном обмане, кажется как бы сумрачным огнем. Внешний же вид у них грязного цвета и неприятен на вид. (Внутреннее и внешнее состояние ума и нрава становятся видимыми в духовном мире, когда Господу угодно). [4] Те, кто пребывает в телесной любви, ничего не видят в свете небес; для них свет небес - густая тьма; но свет ада, который подобен свету от горящих углей, для них как ясный свет. Более того, при свете небес их внутреннее зрение настолько омрачается, что они становятся безумными; поэтому они избегают этого света и прячутся в норах и пещерах, более или менее глубоких в соответствии с ложью, которая в них происходит от их пороков. С другой стороны, те, кто пребывает в небесной любви, чем более глубоко и внутренне входят в небесный свет, тем яснее видят все вещи, и все вещи кажутся им более прекрасными, и они воспринимают истины более разумно и мудро. [5] Опять же, для тех, кто пребывает в телесной любви, невозможно жить в небесном жаре, ибо небесный жар - это небесная любовь; но они могут жить в адском жаре, который есть любовь к ярости против других, которые к ним не благоволят. Прелести этой любви - презрение к другим, вражда, ненависть и месть; и когда они пребывают в этих прелестях, они находятся в своей жизни, и не имеют понятия о том, что такое делать добро другим от самого добра и ради самого добра, зная только, что такое делать добро от зла и ради зла. [6] Те, кто пребывает в телесной любви, не могут дышать на небесах. Когда какой-нибудь злой дух попадает на небо, он задерживает дыхание, как человек, борющийся в поединке; тогда как те, кто пребывает в небесной любви, дышат тем свободнее и тем полнее, чем более внутренне они находятся на небе. Все это показывает, что небо в человеке - это небесная и духовная любовь, потому что на этой любви начертано все небесное; а ад в человеке - это телесная и мирская любовь, отличная от небесной и духовной любви, потому что на такой любви начертано все адское. Итак, очевидно, что тот, чья любовь небесна и духовна, входит в рай, а тот, чья любовь телесна и мирская, помимо небесной и духовной любви, входит в ад.
            <br/>
 В высшем смысле Господь есть ближний, потому что Его следует любить превыше всего; но любить Господа - значит любить то, что от Него, потому что Он Сам находится во всем, что от Него, а значит, это любить то, что хорошо и истинно (n. 2425, 3419, 6706, 6711, 6819, 6823, 8123).
            <br/>
Любить то доброе и истинное, что от Господа, значит жить в соответствии с добром и истиной, а это и есть любовь к Господу (n. 10143, 10153, 10310, 10336, 10578, 10645).
            <br/>
Каждый человек и каждое общество, а также страна и церковь, и в универсальном смысле Царство Господа, являются ближними, и делать им добро из любви к добру в соответствии с их состоянием - это любить ближнего; то есть, их добро, о котором следует заботиться, является ближним (n. 6818-6824, 8123).
            <br/>
Нравственное благо, которое есть честность, и гражданское благо, которое есть справедливость, также являются ближними; и поступать честно и справедливо из любви к честности и справедливости есть любовь к ближнему (n. 2915, 4730, 8120-8123).
            <br/>
Таким образом, милосердие к ближнему распространяется на все сферы жизни человека, и любить ближнего - значит делать то, что хорошо и справедливо, и поступать честно от сердца, в каждой функции и в каждом деле (n. 2417, 8121, 8124).
            <br/>
Учение в Древней Церкви было учением о милосердии, и от этого они имели мудрость (n. 2385, 2417, 3419, 3420, 4844, 6628).
            <br/>
            <br/>
482. (iv) Если вера не исходит от небесной любви, она не сохранится в человеке. Это стало для меня ясным благодаря столь большому опыту, что если собрать все, что я видел и слышал по этому поводу, то это заполнило бы целый том. Я могу засвидетельствовать, что те, кто пребывает в телесной и мирской любви помимо небесной и духовной, не имеют никакой веры и не способны иметь никакой; у них нет ничего, кроме знания или убеждения, что вещь истинна, потому что она служит их любви. Некоторые из тех, кто утверждал, что у них есть вера, были приведены к тем, кто имеет веру, и когда они общались с ними, они поняли, что у них нет никакой веры; после этого они признались, что просто верить в то, что истинно, и верить Слову - это не вера, но что вера - это любить истину из небесной любви, желать и делать ее из внутренней привязанности. Более того, им было показано, что их убеждение, которое они называли верой, подобно зимнему свету, при котором, поскольку в нем нет тепла, все вещи на земле сковываются морозом, становятся вялыми и оказываются погребенными под снегом. Поэтому, как только свет убедительной веры в них касается лучей небесного света, он не только гаснет, но и превращается в густую тьму, в которой никто не может видеть себя; и в то же время их внутренности настолько затемнены, что они вообще ничего не могут понять и в конце концов становятся безумными от лжи. Следовательно, у таких людей отнимаются все истины, которые они знали из Слова и из учения Церкви и называли истинами своей веры; и они впитывают вместо них всякую ложь, соответствующую злу их жизни. Ибо все они опускаются в свои любви и в согласную с ними ложь; и тогда они ненавидят и отвращаются, а потому отвергают истины, потому что они противны той лжи зла, в которой они находятся. Из всего моего опыта в том, что касается небес и ада, я могу засвидетельствовать, что все те, кто по своей доктрине исповедовал одну лишь веру и чья жизнь была порочной, находятся в аду. Я видел многие тысячи из них, низвергнутых в ад. (О них см. трактат "Страшный суд и разрушение Вавилона").
            <br/>
            <br/>
483. (v) Любовь в действии, то есть жизнь человека, - вот что непреходяще. Это следует как вывод из того, что только что было показано на опыте, и из того, что было сказано о делах и поступках. Любовь в действии - это дело и поступок.
            <br/>
            <br/>
484. Следует понимать, что все дела и поступки относятся к нравственной и гражданской жизни, а потому имеют отношение к тому, что честно и правильно, и что справедливо и равноправно, что честно и правильно относится к нравственной жизни, а что справедливо и равноправно - к гражданской. Любовь, из которой совершаются поступки, бывает либо небесной, либо инфернальной. Дела и поступки нравственной и гражданской жизни, когда они совершаются из небесной любви, небесны; ибо то, что делается из небесной любви, делается от Господа, а все, что делается от Господа, хорошо. Но дела и поступки нравственной и гражданской жизни, когда они совершаются от адской любви, адские; ибо то, что делается от этой любви, которая есть любовь к себе и миру, делается от самого человека, и все, что делается от самого человека, есть само по себе зло; ибо человек, рассматриваемый сам по себе, то есть в отношении того, что является его собственным, есть не что иное, как зло.
            <br/>
 Собственное человека состоит в том, чтобы любить себя больше, чем Бога, и мир больше, чем небо, и ничего не делать для своего ближнего в сравнении с собой, таким образом, оно состоит в любви к себе и миру (n. 694, 731, 4317).
            <br/>
Человек рождается в этом собственном, и оно является плотным злом (n. 210, 215, 731, 874-876, 987, 1047, 2307, 2308, 3518, 3701, 3812, 8480, 8550, 10283, 10284, 10286, 10732).
            <br/>
От того, что принадлежит человеку, происходит не только всякое зло, но и всякая фальшь (n. 1047, 10283, 10284, 10286).
            <br/>
Зло, которое происходит от того, что принадлежит человеку, - это презрение к другим, вражда, ненависть, месть, жестокость, обман (n. 6667, 7370, 7373, 7374, 9348, 10038, 10742).
            <br/>
В той мере, в какой господствует то, что принадлежит человеку, добро любви и истина веры либо отвергаются, либо душатся, либо извращаются (n. 2041, 7491, 7492, 7643, 8487, 10455, 10742).
            <br/>
То, что принадлежит человеку, является адом в нем (n. 694, 8480).
            <br/>
Добро, которое человек делает из того, что ему принадлежит, не есть добро, но само по себе есть зло (n. 8480).
            <br/>
            <br/>
485. ПРЕЛЕСТИ ЖИЗНИ КАЖДОГО ЧЕЛОВЕКА ПОСЛЕ СМЕРТИ СМЕНЯЮТСЯ СООТВЕТСТВУЮЩИМИ ВЕЩАМИ.
            <br/>
В предыдущей главе было показано, что правящая привязанность или доминирующая любовь в каждом человеке сохраняется до вечности. Теперь будет объяснено, как наслаждения этой привязанности или любви меняются на соответствующие вещи. Превращение в соответствующие вещи означает превращение в вещи духовные, которые соответствуют естественным. То, что они изменяются в духовные вещи, видно из того, что пока человек находится в земном теле, он пребывает в природном мире, но когда он оставляет это тело, то переходит в духовный мир и облекается в духовное тело. Уже было показано, что ангелы и люди после смерти находятся в полной человеческой форме, и что тела, в которые они облечены, являются духовными телами (n. 73-77 и 453-460); также было показано соответствие духовных вещей с естественными (n. 87-115).
            <br/>
            <br/>
486. Все наслаждения, которые испытывает человек, являются наслаждениями его правящей любви, ибо он не чувствует ничего восхитительного, кроме того, что любит, и особенно того, что любит превыше всего. Это означает одно и то же, говорите ли вы "правящая любовь" или "то, что любят превыше всего". Эти наслаждения разнообразны. В общем, их столько, сколько господствующих любовей; следовательно, столько, сколько людей, духов и ангелов; ибо ни одна господствующая любовь не похожа на другую во всех отношениях. По этой причине ни у кого нет лица, точно такого же, как у другого; ведь лицо каждого - это образ его ума, а в духовном мире - образ его правящей любви. В частности, наслаждения каждого человека бесконечно разнообразны. Невозможно, чтобы одно наслаждение было в точности таким же, как другое, или таким же, как другое, - ни те, которые следуют одно за другим, ни те, которые существуют вместе в одно и то же время, ни одно никогда не будет таким же, как другое. Тем не менее, конкретные наслаждения в каждом человеке относятся к его единой любви, которая является его правящей любовью, ибо они составляют ее и тем самым составляют с ней одно целое. Точно так же все наслаждения в целом относятся к одной всеобщей правящей любви, которая на небесах есть любовь к Господу, а в аду - любовь к себе.
            <br/>
            <br/>
487. Только на основании знания соответствий можно узнать, в какие духовные наслаждения превращаются естественные наслаждения каждого человека после смерти, и какого рода эти наслаждения. В целом, это знание учит, что ничто природное не может существовать без того, чтобы ему не соответствовало нечто духовное. В частности, оно учит, что это за соответствие, и что это за вещь. Поэтому каждый, кто обладает этим знанием, может установить и узнать, каким будет его собственное состояние после смерти, если только он знает, что такое его любовь и каково ее отношение к универсально правящей любви, о которой говорилось выше и к которой имеют отношение все любви. Но тем, кто пребывает в любви к себе, невозможно узнать, какова их правящая любовь, потому что они любят то, что им принадлежит, и называют свои пороки благами, а ложь, к которой они склонны и которой они подтверждают свои пороки, они называют истинами. И все же, если бы они захотели, они могли бы узнать это от других, мудрых, которые видят то, чего не видят сами. Однако это невозможно с теми, кто настолько обольщен любовью к себе, что отвергает всякое учение мудрых". [2] С другой стороны, те, кто пребывает в небесной любви, принимают наставления, и как только их вводят во зло, в котором они родились, они видят его из истин, ибо истины делают зло явным. Из истины, которая от добра, всякий может видеть зло и его ложность; но из зла никто не может видеть того, что хорошо и истинно; и по той причине, что ложность зла есть тьма и соответствует тьме; поэтому те, кто находится в ложности от зла, подобны слепым, не видящим того, что находится в свете, но избегающим его, как ночные птицы. Но поскольку истины от добра есть свет и соответствуют свету (см. выше, n. 126-134), поэтому те, кто пребывает в истинах от добра, имеют зрение и открытые глаза, и различают вещи, относящиеся к свету и тени. [3] Это также было доказано мне на опыте. Ангелы на небесах видят и воспринимают зло и фальшь, которые иногда возникают в них самих, а также зло и фальшь в духах в мире духов, которые связаны с адами, хотя сами духи не способны видеть свои собственные зло и фальшь. Такие духи не имеют представления о благе небесной любви, совести, честности и справедливости, за исключением того, что делается ради себя, а также о том, что такое быть ведомым Господом. Они говорят, что таких вещей не существует, и поэтому они не имеют никакого значения. Все это было сказано для того, чтобы человек мог исследовать себя и узнать свою любовь по своим наслаждениям; и таким образом, насколько он может понять это из знания соответствий, он может узнать состояние своей жизни после смерти.
            <br/>
 Из соответствия "тьма" в Слове означает фальшь, а "густая тьма" - фальшь зла (n. 1839, 1860, 7688, 7711).
            <br/>
Для зла небесный свет - густая тьма (n. 1861, 6832, 8197).
            <br/>
О тех, кто находится в адах, говорят, что они находятся во тьме, потому что они находятся в фальши зла; о таких (n. 3340, 4418, 4531).
            <br/>
В Слове "слепые" означают тех, кто пребывает в ложности и не желает быть наученным (n. 2383, 6990).
            <br/>
            <br/>
488. О том, как прелести жизни каждого человека меняются после смерти на соответствующие вещи, можно узнать из знания соответствий; но поскольку это знание еще не стало общеизвестным, я попытаюсь пролить свет на эту тему на некоторых примерах из опыта. Все, кто находится во зле и утвердился в ложных учениях в противовес истинам Церкви, особенно те, кто отверг Слово, бегут от света небесного и укрываются в пещерах, которые при входе кажутся густо темными, а также в расщелинах скал, и там они прячутся; и это потому, что они возлюбили ложь и возненавидели истину; ибо такие пещеры и расщелины скал,  как и тьма, соответствуют лжи, как свет соответствует истине. Им приятно жить в таких местах, и нерадостно жить на открытой местности. [2] То же самое делают те, кто услаждается коварными и тайными заговорами и коварными махинациями. Они также находятся в таких пещерах; и они часто посещают такие темные комнаты, что даже не видят друг друга; и они шепчут друг другу на ухо в углах. В это превращается наслаждение их любви. Те, кто посвятил себя наукам без иной цели, кроме как приобрести репутацию ученого, и не культивировал свои рациональные способности посредством обучения, но наслаждался вещами памяти из гордости за них, любят песчаные места, которые они предпочитают полям и садам, потому что песчаные места соответствуют таким занятиям. [3] Те, кто искушен в учениях своей и других церквей, но не применил свои знания в жизни, выбирают для себя скалистые места и живут среди груды камней, избегая возделанных мест, потому что они им не нравятся. Те, кто приписывает все природе, как и те, кто приписывает все собственному благоразумию, и с помощью различных искусств возвели себя в почести и приобрели богатство, в другой жизни посвящают себя изучению магических искусств, которые являются злоупотреблением Божественного порядка, и находят в них главное наслаждение в жизни. [4] Те, кто приспособил Божественные истины к своим собственным любовям и тем самым фальсифицировал их, любят мочальные вещи, потому что они соответствуют наслаждению таких любовей. Те, кто был подло скуп, обитают в камерах, любят гнойную грязь и такие зловония, которые выдыхаются от непереваренной пищи в желудке. [5] Те, кто провел свою жизнь в одних удовольствиях и жил изысканно, потакая своему вкусу и желудку, любя такие вещи как высшее благо, которое дает жизнь, в другой жизни любят экскременты и туалеты, в которых они находят свое наслаждение, по той причине, что такие удовольствия являются духовной грязью. Чистых и свободных от грязи мест они избегают, считая их невеселыми. [6] Те, кто услаждается прелюбодеяниями, проводят время в публичных домах, где все мерзко и грязно; их они любят, а целомудренных домов они избегают, впадая в обморок, как только войдут в них. Для них нет ничего более приятного, чем разрушать браки. Те, кто лелеял в себе дух мести и тем самым приобрел дикий и жестокий характер, любят трупные вещества и находятся в адах такого рода; и так далее.
            <br/>
 В слове "дыра" или "расщелина скалы" означает неясность и ложность веры (n. 10582).
            <br/>
Потому что "скала" означает веру от Господа (n. 8581, 10580), а "камень" - истину веры (n. 114, 643, 1298, 3720, 6426, 8609, 10376).
            <br/>
 Осквернения истины соответствуют моче (n. 5390).
            <br/>
            <br/>
489. Но наслаждения жизни тех, кто жил в мире в небесной любви, меняются на соответствующие вещи, существующие на небесах, которые исходят от небесного солнца и его света, этот свет представляет взору те вещи, в которых внутренне сокрыто Божественное. То, что проявляется в этом свете, влияет на внутреннее состояние умов ангелов и в то же время на внешнее состояние их тел; и поскольку Божественный свет, который есть Божественная истина, исходящая от Господа, течет в их умы, открытые небесной любовью, он представляет внешне такие вещи, которые соответствуют наслаждению их любви. В главе о представителях и явлениях на небесах (n. 170-176) и в главе о мудрости ангелов (n. 265-275) уже было показано, что то, что представляется взору на небесах, соответствует внутреннему миру ангелов, или тому, что относится к их вере и любви, а значит, к их разуму и мудрости. [2] Уже начав утверждать это на примерах из опыта, чтобы сделать более ясным то, что было сказано ранее на основании причин вещей, я кратко изложу некоторые особенности, касающиеся небесных наслаждений, в которые превращаются естественные наслаждения тех, кто жил в небесной любви в этом мире. Те, кто возлюбил Божественные истины и Слово из внутренней привязанности, или из привязанности к самой истине, живут в другой жизни в свете, в возвышенных местах, которые кажутся горами, где они постоянно находятся в свете небес. Они не знают, что такое тьма, подобная ночной в этом мире; они живут также в весенней температуре; их взору открываются поля, усеянные зерном, и виноградники; в их домах все сияет, словно из драгоценных камней, а смотреть в окна - все равно что смотреть в чистый хрусталь. Таковы прелести их зрения; но эти же вещи внутренне восхитительны, потому что они соответствуют Божественным небесным вещам, ибо истины из Слова, которые они полюбили, соответствуют полям зерна, виноградникам, драгоценным камням, окнам и кристаллам. [3] Те, кто применил доктрины Церкви из Слова непосредственно к жизни, находятся на внутренних небесах и превосходят всех остальных в своих прелестях мудрости. В каждом предмете они видят то, что является Божественным; предметы они действительно видят глазами, но соответствующие Божественные вещи немедленно вливаются в их умы и наполняют их блаженством, которое влияет на все их ощущения. Таким образом, перед их глазами все вещи кажутся смеющимися, играющими и живыми (см. выше, n. 270). [4] Те, кто возлюбил знания и тем самым культивировал свою рациональную способность и приобрел интеллект, и в то же время признал Божественное - те в другой жизни получают удовольствие от знаний, и их рациональный восторг меняется на духовный восторг, который есть восторг от познания добра и истины. Они обитают в садах, где можно увидеть красиво разбитые клумбы и участки травы, с рядами деревьев вокруг, беседками и прогулками, деревья и цветы меняются день ото дня. Весь вид в целом доставляет их уму наслаждение, а изменения в деталях постоянно обновляют его; и поскольку все там соответствует чему-то Божественному, а они искусны в знании соответствий, они постоянно наполняются новыми знаниями, и благодаря им совершенствуется их духовная рациональная способность. Их наслаждения таковы, потому что сады, цветники, лужайки и деревья соответствуют наукам, знаниям и результирующему интеллекту. [5] Те, кто приписал все вещи Божественному, считая природу относительно мертвой и просто подчиненной вещам духовным, и утвердился в этом мнении, находятся в небесном свете; и все вещи, которые предстают перед их глазами, делаются прозрачными благодаря этому свету, и в своей прозрачности демонстрируют бесчисленные разнообразия света, которые их внутреннее зрение принимает как бы непосредственно, и от этого они воспринимают внутренние наслаждения. Вещи, видимые в их домах, словно сделаны из алмазов, с подобными же переливами света. Стены их домов, как уже говорилось, подобны хрусталю, а значит, прозрачны; и в них с непрестанным разнообразием видны кажущиеся текучими формы, представляющие небесные вещи, и это потому, что такая прозрачность соответствует пониманию, когда оно просвещено Господом и когда тени, возникающие от веры в естественные вещи и любви к ним, устранены. В отношении таких и бесконечных других вещей те, кто был на небесах, говорят, что они видели то, чего никогда не видел глаз; и от восприятия Божественных вещей, переданных им теми, кто там находится, что они слышали то, чего никогда не слышало ухо. [6] Те, кто не действовали тайно, но были готовы к тому, чтобы все, о чем они думали, стало известно настолько, насколько это позволяет гражданская жизнь, потому что все их мысли были в согласии с тем, что честно и справедливо от Божественного - у них на небесах лица полны света; и в этом свете каждая малейшая привязанность и мысль видна в лице, как в его форме, и в своей речи и действиях они подобны образам своих привязанностей. Поэтому таких людей любят больше, чем других. Пока они говорят, лицо немного затуманивается; но как только они заговорили, сказанное ими сразу же становится ясно видно на лице. А поскольку все предметы, которые существуют вокруг них, соответствуют их внутреннему миру, они принимают такой вид, что другие могут ясно воспринимать то, что они представляют и обозначают. Духи, находившие удовольствие в тайных деяниях, при виде таковых на расстоянии бегут от них, и кажется им самим, что они уползают от них, как змеи. [7] Те, кто считал прелюбодеяния отвратительными и жил в целомудренной супружеской любви, больше всех других в порядке и форме небес, а потому во всей красоте, и непрерывно пребывают в цветущей юности. Прелести их любви невыразимы и возрастают до вечности, ибо все восторги и радости небесные вливаются в эту любовь, потому что эта любовь исходит из соединения Господа с небом и Церковью, и вообще из соединения добра и истины, а это соединение есть само небо в целом и каждый ангел в частности (см. выше, n. 366-386). Каковы их внешние наслаждения, невозможно описать человеческими словами. Вот лишь несколько вещей, которые мне рассказали о соответствии наслаждений тех, кто находится в небесной любви.
            <br/>
 В Слове "поле кукурузы" означает состояние приема и роста истины из добра (n. 9294).
            <br/>
"Стоячая кукуруза" означает истину в зачатии (n. 9146), "Виноградники" означают духовную церковь и истины этой церкви (n. 1069, 9139).
            <br/>
"Драгоценные камни" означают истины небес и церкви, прозрачной от добра (n. 114, 9863, 9865, 9868, 9873, 9905).
            <br/>
Окно" означает интеллектуальную способность, относящуюся к внутреннему зрению (n. 655, 658, 3391).
            <br/>
 "Сад", "роща" и "парк" означают интеллект (n. 100, 108, 3220),
            <br/>
Вот почему древние совершали священное поклонение в рощах (n. 2722, 4552).
            <br/>
"Цветы" и "клумбы" означают познанные истины и знания (n. 9553).
            <br/>
"Травы", "травы" и "участки травы" означают познанные истины (н. 7571).
            <br/>
"Деревья" означают восприятие и знание (n. 103, 2163, 2682, 2722, 2972, 7692).
            <br/>
            <br/>
490. Из всего этого следует, что все наслаждения после смерти сменяются их соответствиями, а сама любовь продолжается в вечности. Это относится к брачной любви, любви к справедливости, честности, доброте и истине, любви к наукам и знаниям, любви к уму и мудрости и прочему. Из этих любовей наслаждения текут, как ручьи из своего источника; и они продолжаются; но когда они поднимаются от естественных наслаждений к духовным, они возвышаются до более высокой степени.
            <br/>
            <br/>
491. ПЕРВОЕ СОСТОЯНИЕ ЧЕЛОВЕКА ПОСЛЕ СМЕРТИ.
            <br/>
Есть три состояния, через которые проходит человек после смерти, прежде чем попасть в рай или ад. Первое состояние - это внешнее состояние, второе - внутреннее, а третье - состояние подготовки. Через эти состояния человек проходит в мире духов. Однако есть и такие, которые не проходят через них, но сразу после смерти либо возносятся на небеса, либо низвергаются в ад. Те, кто сразу же возносится на небо, - это те, кто был возрожден в этом мире и тем самым подготовлен к небесам. Те, кто был настолько возрожден и подготовлен, что им нужно просто сбросить естественную нечистоту с тела, сразу же возносятся ангелами на небо. Я видел, как их забирали вскоре после смерти. С другой стороны, те, кто был внутренне злым, сохраняя внешнюю видимость доброты, и таким образом восполнял меру своего зла хитростями, используя доброту как средство обмана, - такие сразу же попадают в ад. Я видел, как некоторые из них были брошены в ад сразу после смерти, один из самых обманчивых - головой вниз, а ногами вверх, а другие - другими способами. Есть и такие, которые сразу после смерти ввергаются в пещеры и таким образом отделяются от тех, кто находится в мире духов, и по очереди вынимаются из них и снова ввергаются обратно. Это те, кто под гражданским предлогом нечестно поступает с соседями. Но все они немногочисленны по сравнению с теми, кто остается в мире духов и готовится там в соответствии с Божественным порядком для рая или ада.
            <br/>
            <br/>
492. Что касается первого состояния, которое является внешним состоянием, то это то, в которое человек переходит сразу после смерти. У каждого человека, что касается его духа, есть внешнее и внутреннее. Внешнее состояние духа - это средства, с помощью которых он приспосабливает тело человека в мире, особенно лицо, речь и движения, к общению с другими людьми; внутреннее же состояние духа - это то, что принадлежит его собственной воле и вытекающим из нее мыслям; они редко проявляются в лице, речи и движениях. Ибо человек с детства приучен поддерживать видимость дружбы, доброжелательности и искренности и скрывать мысли своей собственной воли, живя по привычке нравственной и гражданской жизнью во внешнем мире, каким бы он ни был внутренне. В результате этой привычки человек почти не знает, каков его внутренний мир, и мало задумывается о нем.
            <br/>
            <br/>
493. Первое состояние человека после смерти напоминает его состояние в мире, ибо он тогда похож внешне, имеет такое же лицо, такую же речь, такой же нрав, таким образом, такую же нравственную и гражданскую жизнь; и, следовательно, он осознает, что он не все еще в мире, только обращая внимание на то, с чем он сталкивается, и от того, что ангелы при его воскрешении сказали ему, что он стал духом (n. 450). Таким образом, одна жизнь продолжается в другой, а смерть - это всего лишь переход.
            <br/>
            <br/>
494. Состояние духа человека, непосредственно следующее за его жизнью в мире, таково, что его узнают друзья и те, кого он знал в мире; ибо это то, что духи воспринимают не только по лицу и речи человека, но и по сфере его жизни, когда они приближаются. Всякий раз, когда кто-то в другой жизни думает о другом, он мысленно представляет перед собой его лицо и одновременно многие вещи из своей жизни; и когда он это делает, другой становится присутствующим, как будто его послали за ним или позвали. Так происходит в духовном мире, потому что мысли там общие, и там нет такого пространства, как в естественном мире (см. выше, n. 191-199). Поэтому всех, как только они переходят в другую жизнь, узнают их друзья, родственники и те, кто каким-либо образом им известен; и они разговаривают друг с другом, а затем объединяются в соответствии с их дружбой в этом мире. Я часто слышал, что те, кто пришел из мира, радовались тому, что снова увидели своих друзей, а их друзья, в свою очередь, радовались тому, что они пришли. Очень часто муж и жена приходят вместе, поздравляют друг друга и продолжают жить вместе, и это на более или менее длительное время, в зависимости от того, насколько им нравится жить вместе в этом мире. Но если они не были соединены истинной супружеской любовью, которая является соединением умов небесной любовью, то, пожив вместе некоторое время, они расходятся. Или же, если их умы были несогласны и внутренне враждебны, они вступают в открытую вражду, а иногда и в бой; тем не менее, они не разлучаются, пока не перейдут во второе состояние, о котором речь пойдет ниже.
            <br/>
            <br/>
495. Поскольку жизнь духов, недавно покинувших мир, не отличается от их жизни в естественном мире, и поскольку они ничего не знают о состоянии жизни после смерти и ничего о небесах и аде, кроме того, что они узнали из смысла буквы Слова и проповеди из него, они сначала удивляются, обнаружив себя в теле и во всех смыслах, которые они имели в мире, и видя подобные вещи; и они начинают жаждать узнать, что такое небеса, что такое ад, и где они находятся. Поэтому их друзья рассказывают им об условиях вечной жизни, водят их по разным местам и в разные компании, а иногда в города, в сады и парки, показывая им главным образом такие великолепные вещи, которые восхищают внешность, в которой они находятся. Затем их поочередно вводят в те представления о состоянии души после смерти, о небесах и аде, которые они имели при жизни тела, вплоть до того, что они возмущаются своим полным невежеством в этих вопросах, а также невежеством церкви. Почти все хотят знать, попадут ли они на небеса. Большинство из них считают, что попадут, потому что прожили в этом мире нравственную и гражданскую жизнь, никогда не учитывая, что плохие и хорошие живут подобной жизнью внешне, одинаково делая добро другим, посещая общественные богослужения, слушая проповеди и молясь; и совершенно не зная, что внешние дела и внешние акты поклонения не имеют никакой пользы, но только внутреннее, из которого исходит внешнее. Вряд ли найдется хоть один человек из тысяч, который знает, что такое внутреннее, и что именно в нем человек должен найти небо и церковь. Еще менее известно, что внешние поступки зависят от намерений и мыслей, а также от любви и веры в них, из которых они проистекают. И даже когда их учат, они не понимают, что думать и желать бесполезно, а только говорить и действовать. Таковы в большинстве своем те, кто сегодня уходит из христианского мира в другую жизнь.
            <br/>
            <br/>
496. Таких, однако, добрые духи исследуют, чтобы узнать, что они собой представляют, причем различными способами; поскольку в этом первом состоянии злые наравне с добрыми произносят истины и совершают добрые поступки, и по той причине, о которой говорилось выше, что, подобно добрым, они живут нравственно во внешнем отношении, поскольку живут под управлением правительств и подчиняются законам, и тем самым приобретают репутацию справедливых и честных, завоевывают расположение, возвышаются до почестей и приобретают богатство. Но злые духи отличаются от добрых главным образом тем, что злые уделяют большое внимание тому, что говорится о внешних вещах, и мало внимания тому, что говорится о внутренних вещах, которые являются истинами и благами церкви и небес. Они слушают, но не с вниманием и радостью. Эти два класса также отличаются тем, что они постоянно поворачиваются в определенных направлениях и следуют, когда предоставлены сами себе, по путям, ведущим в этих направлениях. По тому, как они поворачиваются в определенные стороны и идут определенными путями, можно понять, какой любовью они руководствуются.
            <br/>
            <br/>
497. Все духи, приходящие из мира, связаны с каким-то обществом на небесах или с каким-то обществом в аду, но только в том, что касается их внутренностей; и пока они находятся во внешнем мире, их внутренности никому не видны, ибо внешнее покрывает и скрывает внутреннее, особенно в случае тех, кто находится во внутреннем зле. Но потом, когда они переходят во второе состояние, их зло становится явным, потому что тогда их внутреннее открывается, а внешнее засыпает.
            <br/>
            <br/>
498. Это первое состояние человека после смерти продолжается у некоторых несколько дней, у некоторых несколько месяцев, а у некоторых целый год, но редко у кого больше года; более или менее продолжительное время у каждого в зависимости от согласия или несогласия его внутреннего с внешним. Ибо у каждого внешнее и внутреннее должны составлять одно целое и соответствовать друг другу. В духовном мире никому не позволено думать и волить по-одному, а говорить и действовать по-другому. Каждый там должен быть образом своей собственной привязанности или своей собственной любви, и потому, каков он внутренне, таким он должен быть и внешне; и по этой причине внешнее в духе сначала раскрывается и уменьшается, чтобы оно могло служить внутреннему в качестве соответствующей плоскости.
            <br/>
            <br/>
499. ВТОРОЕ СОСТОЯНИЕ ЧЕЛОВЕКА ПОСЛЕ СМЕРТИ.
            <br/>
Второе состояние человека после смерти называется состоянием внутренностей, потому что тогда он впускается во внутренности своего ума, то есть в свою волю и мысли; в то время как его внешности, в которых он находился во время первого состояния, спят. Кто хоть немного задумывается о жизни, речи и действиях человека, тот видит, что у каждого есть внешнее и внутреннее, то есть внешние и внутренние мысли и намерения. Это видно из того, что в гражданской жизни человек думает о других в соответствии с тем, что он услышал и узнал о них из сообщений или разговоров; но он не говорит с ними в соответствии со своими мыслями; и если они злы, он, тем не менее, относится к ним вежливо. Что это так, особенно видно на примере притворщиков и льстецов, которые говорят и поступают одним образом, а думают и желают совершенно иначе; также на примере лицемеров, которые говорят о Боге и небе, о спасении душ, об истинах церкви, о благе своей страны и ближнего, как бы из веры и любви, хотя в душе они считают иначе и любят только себя. [2] Все это ясно показывает, что есть два вида мысли: внешняя и внутренняя; и что есть люди, которые говорят от внешней мысли, в то время как от внутренней у них другие чувства, и что эти два вида мысли держатся отдельно, так как внутренней мысли тщательно препятствуют перетекать во внешнюю и проявляться каким-либо образом. При сотворении человек сформирован таким образом, чтобы его внутренняя и внешняя мысль соответствовали друг другу; и они действительно соответствуют друг другу у тех, кто находится в добре, ибо такие люди думают и говорят только о добре. Но у тех, кто находится во зле, внутренняя и внешняя мысль не составляют единого целого, ибо такие думают о зле и говорят о добре. У таких людей происходит инверсия порядка, ибо добро у них снаружи, а зло внутри; и вследствие этого зло властвует над добром и подчиняет его себе как слугу, чтобы оно служило ему как средство для достижения своих целей, которые имеют ту же природу, что и их любовь. Если такая цель заключена в добре, которое они ищут и делают, то их добро, очевидно, не является добром, но заражено злом, каким бы добрым оно ни казалось внешне тем, кто не знаком с его внутренним миром. [3] Не так обстоит дело с теми, кто пребывает в добре. У таких порядок не перевернут; но добро из внутренней мысли перетекает во внешнюю мысль, а значит, в слово и действие. В таком порядке был создан человек; и на небесах, и в свете небес, его внутренности находятся в этом порядке. А поскольку свет небес - это Божественная истина, исходящая от Господа, и, следовательно, Господь на небесах (n. 126-140), поэтому такие люди ведомы Господом. Все это было сказано для того, чтобы стало известно, что у каждого человека есть внутренняя мысль и внешняя мысль, и что они отличаются друг от друга. Понятие "мысль" включает в себя и волю, ибо мысль происходит от воли, а мысль без воли невозможна. Все это позволяет понять, что подразумевается под внешним состоянием человека и его внутренним состоянием.
            <br/>
            <br/>
500. При упоминании воли и мысли воля включает в себя привязанность и любовь, а также все восторги и удовольствия, проистекающие из привязанности и любви, поскольку все это относится к воле как к своему предмету; ведь то, что человек желает, он любит и считает восхитительным или приятным; а с другой стороны, то, что человек любит и считает восхитительным или приятным, то он и желает. Но под мыслью подразумевается все, посредством чего подтверждается привязанность или любовь, ибо мысль - это просто форма воли, или то, посредством чего воля проявляется в свете. Эта форма проявляется через различные рациональные анализы, которые берут свое начало в духовном мире и принадлежат духу человека.
            <br/>
            <br/>
501. Пусть будет понятно, что человек полностью таков, каковы его внутренности, а не таков, каковы его внешности, отделенные от его внутренностей. Это потому, что его внутренности принадлежат его духу, а жизнь его духа есть жизнь человека, ибо от него живет его тело; и потому, поскольку внутренности человека таковы, он остается таковым в вечности. Но поскольку внешние части относятся к телу, они отделяются после смерти, а те из них, которые относятся к духу, засыпают и служат лишь плоскостью для внутренних частей, как было показано выше при рассмотрении памяти человека, которая сохраняется после смерти. Это делает очевидным, что принадлежит человеку, а что не принадлежит, а именно, что у злого человека ничто из того, что принадлежит его внешней мысли, от которой он говорит, или внешней воле, от которой он действует, не является его собственностью, а только то, что принадлежит его внутренней мысли и воле.
            <br/>
            <br/>
502. Когда первое состояние, то есть состояние внешнее, о котором говорилось в предыдущей главе, пройдено, человек-дух вводится в состояние внутреннее, или состояние внутренней воли и ее мысли, в котором он пребывал в мире, когда был предоставлен самому себе, чтобы думать свободно и без ограничений. В это состояние он бессознательно скользит, подобно тому, как в мире он отводит мысль, ближайшую к его речи, то есть от которой он говорит, к своей внутренней мысли и пребывает в ней. Поэтому в этом внутреннем состоянии человек-дух находится в самом себе и в самой своей жизни; ибо свободно мыслить из своих собственных привязанностей - это сама жизнь человека, это он сам.
            <br/>
            <br/>
503. В этом состоянии дух думает из самой своей воли, таким образом, из самой своей привязанности, или из самой своей любви; и мысль и воля тогда составляют одно, и одно таким образом, что кажется, что он почти не думает, а только волит. Почти то же самое происходит, когда он говорит, но с той разницей, что он говорит с неким страхом, что мысли воли могут выйти наружу обнаженными, поскольку в результате его социальной жизни в мире это стало частью его воли.
            <br/>
            <br/>
504. Все люди без исключения попадают в это состояние после смерти, потому что это собственное состояние их духа. Прежнее состояние - это то, каким человек был по отношению к своему духу, когда находился в обществе; и это не его собственное состояние. О том, что это состояние, а именно, состояние внешнего мира, в которое человек впервые приходит после смерти (как было показано в предыдущей главе), не является его собственным состоянием, свидетельствует многое, например, то, что духи не только мыслят, но и говорят от своих привязанностей, поскольку их речь - от их привязанностей (как было сказано и показано в главе о речи ангелов, n. 234-245). Именно таким образом человек мыслил, находясь в мире, когда он мыслил внутри себя, ибо в такие моменты его мысль не исходила из его телесных слов, но он [мысленно] видел вещи, и за минуту времени видел больше, чем мог бы потом произнести за полчаса. То, что внешнее состояние не является состоянием самого человека или состоянием его духа, видно из того, что когда он находится в обществе в мире, он говорит в соответствии с законами нравственной и гражданской жизни, и в такие моменты внутренняя мысль управляет внешней мыслью, как один человек управляет другим, чтобы удержать его от преступания границ приличия и хороших манер. Это видно и из того, что когда человек думает внутри себя, он думает, как ему следует говорить и поступать, чтобы понравиться и заручиться дружбой, доброй волей и благосклонностью, и притом посторонними способами, то есть иначе, чем он поступил бы, если бы действовал в соответствии со своей собственной волей. Все это показывает, что состояние внутренностей, в которые впускается дух, является его собственным состоянием, и было таковым, когда он жил в мире как человек.
            <br/>
            <br/>
505. Когда дух находится во внутреннем состоянии, становится ясно, каков был человек в себе, когда он был в мире, ибо в такие моменты он действует из того, что ему принадлежит. Тот, кто в мире внутреннем пребывал в добре, тогда действует рационально и мудро, и даже более мудро, чем в мире, потому что он освобождается от связи с телом, а значит, и от тех земных вещей, которые вызывали неясность и мешали, как облако. Но тот, кто был во зле в мире, тогда поступает глупо и безумно, и даже более безумно, чем в мире, потому что он свободен и ничем не ограничен. Ибо пока он жил в мире, он был здравомыслящим внешне, так как с помощью внешних признаков выдавал себя за разумного человека; но когда он лишился внешних признаков, его безумие стало явным. Злого человека, который внешне принимает облик доброго, можно уподобить сосуду, блестящему и начищенному снаружи и закрытому крышкой, внутри которого скрыта всякая грязь, в соответствии с изречением Господа:
            <br/>
            <br/>
Вы подобны белым гробам, которые снаружи красивы, а внутри полны костей мертвых и всякой нечистоты (Матф. 23:27).
            <br/>
            <br/>
506. Все, кто жил доброй жизнью в мире и поступал по совести, кто признавал Божественное и любил Божественные истины, особенно те, кто применял эти истины в жизни, кажутся себе, когда впускаются в состояние своего внутреннего мира, как пробужденные от сна в полное бодрствование или как переходящие из тьмы в свет. Тогда они думают от света небесного, то есть от внутренней мудрости, и действуют от добра, то есть от внутренней привязанности. Небеса вливаются в их мысли и чувства с внутренним блаженством и восторгом, о которых они раньше не имели представления; ибо они общаются с ангелами небесными. Тогда они признают Господа и поклоняются Ему от самой своей жизни, ибо, находясь в состоянии внутренней жизни, они находятся в своей собственной жизни (как было сказано выше, п. 505); и поскольку свобода относится к внутренним привязанностям, они признают и поклоняются Господу от свободы. Таким образом, они удаляются от внешней святости и приходят в ту внутреннюю святость, в которой, собственно, и состоит поклонение. Таково состояние тех, кто живет христианской жизнью в соответствии с заповедями Слова. [2] Но состояние тех, кто жил злой жизнью в мире, не имел совести и, как следствие, отрицал Божественное, прямо противоположно этому. Ибо каждый, кто живет злой жизнью, внутренне отрицает в себе Божественное, как бы он ни думал, что внешне признает Господа и не отрицает Его; ибо признавать Божественное и жить злой жизнью - противоположности. Когда такие люди, живущие другой жизнью, входят в состояние внутреннего мира, и их слышат говорящими и видят действующими, они кажутся глупыми; ибо от своих злых похотей они разражаются всевозможными мерзостями, презрением к другим, насмешками и богохульством, ненавистью и местью; они замышляют козни, некоторые с такой хитростью и злобой, что едва ли можно поверить, что такое возможно в человеке. Ибо тогда они находятся в состоянии свободы действовать в согласии с помыслами своей воли, поскольку они отделены от внешних условий, которые сдерживали и ограничивали их в мире. Одним словом, они лишены разумности, потому что их разум, пока они были в мире, располагался не внутри, а снаружи; и все же они казались себе мудрее других. [3] Таков их характер, когда они находятся во втором состоянии, их спускают на короткие промежутки времени во внешнее состояние и вспоминают их действия, когда они были во внутреннем состоянии; и тогда некоторые из них чувствуют стыд и признаются, что они были безумны; некоторые не чувствуют стыда; а некоторые сердятся, потому что им не разрешают оставаться постоянно во внешнем состоянии. Но им показано, чем бы они стали, если бы продолжали пребывать в таком состоянии, а именно: они попытались бы тайными путями достичь тех же злых целей и, прикрываясь добротой, честностью и справедливостью, ввели бы в заблуждение простых сердцем и верой, и полностью погубили бы себя; ибо их внешнее состояние в конце концов сгорит тем же огнем, что и внутреннее, и вся их жизнь будет уничтожена.
            <br/>
            <br/>
507. Когда в этом втором состоянии духи становятся видимыми, они становятся такими же, какими были сами по себе, пока находились в этом мире; то, что они тогда делали и говорили тайно, теперь становится явным; ибо теперь их не сдерживают никакие внешние соображения, и поэтому то, что они говорили и делали тайно, они теперь говорят и стараются делать открыто, уже не опасаясь потери репутации, как это было в мире. Их также приводят во многие состояния их пороков, чтобы они стали явными для ангелов и добрых духов. Таким образом, скрытое становится явным, а тайное - явным, в соответствии со словами Господа:
            <br/>
            <br/>
Нет ничего тайного, что не сделалось бы явным, и сокровенного, что не сделалось бы известным. Что вы говорили во тьме, то будет услышано при свете, и что вы говорили на ухо в покоях, то будет возвещено на крышах домов (Луки 12:2, 3).
            <br/>
            <br/>
И в других местах:
            <br/>
            <br/>
Говорю вам, что за всякое праздное слово, какое скажут люди, дадут они отчет в день суда (Матф. 12:36).
            <br/>
            <br/>
508. Характер нечестивых в этом состоянии невозможно описать в нескольких словах, ибо каждый из них безумен в соответствии со своими похотями, а они разнообразны; поэтому я просто упомяну некоторые особые примеры, из которых можно сделать выводы относительно остальных. Те, кто возлюбил себя превыше всего, и в своих занятиях и делах заботился о собственной чести, и совершал дела и находил в них удовольствие не ради дела, а ради репутации, чтобы из-за них считаться более достойным, чем другие, и таким образом был увлечен своей репутацией чести, более глупы в этом втором состоянии, чем другие; ибо насколько человек любит себя, настолько он отделен от неба, а насколько он отделен от неба, настолько он отделен от мудрости. [2] Но те, кто не только самолюбив, но и коварен, и возвысился до почестей посредством коварства, соединяются с худшими духами и обучаются магическим искусствам, которые являются злоупотреблением Божественным порядком, и посредством их они нападают и заражают всех, кто их не почитает, расставляя силки, разжигая ненависть, пылая местью, и стремятся выместить свою ярость на всех, кто им не поддается; Они совершают все эти беззакония до тех пор, пока им благоприятствуют их изверги; и в конце концов они размышляют о том, как им взойти на небо, чтобы разрушить его, или чтобы им поклонялись там как богам. До такой степени доводит их безумие". [3] Паписты такого рода более безумны, чем остальные, ибо они лелеют мысль, что небеса и ад подвластны их власти и что они могут отпускать грехи по своему усмотрению, присваивая себе все Божественное и называя себя Христом. Это убеждение у них такое, что где бы оно ни проникало, оно смущает разум и побуждает к темноте вплоть до боли. Такие люди почти одинаковы как в первом, так и во втором состоянии; но во втором они лишены разумности. Об их безумствах и их участи после этого состояния будет рассказано в трактате "Страшный суд и разрушение Вавилона". [4] Те, кто приписал творение природе и потому в сердце, если не устами, отрицал Божественное, а значит, и все церковное и небесное, соединяются с себе подобными в этом втором состоянии и называют богом каждого, кто превосходит их в хитрости, поклоняясь ему даже с Божественными почестями. Я видел таких в собрании, которые поклонялись магу, рассуждали о природе и вели себя как глупцы, словно звери под человеческим обликом, в то время как среди них были и те, кто в мире занимал достойные посты, и те, кто считался ученым и мудрым. Так же было и в других государствах. Из этих нескольких примеров можно сделать вывод о том, что представляют собой те, у кого внутренность ума закрыта небесами, как это происходит со всеми, кто не получил притока с небес через признание Божественного и жизнь в вере. Каждый может судить по себе, как бы он поступил, если бы, будучи таковым, он был свободен действовать, не опасаясь закона и не опасаясь за свою жизнь, и не имея внешних ограничений, таких как страх повредить своей репутации или потерять честь и выгоду и последующие удовольствия. [6] Тем не менее, безумие таких людей сдерживается Господом, чтобы оно не выходило за пределы пользы; ибо даже такие духи приносят некоторую пользу. В них добрые духи видят, что такое зло и какова его природа, и что такое человек, когда он не ведомый Господом. Другая их польза в том, что они собирают вместе злых духов, подобных себе, и отделяют их от добрых; и еще в том, что истины и блага, которые злые внешне исповедовали и притворялись, отнимаются у них, и они вводятся в зло своей жизни и фальшь своего зла, и таким образом готовятся к аду. [7] Ибо никто не войдет в ад, пока не окажется в своем собственном зле и лживости зла, поскольку там никому не позволено иметь разделенный ум, то есть думать и говорить одно, а желать другое. Каждый злой дух там должен думать то, что ложно от зла, и говорить то, что ложно от зла, в обоих отношениях от воли, то есть от своей собственной сущностной любви и ее восторга и удовольствия, точно так же, как он думал в мире, когда был в своем духе, то есть так же, как он думал в себе, когда думал от внутренней привязанности. Причина в том, что воля - это сам человек, а не мысль, если только она не причастна воле, а воля - это сама природа или склонность человека. Поэтому впустить человека в его волю - значит впустить его в его природу или расположение, а также в его жизнь; ибо своей жизнью человек облекается в природу, и после смерти он продолжает быть таким, какова его природа, которую он приобрел своей жизнью в мире; и со злом эта природа уже не может быть исправлена и изменена посредством мысли или понимания истины.
            <br/>
            <br/>
509. Когда злые духи находятся в этом втором состоянии, то, впадая во всевозможные пороки, они подвергаются частым и тяжким наказаниям. В мире духов существует множество видов наказаний, и там нет различия между людьми, был ли человек в этом мире царем или слугой. Каждое зло влечет за собой наказание, и оба они составляют одно целое; поэтому тот, кто пребывает во зле, пребывает и в наказании зла. И все же никто на том свете не несет наказания за то зло, которое он совершил в этом мире, но только за то зло, которое он совершает в этом мире; хотя это одно и то же и равнозначно, если говорить, что люди несут наказание за их зло в этом мире или что они несут наказание за зло, которое они совершают в другой жизни, поскольку каждый после смерти возвращается в свою собственную жизнь и, следовательно, в такие же злодеяния; и человек остается таким же, каким он был в жизни тела (n. 470-484). Людей наказывают по той причине, что страх наказания является единственным средством усмирения зла в этом состоянии. Ни увещевания, ни наставления, ни страх перед законом и потерей репутации уже бесполезны, поскольку каждый действует по своей природе, а эту природу можно обуздать и сломить только наказаниями. Но добрые духи, хотя они и совершили зло в этом мире, никогда не подвергаются наказанию, потому что их зло не возвращается. Более того, я узнал, что зло, которое они совершили, было иного рода или природы, не было сделано намеренно в противовес истине или от какой-либо другой порочности сердца, кроме той, которую они получили по наследству от своих родителей, и что они были увлечены этим слепым восторгом, когда они были во внешнем, отделенном от внутреннего.
            <br/>
            <br/>
510. Каждый отправляется в свое общество, в котором его дух пребывал в мире; ибо каждый человек, что касается его духа, связан с каким-то обществом, либо инфернальным, либо небесным, злой человек - с инфернальным обществом, добрый - с небесным, и в это общество он попадает после смерти (см. n. 438). Дух постепенно приводится к своему обществу и в конце концов попадает в него. Когда злой дух находится в состоянии внутренностей, он постепенно поворачивается к своему обществу, и в конце концов, прежде чем это состояние закончится, прямо к нему; а когда это состояние закончится, он сам бросается в ад, где находятся те, кто подобен ему. Этот акт падения выглядит на первый взгляд как падение вниз головой и вверх ногами. Причина этого явления в том, что сам дух находится в обратном порядке, возлюбив адские вещи и отвергнув небесные. В этом втором состоянии некоторые злые духи входят в преисподнюю и выходят оттуда по очереди; но они не падают вниз головой, как это делают те, кто полностью расширен. Более того, само общество, в котором они находились духом, пока были в этом мире, показывается им, когда они находятся в состоянии внешнего мира, чтобы они могли таким образом узнать, что даже при жизни тела они были в аду, хотя и не в таком состоянии, как те, кто находится в самом аду, но в таком же состоянии, как те, кто находится в мире духов. Об этом состоянии, по сравнению с тем, что происходит в аду, будет сказано далее.
            <br/>
            <br/>
511. В этом втором состоянии происходит отделение злых духов от добрых. Ибо в первом состоянии они вместе, так как пока дух находится во внешнем мире, он такой же, каким был в мире, то есть злой с добрым и добрый со злым; но все иначе, когда его вводят во внутренний мир и оставляют на волю его собственной природы или воли. Отделение злых духов от добрых происходит различными способами; в общем, их водят по тем обществам, с которыми в их первом состоянии они общались посредством своих добрых мыслей и привязанностей, то есть по тем обществам, которые они побудили поверить в то, что они не злые. Обычно их водят по широкому кругу, и везде то, чем они являются на самом деле, становится очевидным для добрых духов. При виде их добрые духи отворачиваются; и в то же время злые духи, которых ведут, отворачивают свои лица от добрых в сторону того квартала, где находится их адское общество, в которое они собираются прийти. Другие методы разделения, которых много, сейчас не будут упоминаться.
            <br/>
            <br/>
512. LIII. ТРЕТЬЕ СОСТОЯНИЕ ЧЕЛОВЕКА ПОСЛЕ СМЕРТИ, КОТОРОЕ ЯВЛЯЕТСЯ СОСТОЯНИЕМ НАСТАВЛЕНИЯ ДЛЯ ТЕХ, КТО ПОПАДАЕТ НА НЕБЕСА.
            <br/>
Третье состояние человека после смерти, то есть его духа, - это состояние обучения. Это состояние предназначено для тех, кто попадает на небеса и становится ангелами. Оно не предназначено для тех, кто попадает в ад, потому что такие люди не способны к обучению, и поэтому их второе состояние также является их третьим состоянием, заканчивающимся тем, что они полностью обращаются к своей собственной любви, таким образом, к тому адскому обществу, которое находится в такой же любви. Когда это сделано, они желают и думают, исходя из этой любви, и поскольку эта любовь адская, они не желают ничего, кроме злого, и не думают ничего, кроме ложного; и в таком мышлении и желании они находят свои удовольствия, потому что они принадлежат их любви; и вследствие этого они отвергают все хорошее и истинное, что они ранее приняли в качестве средств, полезных для их любви. [2] Добрые духи, напротив, из второго состояния переходят в третье, которое является состоянием их подготовки к небу посредством наставлений. Ибо подготовиться к небу можно только посредством познания добра и истины, то есть только посредством обучения, поскольку познать, что такое духовное добро и истина, и что такое зло и фальшь, которые являются их противоположностями, можно только будучи обученным. В мире можно узнать, что такое гражданское и моральное добро и истина, которые называются справедливостью и честностью, потому что в мире существуют гражданские законы, которые учат тому, что справедливо, и существует взаимодействие с другими людьми, благодаря которому человек учится жить в соответствии с моральными законами, и все это имеет отношение к тому, что честно и правильно. Но духовное добро и истина познаются с небес, а не из мира. Их можно узнать из Слова и из учения церкви, которое взято из Слова, и все же, если человек в отношении своих внутренних органов, которые принадлежат его разуму, не находится на небесах, духовное добро и истина не могут войти в его жизнь; а человек находится на небесах, когда он признает Божественное и поступает справедливо и честно по той причине, что он должен так поступать, потому что это заповедано в Слове. Это жизнь справедливая и честная ради Божественного, а не ради себя и мира, как это бывает в конце концов. [3] Но никто не может так поступать, пока его не научат, например, тому, что есть Бог, что есть рай и ад, что есть жизнь после смерти, что Бога надо любить превыше всего, а ближнего - как самого себя, и что в то, чему учат в Слове, надо верить, потому что Слово - Божественное. Без знания и признания этих вещей человек не способен мыслить духовно; а если у него нет мыслей о них, то он не может и волить их; ибо то, чего человек не знает, он не может мыслить, а то, чего он не мыслит, он не может волить. Поэтому, когда человек желает этих вещей, в его жизнь вливается небо, то есть Господь через небо, ибо Господь вливается в волю, через волю - в мысль, а через мысль - в жизнь, и вся жизнь человека происходит от них. Все это ясно показывает, что духовное добро и истина познаются не в мире, а на небесах, и что человек может быть подготовлен к небесам только посредством обучения". [4] Более того, когда Господь входит в жизнь любого человека, Он наставляет его, ибо так Он разжигает волю любовью к познанию истин и просвещает мысль, чтобы познать их; и так как это происходит, то внутренности человека открываются и в них насаждается небо; Более того, Божественное и небесное вливается в честные вещи, относящиеся к нравственной жизни, и в справедливые вещи, относящиеся к гражданской жизни человека, и делает их духовными, поскольку человек тогда делает эти вещи от Божественного, то есть делает их ради Божественного. Ибо честные и справедливые вещи, относящиеся к нравственной и гражданской жизни, которые человек делает из этого источника, являются существенными следствиями духовной жизни; а следствие проистекает из действующей причины, поскольку какова причина, таково и следствие.
            <br/>
            <br/>
513. Наставление дается ангелами многих обществ, особенно тех, которые находятся в северной и южной четвертях, потому что эти ангельские общества обладают умом и мудростью от познания добра и истины. Места обучения находятся на севере и разнообразны, расположены и различаются в соответствии с видами и разновидностями небесных благ, чтобы все и каждый могли быть наставлены там в соответствии с их склонностью и способностью к восприятию; места простираются вокруг на большое расстояние. Добрые духи, которые должны быть наставлены, приводятся Господом в эти места, когда они завершают свое второе состояние в мире духов, но не все; ибо есть некоторые, которые были наставлены в мире, и были подготовлены там Господом для неба, и они возносятся на небо другим путем - некоторые сразу после смерти, некоторые после короткого пребывания с добрыми духами, где грубые вещи их мыслей и привязанностей, которые они приобрели от почестей и богатства в мире, удаляются, и таким образом они очищаются. Некоторые сначала подвергаются вастации, которая происходит в местах под подошвами ног, называемых нижней землей, где некоторые сильно страдают. Это те, кто утвердился в ложности и при этом вел хорошую жизнь, ибо когда ложность утверждается, она сохраняется с большой силой, и пока она не рассеется, истина не может быть увидена, а значит, не может быть принята. Но вастации и то, как они происходят, были рассмотрены в Arcana Coelestia, из которой были собраны нижеследующие заметки.
            <br/>
 Вастации происходят в другой жизни, то есть те, кто переходит в другую жизнь из этого мира, становятся вастациями (n. 698, 7122, 7474, 9763).
            <br/>
Благорасположенные подвергаются вастации в отношении лжи, а злые - в отношении истины (n, 7474, 7541, 7542).
            <br/>
Благорасположенные подвергаются вастации, чтобы избавиться от того, что относится к земле и миру, чем они заразились, живя в этом мире (n. 7186, 9763).
            <br/>
А также для того, чтобы удалить зло и фальшь, и таким образом освободить место для притока благ и истин с небес от Господа, а также для способности принять их (n. 7122, 9330).
            <br/>
Вознесение на небеса невозможно, пока такие вещи не будут удалены, потому что они препятствуют небесным вещам и не согласуются с ними (n. 6928, 7122, 7186, 7541, 7542, 9763).
            <br/>
Те, кто должен быть вознесен на небо, таким образом готовятся к этому (n. 4728, 7090).
            <br/>
Опасно входить на небо, не будучи подготовленным (n. 537, 538).
            <br/>
Состояние просветления и радости тех, кто выходит из вастации и возносится на небеса, и их прием там (n. 2699, 2701, 2704).
            <br/>
Область, где происходят эти вастации, называется нижней землей (n. 4728, 7090).
            <br/>
Эта область находится под подошвами ног, окруженная адами; ее природа описана (n. 4940-4951, 7090); из опыта (n. 699).
            <br/>
Что такое ады, которые более других заражают и опустошают (n. 7317, 7502, 7545).
            <br/>
Те, которые заражают и опустошают хорошо настроенных людей, впоследствии боятся их, избегают их и отворачиваются от них (n. 7768).
            <br/>
Эти заражения и опустошения происходят по-разному в зависимости от прилипания зла и фальши, и они продолжаются в соответствии с их качеством и количеством (n. 1106-1113).
            <br/>
Некоторые вполне охотно поддаются вастации (n. 1107).
            <br/>
Некоторых опустошают страхи (n. 4942).
            <br/>
Некоторые заражены злом, которое они совершили в мире, и ложью, которую они думали в мире, от чего они испытывают беспокойство и муки совести (n. 1106).
            <br/>
Некоторые в духовном плену, который есть незнание истины и восприятие истины, в сочетании с желанием познать истину (n. 1109, 2694).
            <br/>
Некоторые - сном; некоторые - средним состоянием между бодрствованием и сном (n. 1108). Те, кто возлагает заслуги на дела, сами себе кажутся рубящими дрова (n. 1110).
            <br/>
Другие - другими способами, с большим разнообразием (n. 699).
            <br/>
            <br/>
514. Все, кто находится в местах обучения, живут отдельно, ибо каждый связан своими внутренностями с тем небесным обществом, в которое он собирается войти; таким образом, как небесные общества устроены в соответствии с небесной формой (см. выше, n. 200-212), так и места, где дается обучение; и по этой причине, когда эти места рассматриваются с неба, видно нечто подобное небу в меньшей форме. Они простираются в длину с востока на запад, а в ширину - с юга на север; но ширина кажется меньше длины. В целом они расположены следующим образом. Впереди находятся те, кто умер в детстве и был воспитан на небесах до возраста ранней юности; они, пройдя состояние младенчества с теми, кто их опекал, приводятся сюда Господом и наставляются. За ними находятся места, где учат тех, кто умер в зрелом возрасте и кто в миру имел привязанность к истине, проистекающей из жизненных благ. Опять же, за ними стоят те, кто в миру был связан с магометанской религией, жил нравственной жизнью и признавал одно Божественное, а Господа - как самого Пророка. Когда они отходят от Магомета, потому что он не может им помочь, они подходят к Господу, поклоняются Ему и признают Его Божественность, и тогда их наставляют в христианской религии. За ними, к северу, находятся места обучения различных языческих народов, которые в мире жили хорошей жизнью в соответствии со своей религией, и таким образом приобрели своего рода совесть, и поступали справедливо и правильно не столько из уважения к законам своего правительства, сколько из уважения к законам религии, которые, по их мнению, должны свято соблюдаться и ни в коем случае не нарушаться их поступками. Когда их учили, все они легко приходили к признанию Господа, потому что их сердцам внушалось, что Бог не невидим, но видим в человеческом облике. По количеству они превосходят всех остальных, и лучшие из них родом из Африки.
            <br/>
            <br/>
515. Но все учатся не одинаково и не в одних и тех же небесных обществах. Те, кто с детства воспитывался на небесах, не впитав фальши от фальши религии и не осквернив свою духовную жизнь отбросами, относящимися к почестям и богатству в мире, получают наставления от ангелов внутренних небес; тогда как те, кто умер в зрелом возрасте, получают наставления в основном от ангелов низших небес, потому что эти ангелы лучше подходят им, чем ангелы внутренних небес, которые находятся во внутренней мудрости, которая еще не приемлема для них. Но магометане получают наставления от ангелов, которые ранее были в той же религии и были обращены в христианство. Язычников тоже учат их ангелы.
            <br/>
            <br/>
516. Все учение там исходит из доктрины, взятой из Слова, а не из Слова в отрыве от доктрины. Христиане учатся по небесному учению, которое полностью согласуется с внутренним смыслом Слова. Все остальные, как магометане и язычники, учатся на основании доктрин, соответствующих их пониманию, которые отличаются от небесной доктрины только тем, что духовная жизнь преподается посредством нравственной жизни в согласии с добрыми догматами их религии, из которых они черпали свою жизнь в этом мире.
            <br/>
            <br/>
517. Обучение на небесах отличается от обучения на земле тем, что знания закрепляются не в памяти, а в жизни; ибо память духов находится в их жизни, ибо они принимают и впитывают все, что находится в гармонии с их жизнью, и не принимают, а тем более не впитывают то, что не находится в гармонии с ней; ибо духи - это привязанности, и поэтому они находятся в человеческой форме, которая подобна их привязанностям. [2] Будучи таковыми, они постоянно одушевлены привязанностью к истине, которая обращена к использованию жизни; ибо Господь обеспечивает любовь каждого к использованию, соответствующему его гению; и эта любовь возвышается надеждой стать ангелом. И поскольку все небесные применения связаны с общим применением, которое есть благо Царства Господня, которое на небесах есть отечество, и поскольку все особые и конкретные применения должны цениться в той мере, в какой они более тесно и полно связаны с этим общим применением, поэтому все эти особые и конкретные применения, которые бесчисленны, хороши и небесны; поэтому в каждом привязанность к истине так соединена с привязанностью к применению, что они составляют одно целое; и таким образом истина так прививается к применению, что истины, которые они приобретают, являются истинами применения. Таким образом ангельские духи обучаются и готовятся к небесам. [3] Привязанность к истине, подходящей для использования, внушается различными средствами, большинство из которых неизвестны в мире; главным образом, представителями использования, которые в духовном мире демонстрируются тысячью способов, и с такими наслаждениями и удовольствиями, что они пронизывают дух от внутренностей его ума до внешностей его тела, и таким образом влияют на все; и в результате дух становится как бы его использованием; и поэтому, когда он приходит в свое общество, в которое он посвящен путем обучения, он находится в своей жизни, находясь в своем использовании. Из всего этого ясно, что не знания, которые являются внешними истинами, приводят кого-либо в рай; но сама жизнь, которая есть жизнь использования, насаждаемая посредством знаний.
            <br/>
 Всякое благо имеет свое наслаждение и свое качество от использования и в соответствии с использованием; поэтому, каково благо, таково и использование (n. 3049, 4984, 7038).
            <br/>
Ангельская жизнь состоит в благах любви и милосердия, а значит, в исполнении благ (n. 454).
            <br/>
Господь, а значит и ангелы, не имеют в человеке ничего, кроме целей, которые являются использованием (n. 1317, 1645, 5854).
            <br/>
Царство Господа - это царство целей (n. 454, 696, 1103, 3645, 4054, 7038).
            <br/>
Служение Господу - это исполнение целей (n. 7038).
            <br/>
Каков человек, таково и его применение (n. 1568, 3570, 4054, 6571, 6935, 6938, 10284).
            <br/>
            <br/>
518. Были некоторые духи, которые убедили себя, размышляя об этом в мире, что они попадут на небеса и будут приняты раньше других из-за своей образованности и большого знания Слова и доктрин своих церквей, полагая, что они мудры вследствие этого, и были такими, как те, о которых сказано, что
            <br/>
            <br/>
Они будут сиять, как светила небесные и как звезды (Даниил 12:3).
            <br/>
            <br/>
Но их исследовали, чтобы выяснить, пребывают ли их знания в памяти или в жизни. Те из них, кто имел подлинную привязанность к истине, то есть кто имел цели, отделенные от того, что относится к телу и миру, как их цель, которые по существу являются духовными целями, - эти, когда они были наставлены, были приняты на небеса; и тогда им было дано знать, что именно сияет на небесах, а именно Божественная истина (которая есть свет небес) в использовании, которая является плоскостью, принимающей лучи этого света и превращающей их в различные великолепия. Но те, в ком знание пребывало лишь в памяти и кто приобрел от этого способность рассуждать об истинах и доказывать то, что они уже приняли как принципы, видя эти принципы после их подтверждения как истины, хотя они и были ложью, эти, поскольку они не были в небесном свете, и все же пребывали в убеждении, проистекающем из обычно присущего такому уму самомнения, что они более ученые, чем другие, и по этой причине попадут на небо и будут обслуживаться ангелами, то, чтобы они могли отстраниться от своей заблуждающейся веры, они были вознесены на первое или самое верхнее небо, чтобы быть введенными в ангельское общество. Но уже на пороге их глаза начали темнеть от притока небесного света, их понимание нарушилось, и в конце концов они начали задыхаться, как на пороге смерти; и как только они почувствовали небесный жар, который есть небесная любовь, они начали внутренне мучиться. Поэтому они были низвергнуты, после чего их научили, что не знания делают ангела, а сама жизнь, которая приобретается посредством знаний, ибо знания, рассматриваемые сами по себе, находятся вне небес; жизнь же, приобретаемая посредством знаний, находится на небесах.
            <br/>
            <br/>
519. Когда духи подготовлены к небу обучением в вышеописанных местах, что происходит за короткое время, поскольку они находятся в духовных идеях, охватывающих многие частности вместе, они облекаются в ангельские одежды, которые в основном сияют белизной, словно сделанные из чистого льна; и таким образом они приводятся на путь, ведущий вверх к небу, и передаются там ангелам-стражам, а затем принимаются другими ангелами и вводятся в общества и во многие блаженства там. После этого каждого из них Господь приводит в его собственное общество, что также происходит различными путями, иногда извилистыми тропами. Пути, по которым их ведут, не известны ни одному ангелу, но известны одному Господу. Когда они приходят в свое общество, их внутренности открываются; и поскольку они соответствуют внутренностям ангелов, находящихся в этом обществе, их сразу же узнают и принимают с радостью.
            <br/>
            <br/>
520. К этому я добавлю памятный факт, касающийся путей, ведущих из этих мест на небо, по которым вводятся вновь прибывшие ангелы. Существует восемь путей, по два от каждого места обучения, один из которых идет вверх в восточном направлении, а другой - в западном. Те, кто попадает в небесное царство Господа, вводятся восточным путем, а те, кто попадает в духовное царство, вводятся западным путем. Четыре пути, ведущие в Небесное Царство Господа, украшены оливковыми и фруктовыми деревьями различных видов, а те, что ведут в духовное Царство Господа, украшены виноградными лозами и лаврами. Это происходит из соответствия, потому что виноградные лозы и лавры соответствуют привязанности к истине и ее использованию, а маслины и плоды соответствуют привязанности к добру и его использованию.
            <br/>
            <br/>
521. НИКТО НЕ ПОПАДАЕТ НА НЕБЕСА ПО МИЛОСТИ, ПОМИМО СРЕДСТВ.
            <br/>
Те, кто не был наставлен о небесах и пути на небеса, а также о жизни небес в человеке, полагают, что быть принятым на небеса - это просто дело милосердия, которое дается тем, кто имеет веру и за кого ходатайствует Господь; таким образом, это прием по милости; следовательно, все люди без исключения могут быть спасены, если Господу будет угодно, а некоторые даже верят, что все в аду могут быть спасены. Но те, кто так думает, ничего не знают о человеке, что он таков, какова его жизнь, и что его жизнь такова, какова его любовь, как в отношении внутреннего, относящегося к его воле и пониманию, так и в отношении внешнего, относящегося к его телу; также, что его телесная форма - это просто внешняя форма, в которой внутренняя проявляет себя в действии; следовательно, любовь человека - это весь человек (см. выше, n. 363). Они также не знают, что тело живет не от себя, а от своего духа, и что дух человека - это его сущностная привязанность, а его духовное тело есть не что иное, как его привязанность в человеческой форме, и в такой форме оно появляется после смерти (см. выше, n. 453-460). Пока человек остается в неведении относительно всего этого, его можно склонить к тому, что спасение не подразумевает ничего, кроме Божественного благоволения, которое называется милостью и благодатью.
            <br/>
            <br/>
522. Но сначала давайте рассмотрим, что такое Божественное милосердие. Божественное милосердие - это чистое милосердие ко всему человеческому роду, чтобы спасти его; и оно также непрерывно по отношению к каждому человеку и никогда ни от кого не отступает, так что спасаются все, кто может спастись. И все же никто не может быть спасен иначе, как Божественными средствами, которые Господь открывает в Слове. Божественные средства - это так называемые Божественные истины, которые учат, как человек должен жить, чтобы спастись. Этими истинами Господь ведет человека на небо, и ими Он насаждает в человеке небесную жизнь. Это Господь делает для всех. Но небесная жизнь не может быть заложена ни в ком, если он не воздерживается от зла, ибо зло препятствует. Поэтому, пока человек воздерживается от зла, Господь из чистой милости ведет его Своими Божественными средствами, и это с младенчества и до конца его жизни в этом мире, а затем и в вечности. Вот что подразумевается под Божественным милосердием. Из этого следует, что милосердие Господа - это чистое милосердие, но не помимо средств, то есть оно не стремится спасти всех из простого благоволения, как бы они ни жили.
            <br/>
            <br/>
523. Господь никогда не делает ничего, противоречащего порядку, потому что Он Сам есть порядок. Божественная истина, исходящая от Господа, - это то, что составляет порядок; а Божественные истины - это законы порядка. Именно в соответствии с этими законами Господь ведет человека. Следовательно, спасение человека по милости, помимо средств, противоречило бы Божественному порядку, а то, что противоречит Божественному порядку, противоречит Божественному. Божественный порядок - это небо в человеке, и человек извратил его в себе жизнью, противоречащей законам порядка, которые являются Божественными истинами. В этот порядок человек возвращается Господом из чистой милости посредством законов порядка; и по мере того, как он возвращается в этот порядок, он получает небо в себе; и тот, кто получает небо в себе, входит в небо. Это еще раз доказывает, что Божественное милосердие Господа - это чистое милосердие, а не милосердие помимо средств.
            <br/>
 Божественная истина, исходящая от Господа, является источником порядка, а Божественное благо - сущностью порядка (n. 1728, 2258, 8700, 8988).
            <br/>
Таким образом, Господь есть порядок (n. 1919, 2011, 5110, 5703, 10336, 10619).
            <br/>
Божественные истины - это законы порядка (n. 2447, 7995).
            <br/>
Все небо устроено Господом в соответствии с Его Божественным порядком (n. 3038, 7211, 9128, 9338, 10125, 10151, 10157).
            <br/>
Поэтому форма неба - это форма, соответствующая Божественному порядку (n. 4040-4043, 6607, 9877).
            <br/>
Пока человек живет в соответствии с порядком, то есть, пока он живет в добре в соответствии с Божественными истинами, он принимает небо в себя (n. 4839).
            <br/>
Человек - это существо, в котором собраны воедино все вещи Божественного порядка, и по сотворении он есть Божественный порядок в форме, потому что он является получателем Божественного порядка (n. 3628, 4219, 4220, 4223, 4523, 4524, 5214, 6013, 6057, 6605, 6626, 9706, 10156, 10472).
            <br/>
Человек рождается не в добро и истину, а во зло и ложь, то есть не в Божественный порядок, а в противоположность порядку, и по этой причине он рождается в чистом невежестве; поэтому ему необходимо родиться заново, то есть возродиться, что Господь совершает посредством Божественных истин, чтобы привести его в порядок (n. 1047, 2307, 2308, 3518, 8480, 8550, 10283, 10284, 10286, 10731).
            <br/>
Когда Господь формирует человека заново, то есть возрождает его, Он приводит все вещи в нем в гармонию с порядком, то есть в форму небес (n. 5700, 6690, 9931, 10303).
            <br/>
Зло и ложь противоречат порядку; тем не менее, теми, кто находится в них, Господь управляет не в соответствии с порядком, а из порядка (n. 4839, 7877, 10777).
            <br/>
Невозможно, чтобы человек, живущий во зле, был спасен только милосердием, ибо это противоречило бы Божественному порядку (n. 8700).
            <br/>
            <br/>
524. Если бы люди могли быть спасены милосердием помимо средств, то все были бы спасены, даже те, кто находится в аду; на самом деле, не было бы никакого ада, потому что Господь есть само милосердие, сама любовь и сама благость. Поэтому несовместимо с Его Божественностью говорить, что Он способен спасти всех помимо средств и не спасает их. Из Слова известно, что Господь желает спасения всех и проклятия никому.
            <br/>
            <br/>
525. Большинство тех, кто переходит в другую жизнь из христианского мира, приносят с собой веру в то, что они могут быть спасены по милости, помимо средств, и молятся об этой милости; но когда их исследуют, оказывается, что они верят, что попасть на небеса - это просто получить допуск, и что те, кого впустили, пребывают в небесной радости. Они совершенно не знают, что такое небеса и что такое небесная радость, и поэтому им говорят, что Господь никому не отказывает в небесах, и что они могут быть приняты и остаться там, если пожелают этого. Те, кто так желал, были приняты, но как только они достигли первого порога, их охватила такая сердечная боль от сквозняка небесного жара, который есть любовь, в которой пребывают ангелы, и от притока небесного света, который есть Божественная истина, что они почувствовали в себе адские муки вместо небесной радости и, пораженные ужасом, бросились вниз головой. Так они на живом опыте убедились, что невозможно даровать небеса никому из милосердия, кроме средств.
            <br/>
            <br/>
526. Я иногда беседовал об этом с ангелами и говорил им, что большинство людей, живущих во зле, когда говорят с другими о небесах и вечной жизни, не высказывают никакой другой идеи, кроме той, что попасть на небеса можно только по милости. И в это особенно верят те, кто считает веру единственным средством спасения. Ибо такие люди, исходя из принципов своей религии, не обращают внимания на жизнь и дела любви, которые делают жизнь, и, следовательно, ни на одно из других средств, посредством которых Господь насаждает небеса в человеке и делает его восприимчивым к небесной радости; и поскольку они таким образом отвергают всякое фактическое посредничество, они заключают, как необходимое следствие принципа, что человек попадает на небеса только по милости, к которой, как считается, Бог Отец побуждается ходатайством Сына. [2] На все это ангелы сказали, что они знают, что такой догмат с необходимостью вытекает из предположения, что человек спасается только верой, и поскольку этот догмат является главой всех остальных, и поскольку в него, поскольку он не истинен, не может проникать свет с небес, это является источником невежества, преобладающего в церкви в настоящее время в отношении Господа, небес, жизни после смерти, небесной радости, сущности любви и милосердия, и вообще в отношении добра и его соединения с истиной, следовательно, в отношении жизни человека, откуда она и что она такое; когда должно быть известно, что мысль никогда не составляет жизни человека, но воля и последующие дела; и что жизнь происходит от мысли лишь постольку, поскольку мысль происходит от воли; и жизнь не происходит от веры лишь постольку, поскольку вера происходит от любви. Ангелы огорчены тем, что эти люди не знают, что вера сама по себе невозможна ни в ком, так как вера без ее происхождения, которое есть любовь, есть не что иное, как знание, а у некоторых это просто убеждение, которое имеет видимость веры (см. выше, n. 482). Такое убеждение находится не в жизни человека, а вне ее, поскольку оно отделено от человека, если только не сопряжено с его любовью". [3] Далее ангелы сказали, что те, кто придерживается этого принципа относительно основных средств спасения в человеке, должны верить в милость помимо средств, ибо они понимают как из естественного света, так и из опыта зрения, что вера отдельно не составляет жизнь человека, поскольку те, кто ведет злую жизнь, способны мыслить и быть убежденными так же, как и другие; и из этого проистекает вера в то, что злые и добрые могут быть спасены, если в час смерти они с уверенностью говорят о заступничестве и о милости, которая даруется через это заступничество. Ангелы заявили, что они еще не видели ни одного человека, прожившего злую жизнь и получившего милость на небесах помимо средств, какое бы доверие или уверенность (что в первую очередь подразумевается под верой) он ни проявлял в своих разговорах в этом мире". [4] На вопрос об Аврааме, Исааке, Иакове, Давиде и апостолах, не были ли они приняты на небо по милости, помимо средств, ангелы ответили, что ни один из них не был так принят, но каждый в соответствии со своей жизнью в этом мире; что они знают, где они находятся, и что они там не более почитаемы, чем другие. Они сказали, что эти люди с честью упоминаются в Слове по той причине, что во внутреннем смысле под ними подразумевается Господь: под Авраамом, Исааком и Иаковом - Господь в отношении Божественного и Божественного человеческого; под Давидом - Господь в отношении Божественного царского достоинства; и апостолы - Господь в отношении Божественных истин; также, когда Слово читается человеком, ангелы не имеют никакого восприятия этих людей, поскольку их имена не входят в небеса; но вместо этого они имеют восприятие Господа, как Он только что был описан; следовательно, в Слове, которое находится на небесах (см. выше, n. 259) не упоминаются такие имена, поскольку это Слово является внутренним смыслом Слова, которое находится в мире.
            <br/>
 Во внутреннем смысле Слова под Авраамом, Исааком и Иаковом подразумевается Господь в отношении Божественного Самого и Божественного Человека (n. 1893, 4615, 6098, 6185, 6276, 6804, 6847).
            <br/>
На небесах Авраам неизвестен (n. 1834, 1876, 3229).
            <br/>
Под Давидом подразумевается Господь в отношении Божественной царской власти (n. 1888, 9954).
            <br/>
Двенадцать апостолов представляли Господа в отношении всего церковного, то есть всего, что относится к вере и любви (n. 2129, 3354, 3488, 3858, 6397).
            <br/>
Петр представлял Господа в отношении веры, Иаков - в отношении милосердия, а Иоанн - в отношении дел милосердия (n. 3750, 10087).
            <br/>
Двенадцать апостолов, сидящих на двенадцати престолах и судящих двенадцать колен Израилевых, означают, что Господь будет судить в соответствии с истинами и благами веры и любви (n. 2129, 6397).
            <br/>
Имена лиц и мест в Слове не попадают на небо, но изменяются в вещи и состояния, и на небе эти имена даже не могут быть произнесены (n. 1876, 5225, 6516, 10216, 10282, 10432).
            <br/>
Более того, ангелы мыслят абстрактно от лиц (n. 8343, 8985, 9907).
            <br/>
            <br/>
527. Я могу засвидетельствовать на собственном опыте, что невозможно привить небесную жизнь тем, кто в этом мире жил жизнью, противоположной небесной. Были некоторые, кто верил, что когда после смерти они услышат Божественные истины от ангелов, они с готовностью примут их и поверят им, и, следовательно, будут жить другой жизнью, и таким образом смогут быть приняты на небеса. Но этот эксперимент был проведен с очень многими, хотя он был ограничен теми, кто придерживался этой веры, и был разрешен в их случае, чтобы научить их, что покаяние невозможно после смерти. Некоторые из тех, с кем проводился эксперимент, понимали истины и, казалось, принимали их; но как только они обращались к жизни своей любви, они отвергали их и даже говорили против них. Другие не желали их слушать и сразу же отвергали их. Другие желали, чтобы жизнь любви, которой они заразились от мира, была отнята у них, а вместо нее влилась ангельская жизнь, или жизнь небес. Это тоже было разрешено сделать; но как только жизнь их любви была отнята, они лежали как мертвые, с утраченными силами. Эти и другие эксперименты научили простых добрых людей, что ничья жизнь не может быть изменена после смерти; и что злая жизнь никоим образом не может быть превращена в добрую, или адская жизнь в ангельскую, ибо каждый дух от головы до пят таков, какова его любовь, и, следовательно, такова его жизнь; и превратить его жизнь в ее противоположность - значит полностью уничтожить дух. Ангелы заявляют, что легче превратить ночную птицу в голубя или рогатую птицу в райскую птицу, чем превратить адский дух в ангела небесного. О том, что человек после смерти остается таким же, каким он был в этом мире, читайте выше в отдельной главе (n. 470-484). Из всего этого следует, что никто не может быть принят на небо по милости, помимо средств.
            <br/>
            <br/>
528. ЖИТЬ ЖИЗНЬЮ, ВЕДУЩЕЙ НА НЕБЕСА, НЕ ТАК СЛОЖНО, КАК СЧИТАЕТСЯ.
            <br/>
Есть некоторые, кто считает, что жить жизнью, ведущей на небо, которая называется духовной жизнью, трудно, потому что им сказали, что человек должен отречься от мира, от похотей, называемых похотями тела и плоти, и жить духовно; И они понимают это как то, что они должны отказаться от мирских вещей, которые состоят главным образом в богатстве и почестях; что они должны постоянно ходить в благочестивых размышлениях о Боге, спасении и вечной жизни; и должны проводить свою жизнь в молитвах и чтении Слова и благочестивых книг. Таково их представление об отречении от мира и жизни в духе, а не по плоти. Но то, что это совсем не так, мне было дано узнать на собственном опыте и из бесед с ангелами. Я узнал, что те, кто отрекается от мира и живет в духе таким образом, обретают скорбную жизнь, не способную воспринять небесную радость, поскольку после смерти жизнь каждого продолжается одинаково. Напротив, чтобы получить небесную жизнь, человек должен жить в мире, заниматься его делами и занятиями и посредством нравственной и гражданской жизни получать духовную жизнь. Иначе духовная жизнь не может быть сформирована в человеке, и его дух не может быть подготовлен к небесам; ибо жить внутренней жизнью и в то же время не жить внешней жизнью - это все равно, что жить в доме, не имеющем фундамента, который постепенно тонет, или трескается и распадается на части, или шатается, пока не упадет.
            <br/>
            <br/>
529. Когда жизнь человека изучается и исследуется с помощью рациональной проницательности, оказывается, что она троична, а именно: духовная, нравственная и гражданская, причем эти три жизни отличаются друг от друга. Ибо есть люди, которые живут гражданской жизнью, но еще не живут нравственной и духовной жизнью; есть люди, которые живут нравственной жизнью, но еще не живут духовной жизнью; и есть те, кто живет гражданской жизнью, нравственной жизнью и духовной жизнью одновременно. Эти живут жизнью небесной, а первые живут жизнью мира, отделенной от жизни небесной. Это показывает, прежде всего, что духовная жизнь не есть жизнь, отделенная от естественной жизни или жизни мира, но соединена с ней, как душа соединена с телом, и если бы она была отделена, то, как было сказано, это было бы все равно, что жить в доме, не имеющем фундамента. Ибо нравственная и гражданская жизнь - это активная плоскость духовной жизни, поскольку хорошо волить - это удел духовной жизни, а хорошо действовать - нравственной и гражданской жизни, и если последняя отделена от первой, то духовная жизнь состоит только из мысли и речи, а воля, оставшись без поддержки, отступает; а между тем воля - это самая духовная часть человека.
            <br/>
            <br/>
530. Сейчас мы покажем, что жить жизнью, ведущей на небеса, не так уж сложно, как считают некоторые. Кто не может жить гражданской и нравственной жизнью? Ведь каждый с детства приобщается к этой жизни и познает ее, живя в мире. Более того, все, будь то злые или добрые, живут этой жизнью; ибо кто не хочет называться честным, и кто не хочет называться справедливым? Почти каждый человек практикует честность и справедливость внешне, настолько, чтобы казаться честным и справедливым в душе, или чтобы казаться действующим из настоящей честности и справедливости. Духовный человек должен жить подобным образом и может делать это так же легко, как и естественный человек, с той лишь разницей, что духовный человек верит в Божественное и поступает честно и справедливо не только потому, что так поступает в соответствии с гражданскими и моральными законами, но и потому, что это соответствует Божественным законам. Поскольку духовный человек, что бы он ни делал, думает о Божественных вещах, он общается с ангелами небесными, и в той мере, в какой это происходит, он соединяется с ними, и таким образом открывается его внутренний человек, который сам по себе считается духовным человеком. Когда человек приходит в это состояние, его принимает и ведет Господь, хотя сам он этого не сознает, и тогда все, что он делает честного и справедливого, относящегося к нравственной и гражданской жизни, делается из духовного побуждения; а делать честное и справедливое из духовного побуждения - значит делать это из самой честности и справедливости, или делать это от сердца. [2] Его справедливость и честность внешне выглядят точно так же, как справедливость и честность естественных людей и даже злых и инфернальных людей; но внутренне они совершенно не похожи. Ведь злые люди поступают справедливо и честно исключительно ради себя и мира; и потому, если бы они не боялись законов и наказаний, потери репутации, чести, выгоды и жизни, они поступали бы во всех отношениях бесчестно и несправедливо, поскольку они не боятся ни Бога, ни Божественного закона, а потому не сдерживаются никакими внутренними узами; следовательно, они используют любую возможность, чтобы обмануть, ограбить и испортить других, и это от удовольствия. То, что внутренне они таковы, можно ясно видеть на примере тех, кто обладает тем же характером в другой жизни, когда у каждого отнимается внешнее, и открывается внутреннее, в котором он, наконец, живет до вечности (см. выше, n. 499-511). Поскольку такие люди действуют без внешних ограничений, которыми, как только что было сказано, являются страх перед законом, потеря репутации, чести, выгоды и жизни, они действуют безумно и смеются над честностью и справедливостью. [3] Но те, кто поступал честно и справедливо в отношении Божественных законов, когда у них отнимается внешнее и остается внутреннее, поступают мудро, потому что они соединены с ангелами небесными, от которых им передается мудрость. Из всего этого теперь видно, во-первых, что когда внутренний человек, то есть воля и мысль, соединены с Божественным, гражданская и нравственная жизнь духовного человека может быть совершенно подобна гражданской и нравственной жизни естественного человека (см. выше, n. 358-360).
            <br/>
            <br/>
531. Более того, законы духовной жизни, законы гражданской жизни и законы нравственной жизни изложены в десяти заповедях Декалога; в первых трех - законы духовной жизни, в четырех последующих - законы гражданской жизни, а в трех последних - законы нравственной жизни. Внешне естественный человек живет в соответствии с теми же заповедями так же, как и духовный человек: он поклоняется Божественному, ходит в церковь, слушает проповеди, принимает благочестивый вид, воздерживается от убийства, прелюбодеяния и воровства, от лжесвидетельства и обмана своих товарищей. Но все это он делает только ради себя и мира, для видимости; тогда как внутренне такой человек прямо противоположен тому, чем кажется внешне, поскольку в сердце он отрицает Божественное, в поклонении ведет себя как лицемер, а когда предоставлен самому себе и своим мыслям, то смеется над святынями церкви, полагая, что они служат лишь сдерживающим фактором для простой толпы. [2] Следовательно, он полностью отделен от небес, и, не будучи духовным человеком, он не является ни нравственным, ни гражданским человеком. Ибо, хотя он воздерживается от убийства, он ненавидит всех, кто ему противостоит, и от ненависти горит местью, и поэтому совершил бы убийство, если бы его не сдерживали гражданские законы и внешние узы, которых он боится; а так как он жаждет этого, то следует, что он постоянно совершает убийство. Хотя он не прелюбодействует, но, поскольку считает это допустимым, все равно прелюбодействует, так как совершает прелюбодеяние постольку, поскольку у него есть возможность и часто, когда есть возможность. Хотя он не крадет, но поскольку он жаждет чужого добра и не считает обман и нечестивые приемы противоположными законным, то по намерениям он постоянно действует как вор. То же самое можно сказать и о заповедях, касающихся нравственной жизни, которые запрещают лжесвидетельствовать и жаждать чужого добра. Таков всякий человек, отрицающий Божественное и не имеющий совести, проистекающей из религии. То, что он таков, ясно видно на примере людей с подобным характером в другой жизни, когда с них снимают внешнюю оболочку и впускают во внутреннюю. Поскольку тогда они отделены от небес, они действуют в единстве с адом, и, следовательно, связаны с теми, кто находится в аду. [3] Не так обстоит дело с теми, кто в сердце признал Божественное, и в действиях своей жизни уважал Божественные законы, и жил в полном соответствии с первыми тремя заповедями Декалога, как и с остальными. Когда внешние проявления таких людей удаляются, и они впускаются во внутреннюю жизнь, они становятся мудрее, чем были в мире; ибо вхождение во внутреннюю жизнь подобно вхождению из тьмы в свет, из невежества в мудрость и из печальной жизни в счастливую, потому что они находятся в Божественном, то есть на небесах. Это было сказано для того, чтобы стало известно, что представляет собой один вид человека и что представляет собой другой, хотя оба они живут одной и той же внешней жизнью.
            <br/>
            <br/>
532. Каждый может знать, что мысли направляются или стремятся в соответствии с намерениями, то есть в тех направлениях, которые человек намечает; ибо мысль - это внутреннее зрение человека, и она похожа на внешнее зрение тем, что к чему бы она ни была направлена или нацелена, туда она и обращается, и там она покоится. Поэтому, когда внутреннее зрение или мысль обращена к миру и покоится там, мысль в результате становится мирской; когда она обращена к себе и самопочитанию, она становится телесной; но когда она обращена к небу, она становится небесной. Так же и при обращении к небу она возвышается; но при обращении к себе она низвергается с небес и погружается в телесное; а при обращении к миру она также низвергается с небес и расходуется на те предметы, которые представлены естественному зрению". [2] Любовь человека - это то, что составляет его намерение и определяет его внутреннее зрение или мысль к его объектам; так, любовь к себе фиксирует его на себе и своих объектах, любовь к миру - на мирских объектах, а любовь к небу - на небесных объектах; и когда любовь известна, состояние внутренностей, составляющих ум, может быть известно, то есть внутренности того, кто любит небо, подняты к небу и открыты вверх; в то время как внутренности того, кто любит мир или любит себя, закрыты вверху и открыты наружу. Отсюда следует вывод, что когда высшие области разума закрыты, человек больше не может видеть предметы, относящиеся к небу и церкви, но эти предметы находятся для него в густой тьме; а то, что находится в густой тьме, либо отрицается, либо не понимается. Вот почему те, кто любит себя и мир превыше всего, поскольку высшие области их разума закрыты, в глубине души отрицают Божественные истины; и если они по памяти говорят о них, то все равно не понимают их. Более того, они относятся к ним так же, как к мирским и телесным вещам. И, будучи таковыми, они способны направлять ум только на те вещи, которые поступают через органы чувств тела, и только в них они находят наслаждение. Среди них также много вещей грязных, непристойных, непристойных и нечестивых; и они не могут быть удалены, потому что в умы таких людей невозможно приток с небес, поскольку их умы, как только что было сказано, закрыты сверху. [3] Намерение человека, которым определяется его внутренний взгляд или мысль, есть его воля; ибо что человек желает, то и замышляет, а что замышляет, то и думает. Поэтому, когда его намерение направлено к небу, его мысль определяется к небу, а вместе с ней и весь его разум, который, таким образом, находится на небе; и с неба он созерцает вещи мира под ним, как человек, смотрящий вниз с крыши дома. Так человек, у которого открыты внутренности его разума, может видеть зло и фальшь, которые находятся в нем, ибо они находятся под духовным разумом. С другой стороны, человек, чьи внутренности не открыты, не может видеть свои пороки и фальшь, потому что он находится не над ними, а в них. Из всего этого можно сделать вывод, откуда у человека мудрость, а откуда безумие, а также о том, каким будет человек после смерти, когда он останется волить и думать, действовать и говорить в соответствии со своими внутренностями. Все это было сказано для того, чтобы прояснить, что представляет собой внутренний характер человека, каким бы внешне он ни казался похожим на других.
            <br/>
            <br/>
533. То, что жить небесной жизнью не так уж трудно, как считают некоторые, видно из следующего: когда человеку представляется какая-либо вещь, которую он знает как нечестную и несправедливую, но к которой его тяготит разум, ему просто необходимо подумать, что этого делать не следует, потому что это противоречит Божественным предписаниям. Если человек приучает себя так думать и тем самым вырабатывает привычку так думать, он постепенно соединяется с небесами; а поскольку он соединен с небесами, высшие области его разума открываются; и поскольку они открыты, он видит все, что нечестно и несправедливо, и поскольку он видит эти пороки, они могут быть рассеяны, ибо никакое зло не может быть рассеяно, пока оно не увидено. В это состояние человек способен войти благодаря своей свободе, ибо разве не может любой человек от своей свободы так мыслить? И когда человек начинает, Господь оживляет в нем все доброе и заставляет его не только видеть зло как зло, но и воздерживаться от желания его и, наконец, отвращаться от него. Это подразумевается в словах Господа,
            <br/>
            <br/>
Иго Мое легко, и бремя Мое легко (Матф. 11:30).
            <br/>
            <br/>
Но надо понимать, что трудность такого мышления и противостояния злу возрастает по мере того, как человек по своей воле творит зло, ибо в той же мере он привыкает к нему, пока не перестает его видеть, и в конце концов любит его и от восторга своей любви оправдывает его, и подтверждает его всякого рода заблуждениями, и объявляет его допустимым и хорошим. Такова судьба тех, кто в ранней юности без остатка погружается в пороки, а также отвергает Божественные вещи сердцем.
            <br/>
            <br/>
534. Однажды мне представили путь, ведущий в рай, и путь, ведущий в ад. Был широкий путь, ведущий налево или на север, и многие духи были замечены идущими по нему; но на расстоянии был виден большой камень, где широкий путь заканчивался. От этого камня ответвлялись два пути, один влево, другой в противоположном направлении - вправо. Левый путь был узким или прямым, он вел через запад на юг и, таким образом, к свету небес; правый путь был широким и просторным, он вел наискосок вниз, в ад. Поначалу казалось, что все идут одним путем, пока они не подошли к большому камню во главе двух путей. Когда они дошли до этого места, то разделились; добрые повернули налево и вступили на узкий путь, ведущий на небо, а злые, не видя камня на развилке путей, упали на него и поранились; поднявшись, они побежали дальше по широкому пути направо, который вел в ад". [2] Что все это означало, мне потом объяснили. Первый путь, широкий, где многие добрые и злые шли вместе и разговаривали друг с другом как друзья, потому что между ними не было видимой разницы, представлял тех, кто внешне живет одинаково честно и справедливо, и между кем внешне нет никакой разницы. Камень во главе двух путей или на углу, на который упали злые и от которого они побежали на путь, ведущий в ад, представлял Божественную истину, которую отвергают те, кто смотрит в сторону ада; и в высшем смысле этот камень означал Божественного Человека Господа. Но те, кто признал Божественную истину, а также Божественность Господа, пошли по дороге, ведущей на небеса. Этим снова было показано, что внешне злые ведут такой же образ жизни, как и добрые, или идут тем же путем, то есть один с такой же готовностью, как и другой; и все же те, кто сердцем признает Божественное, особенно те, кто в церкви признает Божественность Господа, ведут на небеса, а те, кто не признает, ведут в ад. [3] Мысли человека, исходящие из его намерения или воли, представлены в другой жизни путями; и пути зримо представлены там в точном согласии с этими мыслями намерения; и в согласии со своими мыслями, исходящими из намерения, каждый ходит. По этой причине характер духов и их мысли известны по их путям. Это также проясняет смысл слов Господа:
            <br/>
            <br/>
Входите тесными вратами; ибо широки врата и пространен путь, ведущие в погибель, и многие входят ими; ибо узок путь и тесны врата, ведущие в жизнь, и немногие находят их (Матф. 7:13, 14).
            <br/>
            <br/>
Путь, ведущий к жизни, узок не потому, что труден, а потому, что его мало кто находит, как сказано здесь. Камень на углу, где заканчивался широкий и общий путь, и от которого два пути вели в противоположные стороны, иллюстрировал то, что означают эти слова Господа:
            <br/>
            <br/>
Разве вы не читали, что написано? Камень, который отвергли строители, сделался главою угла. Кто упадет на этот камень, тот разобьется (Луки. 20:17, 18).
            <br/>
            <br/>
"Камень" означает Божественную истину, а "камень Израиля" - Господа в отношении Его Божественного Человека; "строители" означают тех, кто принадлежит к Церкви; "глава угла" - место, где находятся два пути; "упасть" и "быть разбитым" - значит отвергнуть и погибнуть.
            <br/>
 "Камень" означает истину (n. 114, 643, 1298, 3720, 6426, 8609, 10376).
            <br/>
По этой причине закон был начертан на каменных скрижалях (n. 10376).
            <br/>
"Камень Израиля" означает Господа в отношении Божественной истины и Его Божественного Человека (n. 6426).
            <br/>
            <br/>
535. Мне было позволено беседовать с некоторыми в другой жизни, которые удалились от мирских дел, чтобы жить благочестиво и свято, а также с теми, кто причинял себе различные страдания, полагая, что таким образом они отрекаются от мира и усмиряют похоти плоти. Но поскольку большинство из них приобрели таким образом скорбную жизнь и удалились от жизни милосердия, которой можно жить только посреди мира, они не могут быть приобщены к ангелам, потому что жизнь ангелов - это жизнь радости, проистекающая из состояния блаженства и заключающаяся в совершении добрых дел, которые являются делами милосердия. Более того, те, кто прожил жизнь, отстраненную от мирских занятий, воспламеняются мыслью о своих собственных заслугах, постоянно желают небес на этом основании и думают о небесной радости как о награде, совершенно не зная, что такое небесная радость. Когда такие люди допускаются в общество ангелов и к их радости, которая отвергает заслуги и состоит в активном труде и практическом служении, а также в блаженстве, проистекающем из совершенного таким образом добра, они удивляются, как человек, узнавший нечто совершенно чуждое его вере; и поскольку они не способны воспринять эту радость, они уходят и объединяются с духами своего рода, которые прожили в мире жизнь, подобную их собственной. [2] Но те, кто жил внешне святой жизнью, постоянно посещая церковь, молясь и страдая душой, и в то же время постоянно думали о себе, что за все это их будут почитать и уважать выше других, и, наконец, после смерти причислят к лику святых, - такие в другой жизни не попадают на небо, потому что они делали все это ради себя. И поскольку они осквернили Божественные истины самолюбием, в которое они погрузились, некоторые из них настолько безумны, что считают себя богами; и поэтому они находятся в аду среди таких же, как они сами. Некоторые хитры и коварны, и находятся в аду коварных. Это те, кто с помощью хитрых искусств и приемов поддерживал такое благочестивое поведение, которое побуждало простых людей верить, что они обладают Божественной святостью. [3] К таким людям относятся многие римско-католические святые. Мне было позволено поговорить с некоторыми из них, и тогда их жизнь была открыта, такой, какой она была в мире и какой она стала после него. Все это было сказано для того, чтобы стало известно, что жизнь, ведущая на небо, - это не жизнь, удаленная от мира, а жизнь в мире; и что жизнь благочестия, отделенная от жизни милосердия, которая возможна только в мире, не ведет на небо; но жизнь милосердия ведет; а жизнь милосердия состоит в том, чтобы поступать честно и справедливо в любой работе, в любом деле и в любом труде, исходя из внутреннего, то есть небесного, мотива; и этот мотив присутствует в такой жизни всякий раз, когда человек поступает честно и справедливо, потому что это согласуется с Божественными законами. Такая жизнь не трудна. Но жизнь благочестивая, отделенная от жизни благотворительной, трудна; и насколько такая жизнь, как считается, ведет к небесам, настолько же она уводит от них.
            <br/>
 Жизнь благочестия отдельно от жизни благотворительной бесполезна, но соединенная с благотворительностью она выгодна для всего (n. 8252, 8253).
            <br/>
Милосердие к ближнему состоит в том, чтобы делать то, что хорошо, справедливо и правильно в каждом деле и в каждом занятии (n. 8120-8122).
            <br/>
Благотворительность к ближнему включает в себя все вещи и каждое дело, которое человек думает, желает и делает (n. 8124).
            <br/>
Жизнь в милосердии - это жизнь в соответствии с заповедями Господа (n. 3249).
            <br/>
Жизнь в соответствии с заповедями Господа - это любовь к Господу (n. 10143, 10153, 10310, 10578, 10645).
            <br/>
Подлинная благотворительность не требует никаких заслуг, потому что она происходит от внутренней привязанности и последующего восторга (n. 2371, 2380, 2400, 3816, 3887, 6388-6393).
            <br/>
После смерти человек продолжает быть таким, каким был в этом мире в своей благотворительной жизни (n. 8256).
            <br/>
Небесное блаженство вливается от Господа в благотворительную жизнь (n. 2363). Простое мышление не допускает никого на небеса; оно должно сопровождаться желанием и деланием добра (n. 2401, 3459).
            <br/>
Если делание добра не соединено с желанием добра и мыслью о добре, то нет ни спасения, ни соединения внутреннего человека с внешним (n. 3987).
            <br/>
            <br/>
536. ГОСПОДЬ УПРАВЛЯЕТ АДАМИ.
            <br/>
Выше, при рассмотрении небес, везде было показано (особенно в п. 2-6), что Бог небес - это Господь, таким образом, все управление небесами - это управление Господа. И поскольку отношение небес к аду и ада к небесам подобно отношению двух противоположностей, которые взаимно действуют друг на друга, и из действия и повторного действия которых возникает равновесие, дающее постоянство всем вещам их действия и реакции, то для того, чтобы все вещи и каждая вещь сохранялись в равновесии, необходимо, чтобы Тот, Кто управляет одной, управлял и другой; ибо если бы тот же Господь не обуздал восстания из адов и не проконтролировал безумства там, то равновесие погибло бы и все вместе с ним.
            <br/>
            <br/>
537. Но сначала следует рассказать кое-что об этом равновесии. Признано, что когда две вещи взаимно действуют друг против друга, и в той мере, в какой одна реагирует и сопротивляется, другая действует и побуждает, поскольку с обеих сторон сила равна, ни одна из них не имеет никакого эффекта, и тогда обе могут свободно действовать на третью. Ибо когда сила двух нейтрализована равным противодействием, сила третьего имеет полную силу и действует так же легко, как если бы противодействия не было". [2] Таково равновесие между раем и адом. Но это не равновесие, как между двумя телесными бойцами, чьи силы равны; это духовное равновесие, то есть равновесие лжи против истины и зла против добра. Из ада постоянно выдыхается ложь от зла, а с небес - истина от добра. Именно это духовное равновесие заставляет человека мыслить и волить свободно; ибо все, что человек думает и желает, относится либо ко злу и вытекающей из него фальши, либо к добру и вытекающей из него истине. [3] Поэтому, когда он находится в этом равновесии, он свободен либо признать или принять зло и его фальшь из ада, либо признать или принять добро и его истину с небес. Каждый человек удерживается в этом равновесии Господом, потому что Господь управляет и небесами, и адом. Но почему человек удерживается в этом равновесии, почему зло и ложь не отнимаются от него, а добро и истина не насаждаются в нем Божественной силой, будет рассказано далее в отдельной главе.
            <br/>
            <br/>
538. Мне часто давалось восприятие сферы фальши от зла, истекающего из ада. Это было похоже на постоянное усилие уничтожить все доброе и истинное, в сочетании с гневом и яростью от того, что это не удается, особенно на усилие уничтожить и разрушить Божественность Господа, и это потому, что все добро и истина исходят от Него. Но с небес была воспринята сфера истины от добра, благодаря чему ярость усилий, восходящих из ада, была сдержана. В результате этого наступило равновесие. Эта сфера с небес была воспринята как исходящая только от Господа, хотя казалось, что она исходит от ангелов на небесах. Она исходит только от Господа, а не от ангелов, потому что каждый ангел на небе признает, что ничто доброе и истинное не исходит от него самого, но все от Господа.
            <br/>
            <br/>
539. В духовном мире истина от добра является источником всей силы, а ложь от зла не имеет никакой силы. Это потому, что само Божественное на небесах есть Божественное добро и Божественная истина, и вся сила принадлежит Божественному. Ложь от зла бессильна, потому что истина от добра является источником всей силы, а в ложности от зла нет ничего от истины от добра. Следовательно, на небесах есть вся сила, а в аду - никакой; ибо все на небесах пребывают в истинах от добра, а все в аду - в ложностях от зла. Ибо никто не принимается в рай, пока не будет в истинах от добра, и никто не низвергается в ад, пока не будет в ложностях от зла, (Что это так, видно из глав, посвященных первому, второму и третьему состояниям человека после смерти, n. 491-520; и что вся власть принадлежит истинам от добра, видно из главы о власти ангелов на небесах, n. 228-233).
            <br/>
            <br/>
540. Таково равновесие между небом и адом. Те, кто пребывает в мире духов, находятся в этом равновесии, ибо мир духов находится на полпути между небом и адом. Из того же источника все люди в мире поддерживаются в подобном равновесии, поскольку людьми в мире управляет Господь посредством духов в мире духов, как будет показано далее в отдельной главе. Такое равновесие было бы невозможно, если бы Господь не управлял небесами и адом и не регулировал обе стороны. В противном случае ложь от зла будет преобладать и затронет простых добрых людей, которые находятся в самых отдаленных областях небес, и которых легче извратить, чем самих ангелов; и таким образом равновесие погибнет, а вместе с ним и свобода в людях.
            <br/>
            <br/>
541. Ад, как и рай, делится на общества, причем на столько обществ, сколько их на небе; ибо каждое общество на небе имеет противоположное ему общество в аду, и это ради равновесия. Но зло и ложь из него отличают общества в аду, как добро и истина из него отличают общества на небесах. Из этого можно понять, что для каждого блага существует противоположное зло, а для каждой истины - противоположная ложь, что ничто не может существовать без связи со своей противоположностью, и то, чем является что-либо по виду и степени, можно узнать по его противоположности, и из этого проистекает все восприятие и ощущение. По этой причине Господь постоянно заботится о том, чтобы каждое общество на небесах имело свою противоположность в каком-либо обществе ада, и чтобы между ними было равновесие.
            <br/>
            <br/>
542. Поскольку ад делится на такое же количество обществ, как и небо, существует столько же адов, сколько обществ на небе; ибо как каждое общество на небе является небом в меньшей форме (см. выше, n. 51-58), так и каждое общество в аду является адом в меньшей форме. Как в целом существуют три небеса, так в целом существуют три ада: низший, который противоположен самому внутреннему или третьему небу, средний, который противоположен среднему или второму небу, и высший, который противоположен самому крайнему или первому небу.
            <br/>
            <br/>
543. Вкратце объясним, как Господь управляет адами. В целом ады управляются общим излиянием с небес Божественного добра и Божественной истины, посредством чего общее стремление, исходящее из адов, сдерживается и обуздывается; также особым излиянием с каждого неба и из каждого общества небес. В частности, адами управляют ангелы, которым дано смотреть в ады и сдерживать там безумства и беспорядки; иногда к ним посылаются ангелы, которые своим присутствием усмиряют эти безумства и беспорядки. Но в целом все в адах управляются посредством своих страхов. Некоторыми управляют страхи, привитые в этом мире и все еще присущие им; но поскольку эти страхи недостаточны и постепенно ослабевают, ими управляют страхи наказаний; и именно они особенно удерживают их от совершения зла. Наказания в аду разнообразны, они более легкие или более суровые в соответствии со злом. В основном над ними поставлены более злые, превосходящие их в хитрости и коварстве и способные держать остальных в подчинении и рабстве с помощью наказаний и последующего ужаса; но эти правители не смеют выходить за предписанные им пределы. Следует понимать, что единственным средством сдерживания насилия и ярости тех, кто находится в аду, является страх наказания. Другого пути нет.
            <br/>
            <br/>
544. До сих пор в мире считалось, что есть один дьявол, который управляет адом; что он был создан ангелом света, но, восстав, был низвергнут вместе со своей командой в ад. Эта вера возобладала потому, что дьявол и сатана, а также Люцифер упоминаются в Слове по имени, и Слово в этих местах понималось в соответствии со смыслом буквы. Но под "дьяволом" и "сатаной" там подразумевается ад, причем "дьявол" означает ад, который находится позади, где обитают худшие, которых называют злыми джиннами; а "сатана" - ад, который находится впереди, где обитают менее злые, которых называют злыми духами; а "Люцифер" - тех, кто принадлежит к Вавилу, или Вавилону, которые хотели бы распространить свое господство даже на небеса. Что нет единого дьявола, которому подчиняются ады, видно также из того, что все, кто находится в адах, как и все, кто находится на небесах, принадлежат к человеческому роду (см. n. 311-317); и что тех, кто попал туда от начала творения до настоящего времени, насчитывается мириады мириадов, и каждый из них является дьяволом в соответствии с его противлением Божественному, когда он жил в этом мире (см. выше, n. 311, 312).
            <br/>
            <br/>
545. ГОСПОДЬ НИКОГО НЕ БРОСАЕТ В АД; ДУХ БРОСАЕТ СЕБЯ ВНИЗ.
            <br/>
Среди некоторых преобладает мнение, что Бог отвращает Свое лицо от человека, изгоняет человека от Себя, бросает его в ад и гневается на него за его зло; некоторые также считают, что Бог наказывает человека и делает ему зло. В этом мнении они утверждаются на основании смысла буквы Слова, где говорится о таких вещах, не зная, что духовный смысл Слова, которым проясняется смысл буквы, совершенно иной; и, следовательно, что подлинное учение Церкви, которое исходит из духовного смысла Слова, учит иному, а именно, что Бог никогда не отвращает лица Своего от человека, не отвращает его от Себя, никого не бросает в ад и ни на кого не гневается. Каждый, более того, чей разум просвещен, воспринимает это как истину, когда читает Слово, исходя из той простой истины, что Бог есть само добро, сама любовь и само милосердие; и что само добро не может причинить кому-либо зло, а сама любовь и само милосердие не могут оттолкнуть человека от себя, потому что это противоречит самой сути милосердия и любви, а значит, противоречит Самому Божественному. Поэтому те, кто мыслит просвещенным умом, ясно понимают, читая Слово, что Бог никогда не отворачивается от человека; а поскольку Он никогда не отворачивается от него, то поступает с ним по благости, любви и милосердию, то есть желает ему добра, любит его и милостив к нему. И из этого они видят, что смысл буквы Слова, в которой объявляются такие вещи, хранит в себе духовный смысл, и что эти выражения, которые используются в смысле буквы в соответствии с человеческим пониманием и согласно его первым и общим представлениям, должны быть объяснены в соответствии с духовным смыслом.
            <br/>
 В Слове гнев и ярость приписываются Господу, но они находятся в человеке, и это выражено так потому, что таков вид человека, когда он наказан и проклят (n. 798, 5798, 6997, 8284, 8483, 8875, 9306, 10431).
            <br/>
Зло также приписывается Господу, хотя от Него нет ничего, кроме добра (n. 2447, 6071, 6991, 6997, 7533, 7632, 7679, 7926, 8227, 8228, 8632, 9306).
            <br/>
Почему это так выражено в Слове (n. 6071, 6991, 6997, 7632, 7643, 7679, 7710, 7926, 8282, 9010, 9128).
            <br/>
Господь есть чистое милосердие и милость (n. 6997, 8875).
            <br/>
            <br/>
546. Просвещенные видят далее, что добро и зло - две противоположности, и поэтому они противоположны, как рай и ад, и что все добро - от рая, а все зло - от ада; и поскольку именно Божественность Господа творит рай (n. 7-12), ничто, кроме добра, не входит в человека от Господа, и ничто, кроме зла, - от ада; таким образом, Господь постоянно отводит человека от зла и ведет его к добру, а ад постоянно ведет его ко злу. Если бы человек не находился между этими двумя состояниями, он не мог бы иметь ни мысли, ни воли, ни тем более свободы или выбора; ибо все это человек имеет в силу равновесия между добром и злом; следовательно, если бы Господь отвратил Себя, оставив человека только злу, человек перестал бы быть человеком. Все это показывает, что Господь вливается в каждого человека добром, как в злого, так и в доброго; но с той разницей, что Господь постоянно отводит злого человека от зла и постоянно ведет доброго человека к добру; и эта разница заключается в самом человеке, потому что он является получателем.
            <br/>
            <br/>
547. Отсюда ясно, что человек творит зло из ада, а добро - от Господа. Но человек считает, что все, что он делает, он делает от себя, и вследствие этого зло, которое он делает, прилипает к нему как его собственное; и по этой причине человек является причиной своего собственного зла, а никак не Господь. Зло в человеке - это ад в нем самом, ибо это одно и то же, что бы вы ни говорили - зло или ад. А поскольку человек сам является причиной своего зла, то в ад его ведет не Господь, а он сам. Ибо Господь так далек от того, чтобы вести человека в ад, что именно Он избавляет его от ада, и это Он делает до тех пор, пока человек не желает и не любит пребывать в своем собственном зле. Вся воля и любовь человека остаются с ним после смерти (n. 470-484). Тот, кто желает и любит зло в этом мире, желает и любит то же самое зло в другой жизни, но он уже не позволяет себе отстраниться от него. Поэтому, если человек пребывает во зле, он привязан к аду и в отношении своего духа фактически находится там, а после смерти не желает ничего так сильно, как быть там, где находится его зло; следовательно, именно человек ввергает себя в ад после смерти, а не Господь.
            <br/>
            <br/>
548. Как это происходит, также будет объяснено. Когда человек переходит в другую жизнь, его сначала принимают ангелы, которые оказывают ему все добрые услуги, беседуют с ним о Господе, небе и ангельской жизни и наставляют его в истинном и добром. Но если человек, теперь уже дух, был тем, кто знал об этих вещах в мире, но в сердце отвергал или презирал их, то после некоторой беседы он желает и стремится уйти от этих ангелов. Как только ангелы замечают это, они оставляют его. После некоторого общения с другими людьми он, наконец, объединяется с теми, кто находится во зле, подобном его собственному (см. выше, n. 445-452). Когда это происходит, он отворачивается от Господа и обращает свое лицо к аду, к которому он был присоединен в этом мире, и в котором пребывают те, кто пребывает в такой же любви ко злу. Из всего этого ясно следует, что Господь привлекает к Себе всякого духа посредством ангелов и притока с небес; но те духи, которые пребывают во зле, полностью сопротивляются и как бы отрываются от Господа, и их влечет их собственное зло, то есть ад, словно веревка. И поскольку их влечет, и они, в силу своей любви ко злу, стремятся следовать за ним, очевидно, что они сами ввергают себя в ад по собственному свободному выбору. Люди в этом мире из-за своего представления об аде не могут поверить, что это так. На самом деле, в другой жизни перед глазами тех, кто находится вне ада, это не выглядит так; но это так только для тех, кто сам себя загнал в ад, ибо такие попадают туда по собственной воле. Те, кто попадает в ад из пламенной любви к злу, кажутся брошенными вниз головой, головой вниз, а ногами вверх. Именно из-за этого вида они кажутся брошенными в ад Божественной силой. (Но об этом будет сказано ниже, n. 574.) Из всего этого видно, что Господь никого не бросает в ад, но каждый бросает себя в ад, как при жизни в этом мире, так и после смерти, когда он приходит среди духов.
            <br/>
            <br/>
549. Господь из Своей Божественной сущности, которая есть благость, любовь и милосердие, не может одинаково поступать с каждым человеком, потому что зло и его фальшь препятствуют, и не только гасят Его Божественный поток, но даже отвергают его. Зло и ложь подобны черным тучам, которые встают между солнцем и глазом и лишают его солнечного сияния и спокойствия; хотя солнце непрерывно старается разогнать противостоящие тучи, ибо оно действует за ними, а тем временем различными окольными путями передает в глаза человека нечто от неясного света. То же самое происходит и в духовном мире. Солнце там - это Господь и Божественная любовь (n. 116-140), а свет - Божественная истина (n. 126-140); черные тучи там - ложь от зла; глаз там - понимание. Насколько кто-либо в том мире пребывает в фальши от зла, настолько он охвачен таким облаком, которое черно и густо в соответствии со степенью его зла. Из этого сравнения видно, что Господь постоянно присутствует с каждым, но принимают Его по-разному.
            <br/>
            <br/>
550. Злые духи сурово наказываются в мире духов, чтобы посредством наказаний удержать их от совершения зла. Это также кажется от Господа; и все же наказание там не от Господа, а от самого зла, ибо зло так соединено со своим наказанием, что их нельзя разделить. Ибо адский экипаж ничего так не желает и не любит, как творить зло, особенно причинять наказания и мучения другим; и они жестоко обращаются и причиняют наказания всем, кто не находится под защитой Господа. Поэтому, когда зло совершается из злого сердца, поскольку оно тем самым отбрасывает всякую защиту от Господа, адские духи бросаются на того, кто совершает зло, и наказывают его. Это можно отчасти проиллюстрировать на примере зла и наказания за него в мире, где эти два понятия также соединены. Ведь в мире законы предписывают наказание за каждое зло; поэтому тот, кто бросается на зло, бросается и на наказание за зло. Разница лишь в том, что в этом мире зло можно скрыть, а в другой жизни его невозможно скрыть. Все это ясно показывает, что Господь никому не делает зла; и что это так же, как и в мире, где не царь, не судья и не закон являются причиной наказания виновного, потому что они не являются причиной зла в злом человеке.
            <br/>
            <br/>
551. ВСЕ, КТО НАХОДИТСЯ В АДАХ, ПРЕБЫВАЮТ ВО ЗЛЕ И В ФАЛЬШИ, ПРОИСХОДЯЩЕЙ ОТ ЛЮБВИ К СЕБЕ И К МИРУ.
            <br/>
Все, кто находится в аду, пребывают во зле и в порождаемой им фальши, и никто не пребывает во зле и в то же время в истине. В мире злые люди в большинстве своем имеют некоторое представление о духовных истинах, которые являются истинами Церкви, поскольку их учили им с детства и позже, проповедуя и читая Слово, и после этого они говорили о них. Некоторые даже заставили других поверить, что они в душе христиане, потому что они умеют говорить с притворным расположением в согласии с истиной, а также поступать честно, как будто от духовной веры. Но те из этого класса, чьи внутренние мысли были враждебны этим истинам, и кто воздерживался от совершения зла, согласного с их мыслями, только из-за гражданских законов или с целью репутации, почестей и выгоды, все они злы в сердце, и находятся в истинах и благах не в отношении своего духа, а только в отношении своего тела; И поэтому, когда в другой жизни у них отнимается внешнее и открывается внутреннее, относящееся к их духу, они всецело пребывают во зле и фальши, а вовсе не в истинах и благах; и таким образом становится ясно, что истины и блага пребывали в их памяти только как вещи, о которых известно, и что они извлекали их оттуда, когда говорили, облекаясь в видимость добра, по-видимому, от духовной любви и веры. Когда же таковые впускаются в свои внутренности и тем самым в свое зло, они уже не способны говорить истинное, а только ложное, поскольку говорят от зла; ибо говорить истинное от зла тогда невозможно, поскольку дух есть не что иное, как его собственное зло, а от зла исходит ложное. Каждый злой дух доводится до такого состояния перед тем, как его бросают в ад (см. выше, n. 499-512). Это называется вастацией в отношении истин и благ. Вастация - это просто быть впущенным в свои внутренности, то есть в то, что принадлежит духу, или в сам дух (см. выше, n. 425).
            <br/>
 Прежде чем злые низвергнуты в ад, они опустошены от истин и благ, а когда они отняты, они сами себя переносят в ад (n. 6977, 7039, 7795, 8210, 8232, 9330).
            <br/>
Не Господь опустошает их, а они сами себя опустошают (n. 7643, 7926).
            <br/>
В каждом зле есть то, что ложно; поэтому те, кто находится во зле, также находятся в лжи, хотя некоторые не знают этого (n. 7577, 8094).
            <br/>
Те, кто во зле, должны думать то, что ложно, когда они думают от себя (n. 7437).
            <br/>
Все, кто находится в аду, говорят ложь из ада (n. 1695, 7351, 7352, 7357, 7392, 7689).
            <br/>
            <br/>
552. Когда человек после смерти приходит в это состояние, он уже не является человеком-духом, каким он был в своем первом состоянии (о котором выше, n. 491-498), но истинно духом; ибо он истинно дух, который имеет лицо и тело, соответствующие его внутренностям, относящимся к его разуму, то есть имеет внешнюю форму, которая является типом или изображением его внутренностей. Дух становится таковым после того, как он прошел через первое и второе состояния, о которых говорилось выше; поэтому, когда на него смотрят, его характер сразу же становится известен не только по его лицу и телу, но также по его речи и движениям; и поскольку он тогда находится в себе, он не может быть нигде, кроме как там, где находятся ему подобные. [2] Ибо в духовном мире существует полное разделение привязанностей и их мыслей, и вследствие этого дух передается своему подобию как бы от себя, поскольку это происходит от его привязанности и ее восторга. Фактически, он поворачивает себя в этом направлении, ибо таким образом он вдыхает свою собственную жизнь или свободно вдыхает свое дыхание, чего он не может сделать, когда поворачивается в другую сторону. Следует понимать, что это разделение с другими в духовном мире происходит в соответствии с поворотом лица, и что каждый постоянно имеет перед своим лицом тех, кто находится в любви, подобной его собственной, и это при каждом повороте тела (см. выше, n. 151) [3] Вследствие этого все адские духи отвращаются от Господа к плотному темному телу и темному телу, которые находятся там вместо солнца и луны этого мира, тогда как все ангелы небесные обращаются к Господу как к солнцу небесному и как к луне небесной (см. выше, n. 123, 143, 144, 151). Из всего этого ясно, что все, кто находится в адах, пребывают во зле и фальши, а также что они обращены к своим собственным любовям.
            <br/>
            <br/>
553. Все духи в адах, когда их видят при любом свете небес, предстают в форме своего зла; для каждого есть образ его зла, поскольку его внутреннее и внешнее действуют как единое целое, внутреннее дает о себе знать во внешнем, которое есть лицо, тело, речь и движения; таким образом, характер духа известен, как только его видят. В целом злые духи - это формы презрения к другим и угрозы в отношении тех, кто не оказывает им уважения; это формы ненависти различного рода, а также различных видов мести. В этих формах проявляются свирепость и жестокость, исходящие из их внутреннего мира. Но когда их хвалят, почитают и поклоняются им другие, их лица становятся сдержанными и приобретают выражение радости от восторга". [2] Невозможно описать в нескольких словах, как выглядят все эти формы, ибо ни одна из них не похожа на другую, хотя существует общее сходство между теми, кто находится в том же зле и, таким образом, в том же инфернальном обществе, из которого, как из плоскости производного, лица всех имеют определенное сходство. В целом их лица отвратительны и лишены жизни, как у трупов; лица одних черны, других огненны, как факелы, третьих обезображены прыщами, бородавками и язвами; у некоторых, кажется, нет лица, а вместо него нечто волосатое или костлявое, а у некоторых видны только зубы; тела их также чудовищны, а речь их подобна речи гнева, ненависти или мести; ибо то, что говорит каждый, - от его лжи, а тон его - от его зла. Одним словом, все они - образы своего собственного ада. [3] Мне не позволили увидеть, какова форма самого ада в целом; мне только сказали, что как весь рай в одном комплексе отражает одного человека (n. 59-67), так и весь ад в одном комплексе отражает одного дьявола и может быть представлен в образе одного дьявола (см. выше, n. 544). Но формы отдельных адов или инфернальных обществ мне часто доводилось видеть; ибо у их входов, которые называются вратами ада, обычно появляется чудовище, которое в общих чертах представляет форму тех, кто находится внутри. Свирепые страсти тех, кто там обитает, представлены в то же время ужасными и отвратительными способами, которые я не берусь описывать. [4] Но следует понимать, что именно так адские духи выглядят в свете небес, в то время как между собой они выглядят как люди. Это по милости Господа, чтобы они не казались друг другу такими же отвратительными, какими предстают перед ангелами. Но эта видимость ошибочна, ибо как только проникает хоть один луч света с неба, их человеческие формы превращаются в чудовищные, какими они являются сами по себе (как было описано выше). Ибо в свете небес все предстает таким, каково оно есть само по себе. По этой причине они избегают света небес и низвергают себя в свой собственный свет, который подобен свету от зажженных углей, а в некоторых случаях - от горящей серы; но и этот свет превращается в простую густую тьму, когда на него проникает любой свет с небес. Вот почему об адах говорят, что они находятся в густой тьме и во тьме; и почему "густая тьма" и "тьма" означают фальшь, происходящую от зла, такую, какая есть в аду.
            <br/>
            <br/>
554. Из осмотра этих чудовищных форм духов в адах (которые, как я уже сказал, являются формами презрения к другим и угроз в отношении тех, кто не оказывает им почета и уважения, а также формами ненависти и мести в отношении тех, кто не благоволит к ним) стало очевидно, что в целом все они являются формами любви к себе и любви к миру; и что зло, конкретными формами которого они являются, берет свое начало в этих двух любовях. Более того, мне было сказано с небес, и я убедился на собственном опыте, что эти две любви, любовь к себе и любовь к миру, господствуют в адах и составляют ады, как любовь к Господу и любовь к ближнему господствуют на небесах и составляют небеса; и что две любви, которые являются любовью ада, и две любви, которые являются любовью небес, диаметрально противоположны друг другу.
            <br/>
            <br/>
555. Сначала я удивлялся, как это любовь к себе и любовь к миру могут быть столь дьявольскими, и как те, кто пребывает в этих любовях, могут быть такими чудовищами на вид; ведь в мире не очень-то задумываются о любви к себе, но только о том приподнятом состоянии духа во внешних делах, которое называется надменностью, и только это, будучи столь очевидным для зрения, считается любовью к себе. Более того, в мире считается, что любовь к себе, когда она не проявляется в такой форме, является тем самым жизненным огнем, который побуждает человека искать работу и совершать поступки, и если бы он не находил в них почета или славы, его разум стал бы вялым. Спрашивается, кто когда-либо совершал достойные, полезные и выдающиеся поступки только ради того, чтобы его хвалили и чествовали другие, или чтобы другие относились к нему с почтением и уважением? И может ли это происходить из какого-либо другого источника, кроме огня любви к славе и чести, следовательно, к самому себе. По этой причине в мире неизвестно, что любовь к себе, рассматриваемая сама по себе, есть любовь, которая правит в аду и составляет ад в человеке. Поэтому я сначала опишу, что такое любовь к себе, а затем покажу, что все пороки и их фальшь проистекают из этой любви как из своего источника.
            <br/>
            <br/>
556. Любовь к себе - это желание добра только себе, а другим - только ради себя, даже церкви, своей стране или любому человеческому обществу. Она заключается также в том, что человек делает добро всем этим только ради собственной репутации, чести и славы; и если это не видно в действиях, которые он совершает ради других, то он говорит в своем сердце: "Какое мне дело до этого? Почему я должен это делать? Что я получу от этого? И поэтому он не делает этого. Очевидно, что тот, кто находится в любви к себе, не любит ни церковь, ни свою страну, ни общество, ни какую-либо пользу, но только себя. Его наслаждение - это исключительно наслаждение любовью к себе; а поскольку наслаждение, исходящее от его любви, и есть то, что составляет жизнь человека, его жизнь - это жизнь в себе; а жизнь в себе - это жизнь от того, что принадлежит человеку, а то, что принадлежит человеку, рассматриваемое само по себе, есть не что иное, как зло. Тот, кто любит себя, любит и тех, кто ему принадлежит, то есть, в частности, своих детей и внуков, и вообще всех, кто с ним заодно, кого он называет своими. Любить их - значит любить себя, ибо он воспринимает их как себя в себе, а себя в них. Среди тех, кого он называет своими, есть также все, кто хвалит, почитает и оказывает ему знаки внимания.
            <br/>
            <br/>
557. Что такое любовь к себе, можно увидеть, сравнив ее с небесной любовью. Небесная любовь заключается в любви к пользе ради пользы или к благам ради благ, которые человек делает в интересах церкви, своей страны, человеческого общества и сограждан; ибо это есть любовь к Богу и любовь к ближнему, поскольку все пользы и все блага от Бога и являются ближним, которого нужно любить. Но тот, кто любит их ради себя, любит их просто как слуг, потому что они служат ему; поэтому воля того, кто пребывает в самолюбии, состоит в том, чтобы церковь, его страна, человеческие общества и его сограждане служили ему, а не он им, потому что он ставит себя выше их и ставит их ниже себя. Поэтому, если кто-то любит себя, он отделяет себя от неба, потому что он отделяет себя от небесной любви.
            <br/>
            <br/>
558. [a.] Более того, если кто пребывает в небесной любви, которая заключается в любви к пользе и благам и в сердечном восторге, когда делает их ради церкви, страны, человеческого общества и своих сограждан, то его ведет Господь, потому что эта любовь есть любовь, в которой Господь есть, и которая от Него. Но если кто пребывает в любви к себе, которая заключается в том, чтобы делать полезное и хорошее ради самого себя, то его ведет он сам; и если кто ведет себя сам, то его не ведет Господь. Из этого также следует, что если кто-то любит себя, то он отделяет себя от Божественного, а значит, и от небес. Когда человек смотрит на себя в том, что он делает, он впадает в то, что является его собственным, то есть в свое унаследованное зло, ибо унаследованное зло состоит в том, что он любит себя больше, чем Бога, и мир больше, чем небо. Всякий раз, когда человек смотрит на себя в том, что он делает, он впадает в то, что является его собственным, то есть в свое унаследованное зло, ибо тогда он смотрит от добра к себе, а не* от себя к добру, и поэтому он представляет образ себя в своем добре, а не образ Божественного. То, что это так, было также доказано мне на опыте. Есть злые духи, чьи жилища находятся в средней четверти между севером и западом, под небесами, которые владеют искусством вводить хорошо настроенных духов в их природу [proprium] и тем самым в различные виды зла. Это они делают, наводя их на мысли о себе, либо открыто, восхваляя и воздавая почести, либо тайно, направляя их привязанности к себе; и по мере того, как это делается, они отвращают лица благорасположенных духов от небес, и в той же степени они затемняют их понимание и вызывают зло из того, что является их собственным.
            <br/>
 Собственное человека, которое он получает по наследству от своих родителей, есть не что иное, как дремучее зло (n. 210, 215, 731, 876, 987, 1047, 2307, 2308, 3518, 3701, 3812, 8480, 8550, 10283, 10284, 10286, 10731).
            <br/>
Собственный человек любит себя больше, чем Бога, и мир больше, чем небо, и не делает ничего для ближнего в сравнении с собой, кроме как ради себя, то есть своего собственного я; таким образом, он состоит в любви к себе и миру (n. 694, 731, 4317, 5660).
            <br/>
Из любви к себе и любви к миру вытекают все пороки, когда они преобладают (n. 1307, 1308, 1321, 1594, 1691, 3413, 7255, 7376, 7488, 7489, 8318, 9335, 9348, 10038, 10742).
            <br/>
Эти пороки - презрение к другим, вражда, ненависть, месть, жестокость, обман (n. 6667, 7370, 7374, 9348, 10038, 10742).
            <br/>
Из этих зол проистекает вся фальшь (n. 1047, 10283, 10284, 10286).
            <br/>
* В печатном тексте слово "не" отсутствует, однако оно явно присутствует в латинском тексте.
            <br/>
            <br/>
558. [b.] То, что любовь к себе противоположна любви к ближнему, видно из происхождения и сущности той и другой. Любовь к ближнему того, кто пребывает в любви к себе, начинается с него самого, ибо он утверждает, что каждый является ближним для него самого; и она исходит от него как от своего центра ко всем, кто составляет с ним одно целое, уменьшаясь в соответствии со степенью их соединения с ним любовью. Все, кто находится вне этого круга, считаются не имеющими значения; а те, кто противостоит тем, кто находится в круге, и их порокам, считаются врагами, каким бы ни был их характер, каким бы мудрым, праведным, честным или справедливым он ни был. Но духовная любовь к ближнему начинается с Господа и от Него, как от центра, исходит ко всем, кто соединен с Ним любовью и верой, исходит в соответствии с качеством их любви и веры. Очевидно, что любовь к ближнему, имеющая начало в человеке, противоположна любви к ближнему, имеющей начало в Господе; первая исходит от зла, потому что исходит из того, что принадлежит человеку, а вторая исходит от добра, потому что исходит от Господа, Который Сам есть добро. Очевидно также, что любовь к ближнему, исходящая от человека и от того, что ему принадлежит, телесна, а любовь к ближнему, исходящая от Господа, небесна. Одним словом, в человеке, в котором преобладает любовь к себе, эта любовь составляет голову, а небесная любовь - ноги. На этой любви он стоит, а если она не служит ему, то попирает ее ногами. В этом причина того, что низвергнутые в ад падают головой вниз, в ад, а ногами вверх, на небо (см. выше, n. 548).
            <br/>
 Те, кто не знает, что такое любить ближнего, считают, что каждый человек - ближний, и что добро нужно делать каждому, кто нуждается в помощи (n. 6704).
            <br/>
Они также считают, что каждый человек является ближним самому себе, и поэтому любовь к ближнему начинается с себя (n. 6933).
            <br/>
Те, кто любит себя превыше всего, то есть у кого преобладает самолюбие, также заставляют любовь к ближнему начинать с себя (n. 6710).
            <br/>
Каким образом каждый является ближним самому себе, объясняется (n. 6933-6938).
            <br/>
Но те, кто являются христианами и любят Бога превыше всего, делают любовь к ближнему, начиная с Господа, потому что Его следует любить превыше всего (n. 6706, 6711, 6819, 6824).
            <br/>
Различий ближнего столько же, сколько различий добра от Господа, и должно быть различие в том, чтобы делать добро каждому в соответствии с качеством его состояния, и это дело христианского благоразумия (n. 6707, 6709, 6711, 6818).
            <br/>
Эти различия бесчисленны, и по этой причине древние, знавшие, что подразумевается под ближним, свели упражнения милосердия к классам, которые они обозначили подходящими именами, и на основании этого знали, в каком отношении каждый является ближним, и каким образом следует делать добро каждому с благоразумием (n. 2417, 6628, 6705, 7259-7262).
            <br/>
Учение в древних церквах было учением о милосердии к ближнему, и от этого они имели мудрость (n. 2417, 2385, 3419, 3420, 4844, 6628).
            <br/>
            <br/>
559. Опять же, любовь к себе такова, что, насколько ей даны вожжи, то есть насколько сняты внешние узы, которыми являются страхи перед законом и его наказаниями, а также перед потерей репутации, чести, прибыли, работы и жизни, настолько она рвется вперед, пока, наконец, не жаждет властвовать не только над всем миром, но и над всем небом, и над Самим Богом, не зная предела и конца. Эта склонность таится в каждом, кто любит себя, хотя и не проявляется в мире, где она сдерживается такими узами, о которых уже говорилось. Каждый может видеть примеры этого в властителях и царях, которые не имеют таких ограничений и уз, но устремляются вперед и покоряют провинции и царства, насколько им это удается, и стремятся к власти и славе без предела; и еще более поразительно в Вавилоне наших дней, который распространил свое господство до небес, передал себе всю Божественную власть Господа и постоянно жаждет большего. То, что такие люди, перейдя после смерти в другую жизнь, прямо противостоят Божественному и небесам и находятся на стороне ада, можно увидеть в небольшой работе "Страшный суд и разрушение Вавилона".
            <br/>
            <br/>
560. Представьте себе общество таких людей, каждый из которых любит только себя и любит других лишь постольку, поскольку они составляют одно целое с собой, и вы увидите, что их любовь подобна любви воров друг к другу, которые обнимаются и называют друг друга друзьями, пока действуют вместе; но когда они перестают действовать вместе и отказываются от подчинения друг другу, они восстают друг против друга и убивают друг друга. Если исследовать внутреннее устройство или разум таких людей, то можно увидеть, что они полны лютой ненависти друг к другу, и в душе они смеются над всякой справедливостью и честностью, а также над Божественным, которое они отвергают как ничего не значащее. Это еще более очевидно в обществах таких людей в адах, о которых пойдет речь ниже.
            <br/>
            <br/>
561. Внутренности, относящиеся к мыслям и привязанностям тех, кто любит себя превыше всего, обращены к себе и миру, и тем самым отвращены от Господа и от небес; и поэтому они одержимы злом всякого рода, и Божественное не может войти туда; ибо если оно и входит, то мгновенно погружается в мысли о себе и оскверняется, а также смешивается со злом, исходящим от того, что является их собственным. Вот почему все такие люди в другой жизни смотрят назад, прочь от Господа, и на плотное темное тело, которое находится там на месте солнца этого мира и диаметрально противоположно солнцу небес, которое есть Господь (см. выше, п. 123). "Густая тьма" означает зло, а "солнце мира" - любовь к себе.
            <br/>
 "Солнце мира" означает любовь к себе (n. 2441).
            <br/>
В этом смысле "поклоняться солнцу" означает поклоняться тем вещам, которые враждебны небесной любви и Господу (n. 2441, 10584).
            <br/>
"Солнце разгорается" означает растущую похоть зла (n. 8487).
            <br/>
            <br/>
562. Пороки тех, кто пребывает в любви к себе, - это, в общем, презрение к другим, зависть, вражда ко всем, кто не благоволит им, и, как следствие, вражда, ненависть разного рода, месть, хитрость, обман, немилосердие и жестокость; а в отношении религиозных вопросов - не только презрение к Божественному и Божественным вещам, которые являются истинами и благами церкви, но и вражда к ним. Когда человек становится духом, эта враждебность переходит в ненависть; и тогда он не только не может вынести упоминания об этих истинах и благах, но даже пылает ненавистью ко всем, кто признает и поклоняется Божественному. Однажды я беседовал с одним духом, который в мире был человеком, облеченным властью, и любил себя до необычайной степени; и когда он просто слышал, как кто-то упоминает о Божественном, и особенно когда он слышал, как он упоминает Господа, он был настолько возбужден ненавистью, возникающей из гнева, что горел желанием убивать; и когда бразды его любви были ослаблены, он хотел стать самим дьяволом, чтобы от своей любви к себе постоянно заражать небеса. Этого же хотят и некоторые представители папистской религии, когда в другой жизни они понимают, что у Господа есть вся власть, а у них ее нет.
            <br/>
            <br/>
563. Некоторые духи были замечены мною в западной четверти по направлению к югу, которые сказали, что они занимали в этом мире весьма достойные должности и что они заслуживают того, чтобы их почитали больше, чем других, и чтобы они властвовали над другими. Их внутренний характер был исследован ангелами, и оказалось, что в своих должностях в этом мире они смотрели не на пользу, а на себя, и, таким образом, ставили себя выше пользы. Но поскольку они очень желали и стремились быть поставленными над другими, им было позволено общаться с теми, кто советовался о делах большой важности; но было замечено, что они не способны ни размышлять об обсуждаемом деле, ни видеть вещи такими, какие они есть сами по себе, ни говорить о пользе вещи, но способны говорить только о себе, и что они желают действовать из того, что им приятно, на основании благосклонности. Поэтому их отстранили от этой обязанности и оставили искать себе работу в другом месте. Поэтому они пошли дальше в западный квартал, где их принимали то тут, то там, но везде им говорили, что они думают только о себе и ни о каких делах, кроме как о себе, и по этой причине глупы и подобны просто чувственным телесным духам. По этой причине, куда бы они ни пошли, их отсылали. Через некоторое время после этого их видели в нищенском состоянии и просящими милостыню. Таким образом, стало ясно, что те, кто пребывает в любви к себе, как бы ни казалось, что из огня этой любви они говорят в мире разумно, говорят только из памяти, а не из какого-либо рационального света. Поэтому в другой жизни, когда им больше не позволено порождать вещи естественной памяти, они более глупы, чем другие, и по той причине, что они отделены от Божественного.
            <br/>
            <br/>
564. Существует два вида господства: любовь к ближнему и любовь к себе. Эти два вида господства по своей сути являются прямыми противоположностями. Тот, кто правит из любви к ближнему, желает всем добра и ничего не любит так сильно, как пользу, то есть служение другим; это значит желать добра другим и совершать пользу, либо церкви, либо стране, либо обществу, либо согражданину. Это его любовь и услада его сердца. Более того, когда он возвышается над другими, он радуется не ради достоинств, а ради пользы, которую он может совершать в большем количестве и более высокого порядка. Такое господство существует на небесах. [2] Но тот, кто правит из любви к себе, не желает добра никому, кроме себя; все, что он делает, он делает ради собственной чести и славы, которые для него являются единственными; его цель в служении другим - чтобы ему самому служили, почитали и позволяли править; он ищет достоинств не ради добрых услуг, которые он может оказать своей стране и церкви, но чтобы получить превознесение и славу и тем самым усладу своего сердца. [3] Более того, эта любовь к власти остается с каждым человеком и после его жизни в этом мире. Тем, кто правил из любви к ближнему, доверяется власть на небесах; но тогда правят не они, а те, кого они любят, а когда правят те, кого любит Господь. Но те, кто властвовал в этом мире, находятся в аду, и там они мерзкие рабы. Я видел, как тех, кто имел власть в мире, но властвовал из любви к себе, изгоняли среди самых мерзких, а некоторых - среди тех, кто находится в экскрементах.
            <br/>
            <br/>
565. Что же касается любви к миру: эта любовь противостоит небесной любви в меньшей степени, чем любовь к себе, потому что скрытые в ней пороки - меньшие пороки. Любовь к миру состоит в том, что человек желает любыми ухищрениями обеспечить себе богатство других людей, ставит свое сердце на богатство и позволяет миру увлечь его и увести от духовной любви, которая есть любовь к ближнему, а значит, от небес и Божественного. Но эта любовь многообразна. Есть любовь к богатству ради того, чтобы возвыситься до почестей, когда любят только их. Есть любовь к почестям и достоинствам с целью увеличения богатства. Есть любовь к богатству ради различного использования, которое дает наслаждение в мире. Есть любовь к богатству только ради богатства, что является скупой любовью, и так далее. Цель, ради которой стремятся к богатству, называется его использованием; и именно цель или использование придает любви ее качество; ибо любовь такова, какова цель, а все остальное служит ей лишь средством.
            <br/>
            <br/>
566. ЧТО ТАКОЕ АДСКИЙ ОГОНЬ И ЧТО ТАКОЕ СКРЕЖЕТ ЗУБОВ.
            <br/>
Что такое вечный огонь и что такое скрежет зубов, о которых говорится в Слове применительно к тем, кто находится в аду, до сих пор почти никто не знает, потому что о содержании Слова думали только в материальном смысле, а о его духовном смысле ничего не знали. Так, под огнем одни понимали материальный огонь, другие - общие мучения, третьи - угрызения совести, а четвертые считали, что он упоминается лишь для того, чтобы возбудить ужас у нечестивых. Точно так же некоторые полагают, что скрежет зубов означает настоящий скрежет, а некоторые - только ужас, подобный тому, который возникает, когда слышишь подобное скрежетание зубов. Но любой, кто знаком с духовным смыслом Слова, может знать, что такое вечный огонь и что такое скрежет зубов; ибо каждое выражение и каждое значение выражений в Слове содержит духовный смысл, поскольку Слово в своем лоне духовно; а то, что духовно, может быть представлено человеку только в естественных формах выражения, потому что человек находится в естественном мире и мыслит исходя из вещей этого мира. Поэтому сейчас будет сказано, что подразумевается под "вечным огнем" и "скрежетом зубов", в который попадают духи злых людей после смерти, или что претерпевают их духи, находящиеся в духовном мире.
            <br/>
            <br/>
567. Есть два источника тепла: один - от солнца небесного, которое есть Господь, а другой - от солнца мира. Тепло, исходящее от солнца небесного, то есть Господа, есть тепло духовное, и оно по своей сути есть любовь (см. выше, n. 126-140); тепло же от солнца мира есть тепло природное, и оно по своей сути не есть любовь, но служит духовным теплом или любовью как вместилищем. Очевидно, что любовь по своей сути есть тепло, поскольку именно любовь, в соответствии со своей степенью и качеством, дает тепло уму, а затем и телу; и это человек испытывает как зимой, так и летом. Нагревание крови происходит из того же источника. То, что естественное тепло, исходящее от солнца мира, служит вместилищем духовного тепла, видно из тепла тела, которое возбуждается теплом его духа и является своего рода заменителем этого тепла в теле. Это особенно очевидно из весеннего и летнего тепла у животных всех видов, которые затем ежегодно обновляют свою любовь". [2] Не природное тепло производит этот эффект, но оно располагает их тела к приему тепла, которое вливается в них из духовного мира; ибо духовный мир вливается в природный, как причина в следствие. Тот, кто верит, что естественное тепло производит эту любовь, сильно заблуждается, ибо приток происходит из духовного мира в естественный, а не из естественного в духовный; а поскольку всякая любовь принадлежит самой жизни, она духовна. [3] Опять же, тот, кто верит, что какая-либо вещь возникает в естественном мире без притока из духовного мира, обманывается, ибо то, что естественно, возникает и продолжает существовать только из того, что духовно. Более того, предметы растительного царства получают свои всходы от притока из духовного мира. Естественная жара весенней поры и лета просто располагает семена в их естественные формы, расширяя и открывая их, чтобы приток из духовного мира мог там действовать как причина. Эти вещи упомянуты, чтобы ясно показать, что есть два вида тепла, духовное тепло и естественное тепло; и что духовное тепло исходит от солнца небес, а естественное тепло - от солнца мира, и что приток и последующее сотрудничество производят эффекты, которые появляются перед глазами в мире.
            <br/>
 Существует приток из духовного мира в мир природный (n. 6053-6058, 6189-6215, 6307-6327, 6466-6495, 6598-6626).
            <br/>
Существует также приток в жизнь животных (n. 5850).
            <br/>
И в предметы растительного царства (n. 3648).
            <br/>
Этот приток - постоянное стремление действовать в соответствии с Божественным порядком (n. 6211 в конце).
            <br/>
            <br/>
568. Духовный жар в человеке - это жар его жизни, потому что, как было сказано выше, он по своей сути является любовью. Именно этот жар подразумевается в Слове под словом "огонь", любовь к Господу и любовь к ближнему - под "небесным огнем", а любовь к себе и любовь к миру - под "адским огнем".
            <br/>
            <br/>
569. Инфернальный огонь или любовь исходит из того же источника, что и небесный огонь или любовь, а именно из солнца небесного, или Господа; но инфернальным его делают те, кто его принимает. Ибо все притоки из духовного мира изменяются в зависимости от приема, то есть в зависимости от форм, в которые они вливаются, точно так же, как это происходит с теплом и светом от солнца мира. Тепло от этого солнца, вливаясь в кустарники и клумбы цветов, производит растительность и извлекает благодарные и сладкие запахи; но то же самое тепло, вливаясь в экскременты и разлагающиеся вещества, производит гниение и извлекает отвратительные запахи. Точно так же свет одного и того же солнца производит в одном предмете красивые и приятные цвета, в другом - некрасивые и неприятные. То же самое верно и в отношении тепла и света от небесного солнца, которое есть любовь. Когда тепло, или любовь, от этого солнца течет в добро, как это происходит в добрых людях и ангелах, оно делает их добро плодотворным; но когда оно течет в зло, оно производит противоположный эффект, ибо их зло либо душит его, либо извращает. Точно так же, когда небесный свет течет в истины добра, он дает разум и мудрость; но когда он течет в фальшь зла, он превращается в безумие и фантазии различного рода. Таким образом, в каждом случае результат соответствует приему.
            <br/>
            <br/>
570. Поскольку адский огонь есть любовь к себе и к миру, то он есть и всякая похоть этих любовей, ибо похоть есть любовь в ее непрерывности, ибо то, что человек любит, он постоянно вожделеет. Адский огонь есть также наслаждение, ибо то, что человек любит и вожделеет, он воспринимает как наслаждение, когда получает это. Сердечный восторг человека не имеет другого источника. Таким образом, адский огонь - это вожделение и наслаждение, проистекающие из этих двух видов любви. Зло, проистекающее из этих любовей, - это презрение к другим, вражда и неприязнь к тем, кто к ним не благоволит, зависть, ненависть и месть, а от них - свирепость и жестокость; а в отношении Божественного - это отрицание и последующее презрение, насмешки и умаление святынь Церкви; а после смерти, когда человек становится духом, это зло сменяется гневом и ненавистью к этим святыням (см. выше, n. 562). И поскольку эти пороки постоянно дышат разрушением и убийством тех, кого они считают врагами, и против кого они пылают ненавистью и местью, поэтому наслаждением их жизни является желание разрушать и убивать, и, насколько они не могут этого сделать, желание причинять зло, наносить вред и проявлять жестокость. [2] Таково значение слова "огонь" в Слове, где говорится о зле и адах, некоторые отрывки из которого я приведу здесь в качестве доказательства:
            <br/>
            <br/>
Все лицемеры и злодеи, и все уста говорят неправду. Ибо нечестие горит, как огонь; оно пожирает кустарник и терние, и разжигает заросли лесов, и они поднимаются вверх, поднимая дым; и народ становится как пища для огня; никто не щадит брата своего (Ис. 9:17-19).
            <br/>
Я покажу чудеса на небе, и на земле кровь и огонь, и столбы дыма; солнце обратится во тьму (Иоиль 2:30, 31).
            <br/>
Земля превратится в горящую смолу; не угаснет ни днем, ни ночью; дым от нее будет подниматься вовек (Ис. 34:9, 10).
            <br/>
Вот, наступает день, горящий как печь, и все гордые и все делатели нечестия сделаются жнивьем; а наступающий день сожжет их (Мал. 4:1).
            <br/>
Вавилон стал обителью демонов. Они возопили, видя дым от ее огня. Дым ее восходит во веки веков (Апок. 18:2, 18; 19:3).
            <br/>
Он разверз яму бездны, и пошел из ямы дым, как дым из большой печи; и помрачилось солнце и воздух от дыма ямы (Апок. 9:2).
            <br/>
Из пасти коней выходил огонь и дым и сера; ими убита была третья часть людей, огнем и дымом и серою (Апок. 4:17, 18).
            <br/>
Если кто поклонится зверю, тот будет пить вино ярости Божией, смешанное с несмешанным вином в чаше гнева Его, и будет мучим огнем и серою (Апок. 16:9, 10).
            <br/>
Четвертый ангел вылил чашу свою на солнце, и дано было ему палить людей огнем; и палили людей сильным жаром (Апок. 16:8, 9).
            <br/>
Они были брошены в озеро, горящее огнем и серою (Апок. 19:20; 20:14, 15; 21:8).
            <br/>
Всякое дерево, не приносящее доброго плода, должно быть срублено и брошено в огонь (Матф. 3:10; Луки 3:9).
            <br/>
Сын Человеческий пошлет Ангелов Своих, и они соберут из Царства Его все, что делает преткновение и что делает беззаконие, и ввергнут их в печь огненную (Матф. 13:41, 42, 50).
            <br/>
Царь скажет тем, которые по левую руку: идите от Меня, проклятые, в огонь вечный, уготованный диаволу и ангелам его (Матф. 25:41).
            <br/>
Они будут посланы в огонь вечный, в геенну огненную, где червь их не умрет, и огонь не угаснет (Матф. 18:8, 9; Марк 9:43-49).
            <br/>
Богач в аду сказал Аврааму, что он мучается в огне (Луки 16:24).
            <br/>
            <br/>
В этих и многих других отрывках "огонь" означает похоть, относящуюся к любви к себе и любви к миру, а "дым" от него означает ложь от зла.
            <br/>
            <br/>
571. Поскольку под "адским огнем" подразумевается вожделение творить зло, происходящее от любви к себе и к миру, и поскольку таково вожделение всех в адах (как показано в предыдущей главе), то, когда ады открыты, там появляется огонь с дымом, как это бывает при пожарах, густой огонь из адов, где преобладает любовь к себе, и пылающий огонь из адов, где преобладает любовь к миру. Но когда ады закрыты, этот огненный вид не виден, но вместо него возникает некая неясность, подобная сгущению дыма; хотя внутри огонь все еще бушует, что видно по исходящему оттуда жару, который подобен жару от обгоревших руин после пожара, в некоторых местах - жару от раскаленной печи, в других - жару от горячей ванны. Когда этот жар вливается в человека, он возбуждает в нем похоть, в злых людях - ненависть и месть, а в больных - безумие. Такой огонь или такой жар действует на тех, кто находится в вышеупомянутых любовях, потому что в отношении своего духа они привязаны к этим адам, даже когда живут в теле. Но следует понимать, что те, кто находится в адах, не находятся в огне; огонь - это видимость; те, кто там находится, не чувствуют никакого горения, а только тепло, подобное тому, которое они ощущали, находясь в мире. Эта видимость огня происходит от соответствия, поскольку любовь соответствует огню, а все вещи, видимые в духовном мире, видятся в соответствии с соответствиями.
            <br/>
            <br/>
572. Следует отметить, что этот адский огонь или жар сменяется сильным холодом, когда поступает тепло с небес; и те, кто находится в нем, тогда дрожат, как люди, охваченные ознобом и лихорадкой, и внутренне страдают; и по той причине, что они находятся в прямой оппозиции к Божественному; и жар небес (который есть Божественная любовь) гасит жар ада (который есть любовь к себе), а вместе с ним и огонь их жизни; и это является причиной такого холода и последующего дрожания и страдания. Это сопровождается густой тьмой, увлечением и взаимной слепотой. Но это случается редко, и только тогда, когда вспышки, разросшиеся сверх меры, нужно подавить.
            <br/>
            <br/>
573. Поскольку адский огонь означает всякое вожделение творить зло, проистекающее из любви к себе, этот огонь означает и такие мучения, какие существуют в адах. Ибо из этой любви проистекает вожделение причинить вред другим, которые не почитают, не почитают и не поклоняются себе; и пропорционально возбужденному таким образом гневу, ненависти и мести, проистекающим из этого гнева, возникает вожделение выместить на них свою ярость. Когда такая похоть действует во всех членах общества и не сдерживается никакими внешними узами, такими как страх перед законом, перед потерей репутации, чести, выгоды и жизни, каждый из побуждений собственной злобы бросается на другого; и по мере своего преобладания подчиняет себе остальных и подчиняет их своей власти, и с наслаждением изливает свою ярость на тех, кто не подчиняется. Это наслаждение так тесно связано с наслаждением властвовать, что они существуют в одной и той же мере, поскольку наслаждение от причинения вреда содержится во вражде, зависти, ненависти и мести, которые, как было сказано выше, являются пороками этой любви. Все ады - это такие общества, и поэтому каждый там носит в своем сердце ненависть к другим и от ненависти разражается жестокостью, насколько у него хватает сил. Эти жестокости и их мучения также подразумеваются под адским огнем, поскольку они являются следствием похоти.
            <br/>
            <br/>
574. Выше (n. 548) было показано, что злой дух бросается в ад по собственной воле. Теперь в нескольких словах расскажем, как это происходит, если в аду есть такие мучения. Из каждого ада выдыхается сфера похотей тех, кто в нем находится. Всякий раз, когда эта сфера воспринимается тем, кто находится в подобном вожделении, он умиляется сердцем и исполняется восторга, ибо вожделение и его восторг составляют одно целое, так как все, чего человек вожделеет, доставляет ему удовольствие; и потому дух обращает себя к аду и от восторга сердца вожделеет попасть туда, так как он еще не знает, что там существуют такие мучения, хотя тот, кто знает это, все равно вожделеет попасть туда. Ибо никто в духовном мире не может противиться своему вожделению, потому что вожделение принадлежит любви, а любовь принадлежит воле, а воля принадлежит природе, и каждый там действует по своей природе. [2] Поэтому, когда дух по своей воле и из своей свободы устремляется к своему аду и входит в него, его сначала принимают дружелюбно, что заставляет его поверить, что он пришел среди друзей. Но это продолжается лишь несколько часов. Тем временем его исследуют на предмет его проницательности и, как следствие, способностей; и когда это сделано, его начинают заражать, причем различными методами, постепенно все более жестко и жестоко. Это достигается путем введения его все глубже и глубже в ад; ибо чем глубже и глубже ад, тем злее духи. После этого с ним начинают жестоко обращаться, наказывая, и это продолжается до тех пор, пока он не будет низведен до состояния раба". [3] Но там постоянно возникают мятежные движения, ибо каждый желает быть самым большим и пылает ненавистью к другим; вследствие этого происходят новые восстания, и таким образом одна сцена сменяется другой, и тех, кого сделали рабами, освобождают, чтобы они помогли какому-нибудь новому дьяволу подчинить себе других; и снова тех, кто отказывается подчиняться и оказывать беспрекословное повиновение, мучают различными способами; и так далее непрерывно. Такие муки - это муки ада, которые называются адским огнем.
            <br/>
            <br/>
575. Скрежет зубов - это постоянный спор и борьба лжи друг с другом, следовательно, с теми, кто находится в лжи, соединенные с презрением к другим, с враждой, насмешками, издевательствами, хулой; и эти пороки выливаются в различные раны, поскольку каждый борется за свою лживость и называет ее истиной. Эти споры и сражения слышны за пределами этих адов, как скрежет зубов; они также превращаются в скрежет зубов, когда истины с небес проникают в эти ады. В этих адах находятся все, кто признает природу и отрицает Божественное. В глубине этих адов находятся те, кто утвердился в этом отрицании. Поскольку такие люди не способны принимать свет с небес и, следовательно, не способны видеть что-либо внутреннее в себе, они по большей части являются телесными чувственными духами, которые не верят ничему, кроме того, что видят глазами и осязают руками. Поэтому все заблуждения органов чувств являются для них истиной, и именно с ними они спорят. Вот почему их споры слышны как скрежет зубов; ибо в духовном мире всякая фальшь издает скрежещущий звук, а зубы соответствуют самым крайним вещам в природе и самым крайним вещам в человеке, которые являются телесно-чувственными. (О том, что в адах раздается скрежет зубов, можно узнать из Матфея 8:12; 13:42, 50; 22:13; 24:51; 25:30; Луки 13:28).
            <br/>
 Переписка зубов (n. 5565-5568).
            <br/>
Те, кто чисто чувственны и не имеют почти ничего от духовного света, соответствуют зубам (n. 5565).
            <br/>
В Слове зуб означает чувственное, которое является пределом жизни человека (n. 9052, 9062).
            <br/>
Скрежет зубов в другой жизни исходит от тех, кто считает, что природа - это все, а Божественное - ничто (n. 5568).
            <br/>
            <br/>
576. ЗЛОНАМЕРЕННОСТЬ И ГНУСНЫЕ КОЗНИ АДСКИХ ДУХОВ
            <br/>
В чем духи превосходят людей, может увидеть и понять каждый, кто мыслит внутренне и знает хоть что-то о работе собственного разума; ибо в своем разуме он может рассмотреть, развить и сформировать выводы по большему количеству вопросов в одно мгновение, чем он может произнести или выразить письменно за полчаса. Это показывает превосходство человека, когда он находится в своем духе, а значит, когда он становится духом. Ведь именно дух мыслит, а тело - это то, с помощью чего дух выражает свои мысли в речи или письме. Вследствие этого, когда человек после смерти становится ангелом, его ум и мудрость непередаваемы по сравнению с его умом и мудростью, когда он жил в этом мире; ибо пока он жил в этом мире, его дух был связан с его телом, и таким образом находился в природном мире; и поэтому все, что он думал духовно, перетекало в природные идеи, которые сравнительно общие, грубые и неясные, и которые не способны принять бесчисленные вещи, относящиеся к духовной мысли; и которые погружают духовную мысль в неясность, возникающую от мирских забот. Иначе обстоит дело, когда дух освобождается от тела и приходит в свое духовное состояние, что происходит, когда он переходит из природного мира в духовный мир, которому он принадлежит. Из того, что уже было сказано, очевидно, что состояние его мыслей и привязанностей тогда неизмеримо превосходит его прежнее состояние. Поэтому мысли ангелов невыразимы и невыразимы, и поэтому они не могут войти в естественные мысли человека; и все же каждый ангел был рожден человеком и жил как человек, и тогда он казался себе не мудрее любого другого подобного человека.
            <br/>
            <br/>
577. В той же степени, в какой ангелы обладают мудростью и разумом, адские духи обладают злобой и хитростью; ибо дело обстоит так же, поскольку дух человека, освободившись от тела, пребывает в своем благе или в своем зле - если ангельский дух, то в своем благе, а если адский дух, то в своем зле. Каждый дух является своим собственным добром или своим собственным злом, потому что он является своей собственной любовью, как уже было сказано и показано выше. Поэтому, как ангельский дух думает, желает, говорит и действует, исходя из своего добра, так и адский дух делает это из своего зла; и думать, волить, говорить и действовать из самого зла, значит думать, волить, говорить и действовать из всего, что включено в зло. [2] Пока человек жил в теле, все было иначе, поскольку зло духа находилось под ограничениями, которые каждый человек испытывает от закона, от надежды на прибыль, от чести, от репутации и от страха потерять их; и поэтому зло его духа не могло тогда вырваться наружу и показать, чем оно было само по себе. Более того, зло духа человека тогда было обернуто и завуалировано внешней честностью, порядочностью, справедливостью и привязанностью к истине и добру, которые такой человек исповедует и подделывает ради мира; и под этим подобием зло было настолько скрыто и затуманено, что он сам едва ли знал, что его дух содержит столько злобы и лукавства, то есть, что сам по себе он был таким дьяволом, каким становится после смерти, когда его дух приходит в себя и в свою собственную природу. [3] Тогда проявляется такая злоба, которая превосходит всякое представление. Из самого зла проистекают тысячи зол, среди которых есть такие, которые невозможно описать никакими словами. Что это такое, мне дано знать и постичь на собственном опыте, поскольку Господь даровал мне пребывать в духовном мире в отношении моего духа и в то же время в естественном мире в отношении моего тела. Я могу засвидетельствовать, что их злоба настолько велика, что вряд ли возможно описать даже тысячную часть ее; и настолько велика, что если бы человек не был защищен Господом, он никогда не смог бы спастись из ада; ибо с каждым человеком есть духи из ада, а также ангелы с небес (см. выше, n. 292, 293); и все же Господь не может защитить человека, если он не признает Божественное и не живет жизнью веры и милосердия; ибо в противном случае человек отворачивается от Господа и обращается к адским духам, и таким образом его дух становится пропитанным злобой, подобной их злобе. [4] Тем не менее, Господь постоянно отводит человека от зла, которое он прилагает и как бы притягивает к себе своей связью с адскими духами. Если его не отстраняют внутренние узы совести, которые он не получает, если отрицает Божественное, то, тем не менее, его отстраняют внешние узы, которыми, как уже говорилось, являются страхи перед законом и его наказаниями, страхи потери выгоды и лишения чести и репутации. В действительности, такой человек может быть отстранен от зла посредством наслаждений своей любви и через страх потери или лишения этих наслаждений; но он не может быть приведен таким образом к духовным благам. Ибо как только такой человек попадает в них, он начинает думать о притворстве и уловках, симулируя или подделывая то, что хорошо, честно и справедливо, чтобы убедить и тем самым обмануть. Такая хитрость примыкает к злу его духа и придает ему форму, заставляя его зло быть той же природы, что и оно само.
            <br/>
            <br/>
578. Хуже всех те, кто пребывал во зле из любви к себе и в то же время внутренне действовал из лукавства; ибо лукавство глубже других зол проникает в мысли и намерения, заражает их ядом и тем самым полностью разрушает духовную жизнь человека. Большинство этих духов находятся в преисподней за спиной и называются гениями; там они с удовольствием делают себя невидимыми и порхают вокруг других, как фантомы, тайно вселяя в них зло, которое они распространяют вокруг, как яд гадюки. Такие люди подвергаются более тяжким мучениям, чем другие. Но те, кто не обманывает, кто не был так исполнен злобной хитрости, и все же пребывает во зле, происходящем от любви к себе, также находятся в адах, но в менее глубоких. С другой стороны, те, кто пребывает во зле от любви к миру, находятся в адах впереди и называются духами. Эти духи не являются такими формами зла, то есть ненависти и мести, как те, кто находится во зле из-за любви к себе, и поэтому не имеют такой злобы и хитрости, и поэтому их ады более мягкие.
            <br/>
            <br/>
579. Мне было позволено узнать на собственном опыте, какой злобой обладают те, кого называют гениями. Гении действуют на привязанности, а не на мысли. Они воспринимают и чуют привязанности, как собаки чуют диких зверей в лесу. Добрые привязанности, когда они видят их в другом, они мгновенно превращают в злые привязанности, ведя и склоняя их удивительным образом посредством удовольствий другого; и это так тайно и с таким злобным мастерством, что другой ничего не знает об этом, ибо они самым тщательным образом охраняют себя от того, чтобы что-либо вошло в мысль, так как таким образом они были бы проявлены. Место их расположения в человеке - под затылком. В мире они были теми, кто обманом пленял умы других людей, ведя и убеждая их прелестями своих привязанностей или похотей. Но Господь не позволяет таким духам приближаться к человеку, на чье исправление есть хоть какая-то надежда; ибо они способны не только разрушить совесть, но и возбудить в человеке его унаследованные пороки, которые в остальное время остаются скрытыми. Поэтому, чтобы предотвратить ввержение человека в эти пороки, эти ады, по решению Господа, полностью закрыты; и когда любой человек с таким характером приходит после смерти в другую жизнь, он сразу же попадает в их ад. Когда обман и коварство этих духов ясно видны, они выглядят как гадюки.
            <br/>
            <br/>
580. О том, какой злобой обладают адские духи, можно судить по их гнусным искусствам, которых так много, что их перечисление заняло бы целый том, а описание - много томов. Эти искусства в основном неизвестны в мире. Один вид связан с нарушениями соответствий; второй - с нарушениями пределов Божественного порядка; третий - с передачей и притоком мыслей и привязанностей посредством обращения к другому, фиксации взгляда на другом, а также с помощью других духов, помимо них самих, и духов, посланных ими самими; четвертый - с действиями призраков; пятый - с изгнанием себя за пределы себя и последующим присутствием в другом месте, кроме того, где они находятся в теле; шестой - с притворством, убеждением и ложью. Дух злого человека вступает в эти искусства сам по себе, когда он освобождается от тела, ибо они присущи природе зла, в котором он тогда находится. Этими искусствами они мучают друг друга в адах. Но поскольку все эти искусства, кроме тех, которые осуществляются притворством, уговорами и ложью, неизвестны в мире, я не буду здесь описывать их подробно, как потому, что они не будут поняты, так и потому, что они слишком отвратительны, чтобы о них рассказывать.
            <br/>
            <br/>
581. Господь разрешает мучения в адах, потому что никаким другим способом нельзя сдерживать и усмирять зло. Единственное средство сдерживания и усмирения зла и удержания адского экипажа в узах - это страх наказания. Иначе и быть не может, ибо без страха наказания и мучений зло разразится безумием, и все пойдет прахом, как в земном царстве, где нет закона и наказаний.
            <br/>
            <br/>
582. ВНЕШНИЙ ВИД, ПОЛОЖЕНИЕ И КОЛИЧЕСТВО АДОВ.
            <br/>
В духовном мире, то есть в мире, где обитают духи и ангелы, появляются те же объекты, что и в естественном мире, то есть там, где обитают люди. Во внешнем облике нет никакой разницы. В том мире видны равнины и горы, холмы и скалы, долины между ними, воды и многое другое, что видно на земле. Но все эти вещи имеют духовное происхождение, и поэтому все они видны глазами духов и ангелов, а не глазами людей, потому что люди находятся в естественном мире. Духовные существа видят то, что имеет духовное происхождение, а природные существа - то, что имеет естественное происхождение. Следовательно, человек своими глазами никак не может увидеть предметы, находящиеся в духовном мире, если только ему не будет позволено быть в духе или после смерти, когда он станет духом. С другой стороны, ангел или дух не может видеть ничего в естественном мире, если он не находится с человеком, которому позволено говорить с ним. Ибо глаза человека приспособлены для восприятия света естественного мира, а глаза ангелов и духов - для восприятия света духовного мира; хотя глаза этих двух существ совершенно одинаковы на вид. То, что духовный мир таков, не может постичь естественный человек, и менее всего чувственный человек, который не верит ничему, кроме того, что видит своими телесными глазами и осязает руками, а потому воспринимает через зрение и осязание. Поскольку его мысль исходит из таких вещей, она материальна, а не духовна. При таком сходстве между духовным и природным миром человек после смерти едва ли может поверить, что он не находится в мире, где он родился и из которого он ушел. По этой причине смерть называют просто переходом из одного мира в другой, подобный ему. (То, что эти два мира подобны друг другу, можно видеть выше, где речь шла о представителях и явлениях на небесах, n. 170-176).
            <br/>
            <br/>
583. Небеса находятся в высших частях духовного мира, мир духов - в низших, а под обоими находятся ады. Небеса видны духам в мире духов только тогда, когда их внутреннее зрение открыто; хотя иногда они видят их как туман или как яркие облака. Это происходит потому, что ангелы небес находятся во внутреннем состоянии в отношении интеллекта и мудрости; и по этой причине они выше зрения тех, кто находится в мире духов. Но духи, обитающие на равнинах и в долинах, видят друг друга; и все же, когда они разделены там, что происходит, когда их впускают в их внутренности, злые духи не видят добрых духов; но добрые духи могут видеть злых духов. Тем не менее, добрые духи отворачиваются от злых духов; а когда духи отворачиваются, они становятся невидимыми. Но ады не видны, потому что они закрыты. Видны только входы, которые называются воротами, когда их открывают, чтобы впустить других подобных духов. Все ворота в преисподнюю открываются из мира духов, и ни одни из них не открываются с небес.
            <br/>
            <br/>
584. Ады находятся повсюду, как под горами, холмами и скалами, так и под равнинами и долинами. Отверстия или врата в ады, находящиеся под горами, холмами и скалами, представляются взору как отверстия и расщелины в скалах, некоторые из них вытянутые и широкие, а некоторые стесанные и узкие, и многие из них изрезаны. Все они, если смотреть на них, кажутся темными и сумрачными; но адские духи, находящиеся в них, светятся так, как светятся горящие угли. Их глаза приспособлены к восприятию этого света, и по той причине, что, пока они жили в этом мире, они находились в густой тьме в отношении Божественных истин, потому что отрицали их, и были в некотором роде светом в отношении лжи, потому что утверждали их. Так сформировалось зрение их глаз. По этой же причине небесный свет для них - густая тьма, и поэтому, выходя из своих нор, они ничего не видят. Из всего этого становится совершенно ясно, что человек входит в небесный свет лишь постольку, поскольку он признает Божественное и утверждает в себе истины небес и Церкви; и что он входит в густую тьму ада лишь постольку, поскольку он отрицает Божественное и утверждает в себе то, что противоречит истинам небес и Церкви.
            <br/>
            <br/>
585. Отверстия или ворота в преисподнюю, находящиеся под равнинами и долинами, выглядят по-разному. Некоторые похожи на те, что находятся под горами, холмами и скалами; некоторые - на норы и пещеры, некоторые - на большие пропасти и водовороты; некоторые - на болота, а некоторые - на стоячую воду. Все они закрыты, и открываются только тогда, когда туда ввергаются злые духи из мира духов; и когда они открываются, из них вырывается либо нечто похожее на огонь и дым, которые видны в воздухе от горящих зданий, либо на пламя без дыма, либо на сажу, как из горящей трубы, либо на туман и густое облако. Я слышал, что адские духи не видят и не чувствуют этих вещей, потому что когда они находятся в них, они находятся как в своей собственной атмосфере, и таким образом в наслаждении своей жизни; и это по той причине, что эти вещи соответствуют злу и фальши, в которых они находятся, огонь соответствует ненависти и мести, дым и копоть - фальши от них, пламя - злу любви к себе, а туман или густое облако - фальши от этой любви.
            <br/>
            <br/>
586. Мне также было позволено заглянуть в ады и увидеть, что они собой представляют; ибо, когда Господь пожелает, взгляд духа или ангела свыше может проникнуть в самые глубины под ними и исследовать их характер, несмотря на покровы. Таким образом мне было позволено заглянуть в них. Некоторые из адов показались мне похожими на пещеры и норы в скалах, уходящие вглубь, а затем вниз, в пропасть, косо или вертикально. Некоторые ады были похожи на норы и пещеры диких зверей в лесах; некоторые - на полые пещеры и ходы, которые можно увидеть в шахтах, причем пещеры простираются в нижние области. Большинство адов троичны: верхний из них внутри кажется густой тьмой, потому что населен теми, кто пребывает во лжи зла; нижний же кажется огненным, потому что населен теми, кто сам пребывает во зле; густая тьма соответствует лжи зла, а огонь - самому злу. Те, кто действовал внутренне от зла, находятся в более глубоких адах, а те, кто действовал внешне от зла, то есть от фальши зла, находятся в адах менее глубоких. Некоторые ады внешне напоминают развалины домов и городов после пожаров, в которых обитают и скрываются адские духи. В более мягких адах есть вид грубых хижин, в некоторых случаях примыкающих друг к другу в виде города с переулками и улицами, а внутри домов обитают адские духи, занятые непрекращающимися ссорами, враждой, драками и жестокостью; на улицах и переулках совершаются грабежи и разбои. В некоторых адах нет ничего, кроме борделей, отвратительных на вид и наполненных всякой грязью и экскрементами. Еще есть темные леса, в которых адские духи бродят, как дикие звери, и где также есть подземные норы, в которые бегут те, кого преследуют другие. Есть также пустыни, где все бесплодно и песчано, и где в некоторых местах есть изрезанные скалы, в которых есть пещеры, а в некоторых местах хижины. В эти пустыни изгоняются из ада те, кто претерпел все крайности наказания, особенно те, кто в этом мире был хитрее других в интригах и обманах. Такая жизнь - их последний удел.
            <br/>
            <br/>
587. Что касается положения адов в деталях, то это совершенно неизвестно даже ангелам на небесах; это известно одному Господу. Но их положение в целом известно по кварталам, в которых они находятся. Ибо ады, как и небеса, отличаются своими кварталами, а в духовном мире кварталы определяются в соответствии с любовью; ибо на небесах все кварталы начинаются от Господа, как от солнца, которое есть восток; а поскольку ады противоположны небесам, их кварталы начинаются с противоположной точки, то есть с запада. (Об этом см. главу о четырех небесных четвертях, n. 141-153.) [2] По этой причине ады в западной четверти - худшие из всех и самые ужасные, постепенно становясь все хуже и ужаснее, чем больше они удалены от востока. В западных адах находятся те, кто в этом мире пребывал в любви к себе и в последующем презрении к другим, во вражде к тем, кто не благоволил им, а также в ненависти и мести к тем, кто не оказывал им уважения и почтения. В самых отдаленных адах этого квартала находятся те, кто принадлежал к так называемой католической религии и желал, чтобы им поклонялись как богам, а потому пылал ненавистью и местью ко всем, кто не признавал их власти над душами людей и над небесами. Эти люди продолжают иметь тот же нрав, то есть ту же ненависть и месть к тем, кто им противостоит, что и в мире. Их величайшее наслаждение - творить жестокости; но в другой жизни это наслаждение обращается против них самих, ибо в их адах, которыми заполнена западная часть, один свирепствует против всех, кто умаляет его Божественную власть. (Но об этом подробнее будет сказано в трактате "Страшный суд и разрушение Вавилона"). [3] Тем не менее, никто не может знать, как устроены ады в этой четверти, кроме того, что самые страшные ады этого рода находятся по бокам в северной четверти, а менее страшные - в южной; таким образом, страшность адов уменьшается от северной четверти к южной, и так же по градусам к востоку. На востоке находятся места обитания надменных, которые не уверовали в Божественное, но не были в такой ненависти и мести или в таком коварстве, как те, кто находится в большей глубине в западной четверти. [4] В восточной четверти в настоящее время нет адов, те, что были там, были перенесены в западную четверть. В северной и южной четвертях есть много адов; в них находятся те, кто, находясь в мире, был в любви к миру и в различных видах зла от него, таких как вражда, неприязнь, воровство, грабеж, хитрость, скупость и немилосердие. Самые страшные ады такого рода находятся в северной четверти, более мягкие - в южной. Их ужасность возрастает по мере приближения к западной четверти, а также по мере удаления от южной четверти, и уменьшается к восточной четверти и к южной. За адами, которые находятся в западной четверти, есть темные леса, в которых злобные духи бродят, как дикие звери; и то же самое за адами в северной четверти. А за адами в южной четверти находятся пустыни, которые были описаны выше. Это то, что касается расположения адов.
            <br/>
            <br/>
588. Что касается числа адов, то их столько же, сколько ангельских обществ на небесах, поскольку каждому небесному обществу соответствует соответствующее адское общество как его противоположность. То, что небесные общества бесчисленны, и все они различаются в соответствии с благами любви, милосердия и веры, можно увидеть в главе, где говорится об обществах, из которых состоят небеса (n. 41-50), и в главе о безмерности небес (n. 415-420). То же самое верно и в отношении адских обществ, которые различаются в соответствии со злом, являющимся противоположностью этих благ. [2] Каждое зло, как и каждое благо, имеет бесконечное разнообразие. То, что это так, непостижимо для тех, кто имеет лишь простое представление о каждом зле, таком как презрение, вражда, ненависть, месть, коварство и другие подобные пороки. Но пусть они знают, что каждое из этих зол содержит столько специфических различий, а каждое из них - столько специфических или особых различий, что для их перечисления не хватит и тома. Ады так четко упорядочены в соответствии с различиями каждого зла, что ничто не может быть более совершенным и более четким. Очевидно, что адов бесчисленное множество, они близки и удалены друг от друга в соответствии с различиями зол общих, специфических и особенных. [3] Кроме того, существуют ады, расположенные ниже адов. Одни сообщаются с другими посредством ходов, другие - посредством выдохов, и это в точном соответствии с родством одного вида или разновидности зла с другими. Насколько велико число адов, мне позволило понять знание того, что ады есть под каждой горой, холмом и скалой, а также под каждой равниной и долиной, и что они простираются под ними в длину, в ширину и в глубину. Одним словом, все небо и весь мир духов как бы вырыты под ними, и под ними находится сплошной ад. Таково число адов.
            <br/>
            <br/>
589. РАВНОВЕСИЕ МЕЖДУ РАЕМ И АДОМ.
            <br/>
Для существования любой вещи должно существовать равновесие всех вещей. Без равновесия нет действия и реакции; ибо равновесие существует между двумя силами, одна из которых действует, а другая реагирует, и состояние покоя, возникающее в результате такого действия и реакции, называется равновесием. В мире природы существует равновесие во всех вещах и в каждой вещи. В общих чертах оно существует даже в атмосфере, где нижние части реагируют и сопротивляются пропорционально тому, как высшие части действуют и давят. Опять же, в мире природы существует равновесие между теплом и холодом, между светом и тенью, между сухостью и влажностью, причем равновесием является среднее состояние. Также существует равновесие во всех предметах трех царств природы - минеральном, растительном и животном; ибо без равновесия в них ничто не может возникнуть и иметь постоянное существование. Везде есть своего рода усилие, действующее с одной стороны и реагирующее с другой. [2] Всякое существование или всякое действие производится в равновесии, то есть, когда одна сила действует, а другая терпит, чтобы на нее действовали, или когда одна сила, действуя, вливается, другая принимает и гармонично подчиняется. В мире природы то, что действует и реагирует, называется силой, а также старанием [или усилием]; но в духовном мире то, что действует и реагирует, называется жизнью и волей. Жизнь в этом мире - это живая сила, а воля - живое усилие; а само равновесие называется свободой. Таким образом, духовное равновесие или свобода имеет своим результатом и постоянством баланс между добром, действующим с одной стороны, и злом, реагирующим с другой стороны; или между злом, действующим с одной стороны, и добром, реагирующим с другой стороны. [3] В случае добра равновесие устанавливается между добром, действующим на добро, и злом, реагирующим на зло; а в случае зла равновесие устанавливается между злом, действующим на зло, и добром, реагирующим на добро. Духовное равновесие - между добром и злом, потому что вся жизнь человека связана с добром и злом, а воля - это вместилище. Существует также равновесие между истиной и ложью, но оно зависит от равновесия между добром и злом. Равновесие между истиной и ложью подобно равновесию между светом и тенью: свет и тень влияют на объекты растительного царства лишь постольку, поскольку в них есть тепло и холод. То, что свет и тень сами по себе не оказывают никакого влияния, а только тепло, которое действует через них, очевидно из того факта, что свет и тень одинаковы в зимнее и весеннее время. Это сравнение истины и лжи со светом и тенью происходит из соответствия, ибо истина соответствует свету, лживость - тени, а тепло - благу любви; на самом деле, духовный свет - это истина, духовная тень - лживость, а духовное тепло - благо любви (см. главу, где речь идет о свете и тепле на небесах, n. 126-140).
            <br/>
            <br/>
590. Между раем и адом существует вечное равновесие. Из ада постоянно исходит и восходит стремление творить зло, а из рая постоянно исходит и нисходит стремление творить добро. В этом равновесии находится мир духов; этот мир занимает промежуточное положение между раем и адом (см. выше, n. 421-431). Мир духов находится в этом равновесии потому, что каждый человек после смерти попадает сначала в мир духов и удерживается там в состоянии, подобном тому, в котором он пребывал в этом мире, и это было бы невозможно, если бы там не было совершенного равновесия; ибо посредством этого исследуется характер каждого человека, поскольку он остается в той же свободе, которую он имел в этом мире. Духовное равновесие - это свобода в человеке и духе (как уже было сказано выше, n. 589). В чем состоит свобода каждого, ангелы узнают по общению привязанностей и мыслей; и она становится видимой для зрения ангельских духов по путям, по которым идут духи. Добрые духи там путешествуют по путям, ведущим на небеса, а злые - по путям, ведущим в ад. Пути действительно появляются в том мире; и это причина, по которой пути в Слове означают истины, ведущие к добру, или, в противоположном смысле, фальшь, ведущую к злу; и по той же причине идти, идти и путешествовать в Слове означают продвижение по жизни. Такие пути мне часто позволяли видеть, а также духов, идущих и идущих по ним свободно, в согласии со своими привязанностями и мыслями.
            <br/>
 В Слове "путешествовать", как и "идти", означает продвижение жизни (n. 3335, 4375, 4554, 4585, 4882, 5493, 5605, 5996, 8181, 8345, 8397, 8417, 8420, 8557).
            <br/>
"Идти (и ходить) с Господом" означает получить духовную жизнь и жить с Ним (n. 10567).
            <br/>
"Ходить" означает жить (n. 519, 1794, 8417, 8420).
            <br/>
            <br/>
591. Зло постоянно дышит и восходит из ада, а добро постоянно дышит и нисходит с небес, потому что каждый человек охвачен духовной сферой; и эта сфера исходит и изливается из жизни привязанностей и мыслей, исходящих из них. И поскольку такая сфера исходит из каждого человека, она также исходит из каждого небесного общества и каждого адского общества, следовательно, из всех вместе, то есть из всего неба и всего ада. Добро исходит из рая, потому что все там есть в добре; а зло исходит из ада, потому что все там есть во зле. Добро, исходящее с небес, все от Господа; ибо ангелы на небесах все удерживаются от того, что им принадлежит, и пребывают в том, что принадлежит Господу, что есть само добро. Духи же ада пребывают все в том, что им принадлежит, а принадлежащее каждому есть не что иное, как зло, и потому, что оно не что иное, как зло, оно есть ад". Очевидно, что равновесие, в котором пребывают ангелы на небесах и духи в аду, не похоже на равновесие в мире духов. Равновесие ангелов на небесах существует в той степени, в которой они желали быть в добре, или в той степени, в которой они жили в добре в мире, и, таким образом, также в той степени, в которой они держали зло в отвращении; но равновесие духов в аду существует в той степени, в которой они желали быть во зле, или жили во зле в мире, и, таким образом, сердцем и духом были против добра.
            <br/>
 Духовная сфера, которая есть сфера жизни, истекает и изливается из каждого человека, духа и ангела и охватывает его (n. 4464, 5179, 7454, 8630).
            <br/>
Она вытекает из жизни их привязанностей и мыслей (n. 2489, 4464, 6206). Качество духов распознается на расстоянии от их сфер (n. 1048, 1053, 1316, 1504).
            <br/>
Сферы от зла противоположны сферам от добра (n. 1695, 10187, 10312).
            <br/>
Такие сферы простираются далеко в ангельские общества в соответствии с качеством и количеством добра (n. 6598-6613, 8063, 8794, 8797).
            <br/>
И в инфернальные общества в соответствии с качеством и количеством зла (n. 8794).
            <br/>
 Человек сам по себе есть не что иное, как зло (n. 210, 215, 731, 874-876, 987, 1047, 2307, 2308, 3518, 3701, 3812, 8480, 8550, 10283, 10284, 10286, 10732).
            <br/>
Я человека - это ад в нем самом (n. 684, 8480).
            <br/>
            <br/>
592. Если бы Господь не управлял небесами и преисподней, не было бы равновесия; а если бы не было равновесия, не было бы ни небес, ни ада; ибо все вещи и каждая вещь во вселенной, то есть как в природном, так и в духовном мире, существуют благодаря равновесию. Каждый разумный человек видит, что это правда. Если бы на одной стороне был перевес, а на другой не было бы сопротивления, разве не погибли бы обе стороны? Так было бы и в духовном мире, если бы добро не противостояло злу и не сдерживало его восстание; и если бы этого не делало само Божественное начало, то погибли бы и рай, и ад, а вместе с ними и весь род человеческий. Это сказано, если бы Божественное Само не сделало этого, потому что "я" каждого, будь то ангел, дух или человек, есть не что иное, как зло (см. выше, n. 591); следовательно, ни ангелы, ни духи ни в малейшей степени не способны противостоять злу, постоянно исходящему из адов, поскольку из "я" все они стремятся к аду. Таким образом, очевидно, что если бы Господь один не управлял небесами и адом, никто не мог бы спастись. Более того, все ады действуют как одно целое, ибо зло в адах связано так же, как добро на небесах; и только Божественное, исходящее исключительно от Господа, способно противостоять всем адам, которых бесчисленное множество и которые действуют вместе против небес и против всех, кто находится на небесах.
            <br/>
            <br/>
593. Равновесие между небесами и адом уменьшается или увеличивается в соответствии с количеством тех, кто входит в рай и кто входит в ад; а это составляет несколько тысяч человек ежедневно. Один Господь, и ни один ангел, может знать и воспринимать это, и регулировать и уравнивать это с точностью; ибо Божественное, исходящее от Господа, вездесуще, и видит повсюду, есть ли какие-либо колебания, в то время как ангел видит только то, что находится рядом с ним, и не имеет в себе восприятия того, что происходит даже в его собственном обществе.
            <br/>
            <br/>
594. Как все вещи так устроены на небесах и в аду, чтобы каждый из тех, кто там находится, был в равновесии, можно в некоторой степени увидеть из того, что было сказано и показано выше относительно небес и ада, а именно, что все общества небес четко устроены в соответствии с благами, их видами и разновидностями, а все общества ада - в соответствии со злом, его видами и разновидностями; и что под каждым небесным обществом существует адское общество, соответствующее ему по противоположности, и из этого противоположного соответствия возникает равновесие; и вследствие этого Господь неустанно заботится о том, чтобы ни одно адское общество под небесным обществом не получило перевеса, и как только оно начинает это делать, оно сдерживается различными средствами и приводится в точную меру равновесия. Этих средств много, я упомяну лишь некоторые из них. Некоторые из этих средств связаны с более сильным присутствием Господа; некоторые - с более тесным общением и соединением одного или нескольких обществ с другими; некоторые - с изгнанием избыточных инфернальных духов в пустыни; некоторые - с перемещением определенных духов из одного ада в другой; некоторые - к приведению в порядок тех, кто находится в адах, и это также осуществляется различными способами; некоторые - к экранированию определенных адов под более плотными и толстыми покровами, также спуская их на большую глубину; кроме того, другие средства; и еще другие, которые используются на небесах над адами. Все это было сказано для того, чтобы в какой-то мере понять, что только Господь обеспечивает повсюду равновесие между добром и злом, то есть между небом и адом; ибо на таком равновесии зиждется безопасность всех на небесах и всех на земле.
            <br/>
            <br/>
595. Следует знать, что ады постоянно нападают на небеса и пытаются уничтожить их, и что Господь постоянно защищает небеса, удерживая тех, кто в них находится, от зла, исходящего от их "я", и удерживая их в благе, исходящем от Него Самого. Мне часто позволяли видеть сферу, вытекающую из адов, которая была полностью сферой усилий, направленных на уничтожение Божественного Господа, а значит, и небес. Извержения некоторых адов также иногда воспринимались, и это были попытки вырваться наружу и уничтожить. Но, с другой стороны, небеса никогда не нападают на ады, ибо Божественная сфера, исходящая от Господа, есть вечное усилие спасти всех; и поскольку те, кто находится в адах, не могут быть спасены, (так как все, кто там находится, находятся во зле и враждебны Божественности Господа), поэтому, насколько возможно, возмущения в адах усмиряются, а жестокости сдерживаются, чтобы предотвратить их вспышки сверх меры одна против другой. Это также достигается бесчисленными способами, которыми осуществляется Божественная сила.
            <br/>
            <br/>
596. Небеса разделены на два царства: небесное царство и духовное царство (о них см. выше, n. 20-28). Подобным образом ады разделены на два царства, одно из которых противоположно небесному царству, а другое - духовному. То, что противоположно небесному царству, находится в западной четверти, и те, кто в нем, называются гениями; а то, что противоположно духовному царству, находится в северной и южной четвертях, и те, кто в нем, называются духами. Все, кто находится в небесном царстве, пребывают в любви к Господу, а все, кто находится в адах, противоположных этому царству, пребывают в любви к себе; в то время как все, кто находится в духовном царстве, пребывают в любви к ближнему, а все, кто находится в адах, противоположных этому царству, пребывают в любви к миру. Очевидно, что любовь к Господу и любовь к себе являются противоположностями; точно так же противоположны любовь к ближнему и любовь к миру. Господь постоянно заботится о том, чтобы из адов, находящихся напротив Небесного Царства Господа, не исходило излияние на тех, кто находится в духовном Царстве; ибо если бы это произошло, то духовное Царство погибло бы (по причине, указанной выше, n. 678, 579). Таковы два всеобщих равновесия, которые постоянно поддерживаются Господом.
            <br/>
            <br/>
597. С ПОМОЩЬЮ РАВНОВЕСИЯ МЕЖДУ НЕБОМ И АДОМ ЧЕЛОВЕК ОБРЕТАЕТ СВОБОДУ.
            <br/>
Теперь было описано равновесие между небом и адом, и было показано, что это равновесие между добром, которое исходит от неба, и злом, которое исходит от ада, таким образом, это духовное равновесие, которое по своей сути является свободой. Духовное равновесие по своей сути является свободой, потому что это равновесие между добром и злом, между истиной и ложью, а они духовны. Поэтому быть способным желать либо добра, либо зла, думать либо об истинном, либо о ложном и выбирать одно вместо другого - это и есть свобода, о которой здесь идет речь. Эта свобода дана каждому человеку Господом и никогда не отнимается; более того, в силу своего происхождения она принадлежит не человеку, а Господу, поскольку исходит от Господа. Тем не менее, она дана человеку вместе с его жизнью, как если бы она принадлежала ему; и это сделано для того, чтобы человек имел возможность исправиться и спастись, ибо без свободы не может быть ни исправления, ни спасения. Любой разумный интуитивист может увидеть, что частью свободы человека является возможность думать неправильно или правильно, искренне или неискренне, справедливо или несправедливо; также он свободен говорить и поступать правильно, честно и справедливо, но не говорить и поступать неправильно, неискренне и несправедливо из-за духовных, моральных и гражданских законов, которые сдерживают его внешний мир. Очевидно, что в свободе находится дух человека, который мыслит и желает, а не его внешняя сторона, которая говорит и действует только в согласии с вышеупомянутыми законами.
            <br/>
            <br/>
598. Человек не может исправиться, если у него нет свободы, по той причине, что он рождается во всевозможных пороках, и они должны быть устранены, чтобы он мог спастись; и они не могут быть устранены, пока он не увидит их в себе и не признает их, а затем перестанет желать их, и, наконец, будет держать их в отвращении. Только тогда они будут устранены. А это невозможно, если человек не находится как в добре, так и во зле, поскольку именно из добра он способен видеть зло, а из зла не может видеть добро. Духовные блага, о которых человек способен думать, он познает с детства, читая Слово и проповедуя; а нравственные и гражданские блага он познает, живя в мире. Это первая причина, по которой человек должен быть в свободе. [2] Другая причина заключается в том, что ничто не может быть присвоено человеку, кроме того, что делается из любви к нему. Другие вещи могут получить вход, но не дальше мысли, не достигая воли; и все, что не получает входа в волю человека, не становится его волей, ибо мысль получает то, что ей принадлежит, из памяти, а воля получает то, что ей принадлежит, из самой жизни. Только то, что исходит от воли или, что то же самое, от привязанности любви, может быть названо свободным, ибо все, что человек желает или любит, он делает свободно; следовательно, свобода человека и привязанность его любви или его воли - одно. Именно по этой причине человек обладает свободой, чтобы он мог быть затронут истиной и добром или любить их, и чтобы они могли таким образом стать как бы его собственными [3] Одним словом, все, что не входит в свободу человека, не имеет постоянства, потому что не принадлежит его любви или воле, а то, что не принадлежит любви или воле человека, не принадлежит его духу; ибо само существо [esse] духа человека есть любовь или воля. Сказано: любовь или воля, поскольку человек желает то, что он любит. Вот почему человек может быть исправлен только в свободе. Но больше о свободе человека можно узнать из Arcana Coelestia в отрывках, упомянутых ниже.
            <br/>
            <br/>
599. Для того, чтобы человек мог быть в свободе, чтобы он мог быть исправлен, он соединен в отношении своего духа как с небом, так и с адом. Ибо с каждым человеком есть духи из ада и ангелы с небес. Через ад человек пребывает в своем зле, а через ангелов с неба - в благе от Господа; таким образом он находится в духовном равновесии, то есть в свободе. То, что ангелы с небес и духи из ада соединены с каждым человеком, можно увидеть в главе о соединении небес с человеческим родом (n. 291-302).
            <br/>
            <br/>
600. Следует понимать, что соединение человека с небесами и адом - это не прямое соединение с ними, а опосредованное соединение посредством духов, находящихся в мире духов. Эти духи, а не духи из самого ада или из самого рая, находятся с человеком. С помощью злых духов в мире духов человек соединен с адом, а с помощью добрых духов - с небом. Благодаря этому мир духов является промежуточным между раем и адом, и в этом мире царит равновесие. (То, что мир духов является промежуточным между небом и адом, можно увидеть в главе о мире духов, n. 421-431; а то, что там находится сущностное равновесие между небом и адом, можно увидеть в предыдущей главе, n. 589-596). Из всего этого очевиден источник свободы человека.
            <br/>
            <br/>
601. Следует сказать еще кое-что о духах, которые соединяются с человеком. Целое общество может иметь связь с другим обществом или с отдельным человеком, где бы он ни находился, посредством духа, посланного из общества; этот дух называется субъектом многих. То же самое верно и в отношении связи человека с обществами на небесах и с обществами в аду, посредством духов из мира духов, которые соединяются с человеком. (По этому вопросу см. также Arcana Coelestia в отрывках, упомянутых ниже).
            <br/>
            <br/>
602. Наконец, следует сказать кое-что об интуиции человека в отношении его жизни после смерти, которая происходит от притока небес в человека. Некоторые простые люди, жившие в мире в благой вере, были возвращены в состояние, подобное тому, в котором они находились в мире, что может быть сделано с любым человеком, когда Господь дает на это разрешение; и тогда было показано, какого мнения они придерживались о состоянии человека после смерти. Они сказали, что некоторые разумные люди спрашивали их в этом мире, что они думают о душе после земной жизни, и они ответили, что не знают, что такое душа. Затем их спросили, во что они верят относительно своего состояния после смерти; и они ответили, что верят в то, что будут жить как духи. Их снова спросили, какое убеждение они имеют относительно духа; и они ответили, что он - человек. Их спросили, откуда они это знают; и они ответили, что знают, потому что это так. Эти умные люди были удивлены, что у простых людей есть такая вера, которой у них самих не было. Это доказательство того, что в каждом человеке, находящемся в соединении с небесами, есть интуиция относительно его жизни после смерти. Эта интуиция исходит ни из какого другого источника, кроме притока с небес, то есть через небеса от Господа посредством духов из мира духов, которые соединены с человеком. Эта интуиция есть у тех, кто не погасил свою свободу мышления представлениями, принятыми ранее и подтвержденными различными аргументами в отношении души человека, которая считается либо чистой мыслью, либо неким жизненным принципом, место которого ищут в теле; и все же душа есть не что иное, как жизнь человека, тогда как дух - это сам человек; а земное тело, которое он носит с собой в мире, - это всего лишь агент, с помощью которого дух, который есть сам человек, получает возможность действовать должным образом в мире природы.
            <br/>
            <br/>
603. То, что было сказано в этой работе о небесах, мире духов и аде, будет непонятно тем, кто не заинтересован в изучении духовных истин, но будет понятно тем, кто заинтересован, и особенно тем, кто привязан к истине ради истины, то есть любит истину, потому что она истина; ибо все, что любимо, входит со светом в мысль ума, особенно истина, которую любят, потому что вся истина в свете.
            <br/>
            <br/>
ВЫДЕРЖКИ ИЗ ARCANA COELESTIA О СВОБОДЕ ЧЕЛОВЕКА, ПРИТОКЕ И ДУХАХ, ЧЕРЕЗ КОТОРЫХ ОСУЩЕСТВЛЯЕТСЯ СВЯЗЬ.
            <br/>
СВОБОДА.
            <br/>
Вся свобода относится к любви или привязанности, поскольку все, что человек любит, он делает свободно (n. 2870, 3158, 8987, 8990, 9585, 9591).
            <br/>
Поскольку свобода относится к любви, она является жизнью каждого (n. 2873).
            <br/>
Ничто не кажется человеку собственным, кроме того, что происходит от свободы (n. 2880).
            <br/>
Существует небесная и адская свобода (n. 2870, 2873, 2874, 9589, 9590).
            <br/>
[2] Небесная свобода относится к небесной любви, или любви к добру и истине (n. 1947, 2870, 2872).
            <br/>
А поскольку любовь к добру и истине исходит от Господа, сама свобода состоит в том, чтобы быть ведомой Господом (n. 892, 905, 2872, 2886, 2890-2892, 9096, 9586, 9587, 9589-9591).
            <br/>
Господь ведет человека к небесной свободе через возрождение (n. 2874, 2875, 2882, 2892).
            <br/>
Человек должен иметь свободу, чтобы быть возрожденным (n. 1937, 1947, 2876, 2881, 3145, 3146, 3158, 4031, 8700).
            <br/>
Никаким другим способом любовь к добру и истине не может быть вложена в человека и присвоена им как своя собственная (n. 2877, 2879, 2880, 2888).
            <br/>
Ничто не связано с человеком в состоянии принуждения (n. 2875, 8700).
            <br/>
Если бы человека можно было исправить принуждением, все были бы спасены (n. 2881).
            <br/>
В реформации принуждение вредно (n. 4031).
            <br/>
Всякое поклонение от свободы - это поклонение, но поклонение от принуждения - это не поклонение (n. 1947, 2880, 7349, 10097).
            <br/>
Покаяние должно совершаться в свободном состоянии, а покаяние, совершаемое в состоянии принуждения, бесполезно (n. 8392).
            <br/>
Состояния принуждения, какими они бывают (n. 8392).
            <br/>
[3] Человеку дано действовать по свободе разума, чтобы ему было обеспечено благо, и поэтому он имеет свободу думать и желать даже то, что является злом, и делать это, насколько не запрещают законы (n. 10777).
            <br/>
Господь держит человека между небом и адом, удерживая его в равновесии, чтобы он мог быть свободным ради исправления (n. 5982, 6477, 8209, 8987).
            <br/>
То, что насаждается в свободе, сохраняется, но не то, что насаждается по принуждению (n. 9588).
            <br/>
По этой причине никто никогда не лишается свободы (n. 2876, 2881). Господь никого не принуждает (n. 1937, 1947).
            <br/>
Принуждать себя - это от свободы, но не быть принужденным (n. 1937, 1947).
            <br/>
Человек должен заставлять себя сопротивляться злу (n. 1937, 1947, 7914).
            <br/>
Также делать добро как бы от себя, но при этом признавать, что оно от Господа (n. 2883, 2891, 2892, 7914).
            <br/>
Человек имеет более сильную свободу в борьбе с искушениями, в которой он побеждает, поскольку тогда он заставляет себя более внутренне сопротивляться, хотя это выглядит иначе (n. 1937, 1947, 2881).
            <br/>
[4] Инфернальная свобода состоит в том, чтобы быть ведомым любовью к себе и миру и их похотями (n. 2870, 2873).
            <br/>
Те, кто находится в аду, не знают другой свободы (n. 2871).
            <br/>
Небесная свобода так же далека от адской, как небеса от ада (n. 2873, 2874).
            <br/>
Адская свобода, которая заключается в том, что нами руководят любовь к себе и миру, - это не свобода, а рабство (n. 2884, 2890).
            <br/>
Ибо рабство - это быть ведомым адом (n. 9586, 9589-9591).
            <br/>
ИНФЛЮКС.
            <br/>
[5] Все, что человек думает и желает, вливается в него из опыта (n. 904, 2886-2888, 4151, 4319, 4320, 5846, 5848, 6189, 6191, 6194, 6197-6199, 6213, 7147, 10219).
            <br/>
Способность человека уделять внимание предметам, мыслить и аналитически делать выводы - от притока (n. 4319, 4320, 5288).
            <br/>
Человек не смог бы прожить ни одного мгновения, если бы приток из духовного мира был отнят у него; из опыта (n. 2887, 5849, 5854, 6321).
            <br/>
Жизнь, притекающая от Господа, меняется в зависимости от состояния человека и в зависимости от приема (n. 2069, 5986, 6472, 7343).
            <br/>
У злых людей добро, притекающее от Господа, превращается в зло, а истина - в ложь; из опыта (n. 3642, 4632).
            <br/>
Добро и истина, постоянно притекающие от Господа, принимаются лишь постольку, поскольку им не мешают зло и ложь (n. 2411, 3142, 3147, 5828).
            <br/>
[6] Все добро притекает от Господа, а все зло - из ада (n. 904, 4151).
            <br/>
В настоящее время человек верит, что все вещи находятся в нем самом и исходят от него, тогда как на самом деле они исходят от него; и это он может знать из учения церкви, которая учит, что все добро от Бога, а все зло от дьявола (n. 4249, 6193, 6206).
            <br/>
Но если бы вера человека соответствовала этому учению, он не присваивал бы себе зла и не делал бы добро своим (n. 6206, 6324, 6325).
            <br/>
Каким счастливым было бы состояние человека, если бы он верил, что все добро исходит от Господа, а все зло - из ада (n. 6325). (n. 6325).
            <br/>
Те, кто отрицает небеса или ничего о них не знает, не знают, что существует приток с небес (n. 4322, 5649, 6193, 6479).
            <br/>
Что такое приток, иллюстрируется сравнениями (n. 6128, 6190, 9407).
            <br/>
[7] Все живое притекает из первого источника жизни, потому что это источник его; и оно постоянно притекает, поэтому все живое - от Господа (n. 3001, 3318, 3337, 3338, 3344, 3484, 3619, 3741-3743, 4318-4320, 4417, 4524, 4882, 5847, 5986, 6325, 6468-6470, 6479, 9276, 10196).
            <br/>
Приток духовный, а не физический, то есть приток из духовного мира в природный, а не из природного в духовный (n. 3219, 5119, 5259, 5427, 5428, 5477, 6322, 9110).
            <br/>
Влияние происходит через внутреннего человека во внешнего, или через дух в тело, а не наоборот, потому что дух человека находится в духовном мире, а его тело в естественном (n. 1702, 1707, 1940, 1954, 5119, 5259, 5779, 6322, 9380).
            <br/>
Внутренний человек находится в духовном мире, а внешний - в природном (n. 978, 1015, 3628, 4459, 4523, 4524, 6057, 6309, 9701-9709, 10156, 10472).
            <br/>
Создается впечатление, что существует приток из внешнего мира человека во внутренний, но это заблуждение (n. 3721).
            <br/>
С человеком происходит приток к вещам рациональным, а через них - к знаниям, а не наоборот (n. 1495, 1707, 1940).
            <br/>
Каков порядок притока (n. 775, 880, 1096, 1495, 7270).
            <br/>
Существует прямое приток от Господа, а также посреднический приток через духовный мир или небеса (n. 6063, 6307, 6472, 9682, 9683).
            <br/>
Приток Господа в добро в человеке, а через добро в истину, а не наоборот (n. 5482, 5649, 6027, 8685, 8701, 10153).
            <br/>
Добро дает способность принимать приток от Господа, а истина без добра - нет (n. 8321).
            <br/>
Ничто из того, что втекает в мысль, не вредно, но только то, что втекает в волю, поскольку это то, что присвоено человеку (n. 6308).
            <br/>
[8] Существует общий приток (n. 5850).
            <br/>
Это постоянное усилие действовать в соответствии с порядком (n. 6211).
            <br/>
Это приток в жизнь животных (n. 5850).
            <br/>
А также в предметы растительного царства (n. 3648).
            <br/>
В соответствии с этим общим притоком мысль переходит у человека в речь, а воля - в действия и движения (n. 5862, 5990, 6192, 6211).
            <br/>
ДУХИ-СУБЪЕКТЫ.
            <br/>
[9] Духи, посылаемые из обществ духов в другие общества и к другим духам, называются "субъектами" (n. 4403, 5856).
            <br/>
Общение в потусторонней жизни осуществляется посредством таких духов-эмиссаров (n. 4403, 5856, 5983).
            <br/>
Дух, посланный служить в качестве субъекта, не думает сам, но думает от тех, кем он послан (n. 5985-5987).
            <br/>
Многие особенности, касающиеся таких духов (n. 5988, 5989).
        </p>
    

    </Layout>
  )
}
export default AgerRu